Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

source: Purchase Policy
ar: سياسة الشراء
de: Kaufrichtlinien
es: Política de compra
fr: Politique d'achat
hi: खरीदारी नीति
id: Kebijakan Pembelian
it: Politica di acquisto
ja: 購入ポリシー
ko: 구매 정책
nl: Aankoopbeleid
pl: Polityka zakupu
pt: Política de Compra
ru: Политика покупок
sv: Köpvillkor
th: นโยบายการซื้อ
tl: Patakaran sa Pagbili
tr: Satın Alma Politikası
ur: خریداری کی پالیسی
vi: Chính sách Mua hàng
zh: 购买政策

# purchaseSection1Content
source: We accept various payment methods including credit cards and digital wallets.
ar: نقبل طرق دفع متنوعة بما في ذلك بطاقات الائتمان والمحافظ الرقمية.
de: Wir akzeptieren verschiedene Zahlungsmethoden, einschließlich Kreditkarten und digitaler Geldbörsen.
es: Aceptamos varios métodos de pago, incluidas tarjetas de crédito y billeteras digitales.
fr: Nous acceptons divers modes de paiement, y compris les cartes de crédit et les portefeuilles numériques.
hi: हम क्रेडिट कार्ड और डिजिटल वॉलेट सहित विभिन्न भुगतान विधियों को स्वीकार करते हैं।
id: Kami menerima berbagai metode pembayaran termasuk kartu kredit dan dompet digital.
it: Accettiamo vari metodi di pagamento, tra cui carte di credito e portafogli digitali.
ja: クレジットカードやデジタルウォレットなど、さまざまな支払い方法に対応しています。
ko: 신용카드 및 디지털 지갑을 포함한 다양한 결제 수단을 지원합니다.
nl: We accepteren verschillende betaalmethoden, waaronder creditcards en digitale portemonnees.
pl: Akceptujemy różne metody płatności, w tym karty kredytowe i portfele cyfrowe.
pt: Aceitamos vários métodos de pagamento, incluindo cartões de crédito e carteiras digitais.
ru: Мы принимаем различные способы оплаты, включая кредитные карты и цифровые кошельки.
sv: Vi accepterar olika betalningsmetoder inklusive kreditkort och digitala plånböcker.
th: เรารับชำระเงินผ่านช่องทางต่างๆ รวมถึงบัตรเครดิตและกระเป๋าเงินดิจิทัล
tl: Tumatanggap kami ng iba't ibang paraan ng pagbabayad kabilang ang mga credit card at digital wallets.
tr: Kredi kartları ve dijital cüzdanlar dahil olmak üzere çeşitli ödeme yöntemlerini kabul ediyoruz.
ur: ہم مختلف ادائیگی کے طریقے قبول کرتے ہیں جن میں کریڈٹ کارڈز اور ڈیجیٹل والٹس شامل ہیں۔
vi: Chúng tôi chấp nhận nhiều phương thức thanh toán bao gồm thẻ tín dụng và ví điện tử.
zh: 我们接受多种支付方式，包括信用卡和数字钱包。

# purchaseSection1Title
source: Payment Methods
ar: طرق الدفع
de: Zahlungsmethoden
es: Métodos de pago
fr: Méthodes de paiement
hi: भुगतान विधियाँ
id: Metode Pembayaran
it: Metodi di pagamento
ja: 支払い方法
ko: 결제 수단
nl: Betalingsmethoden
pl: Metody płatności
pt: Métodos de Pagamento
ru: Способы оплаты
sv: Betalningsmetoder
th: ช่องทางการชำระเงิน
tl: Mga Paraan ng Pagbabayad
tr: Ödeme Yöntemleri
ur: ادائیگی کے طریقے
vi: Phương thức Thanh toán
zh: 支付方式

# purchaseSection2Content
source: Refunds are available within 14 days of purchase if you have not used the purchased items.
ar: يمكن استرداد المبالغ خلال 14 يومًا من الشراء إذا لم تقم باستخدام العناصر المشتراة.
de: Rückerstattungen sind innerhalb von 14 Tagen nach dem Kauf möglich, wenn Sie die gekauften Artikel nicht verwendet haben.
es: Los reembolsos están disponibles dentro de los 14 días posteriores a la compra si no has utilizado los artículos comprados.
fr: Les remboursements sont disponibles dans les 14 jours suivant l'achat si vous n'avez pas utilisé les articles achetés.
hi: यदि आपने खरीदी गई वस्तुओं का उपयोग नहीं किया है, तो 14 दिनों के भीतर रिफंड उपलब्ध है।
id: Pengembalian dana tersedia dalam waktu 14 hari setelah pembelian jika Anda belum menggunakan barang yang dibeli.
it: I rimborsi sono disponibili entro 14 giorni dall'acquisto se non hai utilizzato gli articoli acquistati.
ja: 購入したアイテムを使用していない場合、購入から14日以内に返金が可能です。
ko: 구매한 아이템을 사용하지 않은 경우 구매일로부터 14일 이내에 환불이 가능합니다.
nl: Terugbetalingen zijn beschikbaar binnen 14 dagen na aankoop als je de aangekochte artikelen niet hebt gebruikt.
pl: Zwroty są dostępne w ciągu 14 dni od zakupu, jeśli nie użyto zakupionych przedmiotów.
pt: Reembolsos estão disponíveis dentro de 14 dias após a compra, se você não tiver utilizado os itens adquiridos.
ru: Возврат средств возможен в течение 14 дней с момента покупки, если вы не использовали приобретенные товары.
sv: Återbetalningar är tillgängliga inom 14 dagar efter köp om du inte har använt de köpta artiklarna.
th: สามารถขอคืนเงินได้ภายใน 14 วันหลังจากการซื้อ หากคุณยังไม่ได้ใช้สินค้าที่ซื้อ
tl: Ang mga refund ay available sa loob ng 14 na araw mula sa pagbili kung hindi mo pa nagamit ang mga biniling item.
tr: Satın alınan ürünleri kullanmadıysanız, satın alma işleminden itibaren 14 gün içinde iade talep edebilirsiniz.
ur: اگر آپ نے خریدی گئی اشیاء کا استعمال نہیں کیا ہے تو خریداری کے 14 دنوں کے اندر رقم کی واپسی دستیاب ہے۔
vi: Hoàn tiền có sẵn trong vòng 14 ngày kể từ ngày mua nếu bạn chưa sử dụng các mặt hàng đã mua.
zh: 如果您在购买后未使用所购项目，可以在14天内申请退款。

# purchaseSection2Title
source: Refund Policy
ar: سياسة الاسترداد
de: Rückerstattungsrichtlinie
es: Política de reembolso
fr: Politique de remboursement
hi: रिफंड नीति
id: Kebijakan Pengembalian Dana
it: Politica di Rimborso
ja: 返金ポリシー
ko: 환불 정책
nl: Terugbetalingsbeleid
pl: Polityka zwrotów
pt: Política de Reembolso
ru: Политика возврата
sv: Återbetalningspolicy
th: นโยบายการคืนเงิน
tl: Patakaran sa Refund
tr: İade Politikası
ur: رقم کی واپسی کی پالیسی
vi: Chính sách Hoàn tiền
zh: 退款政策

# purchaseSection3Content
source: You can cancel your subscription at any time through your account settings.
ar: يمكنك إلغاء اشتراكك في أي وقت من خلال إعدادات حسابك.
de: Sie können Ihr Abonnement jederzeit über die Kontoeinstellungen kündigen.
es: Puedes cancelar tu suscripción en cualquier momento a través de la configuración de tu cuenta.
fr: Vous pouvez annuler votre abonnement à tout moment via les paramètres de votre compte.
hi: आप किसी भी समय अपने खाता सेटिंग्स के माध्यम से अपनी सदस्यता रद्द कर सकते हैं।
id: Anda dapat membatalkan langganan kapan saja melalui pengaturan akun Anda.
it: Puoi annullare il tuo abbonamento in qualsiasi momento tramite le impostazioni del tuo account.
ja: アカウント設定からいつでもサブスクリプションをキャンセルできます。
ko: 계정 설정을 통해 언제든지 구독을 취소할 수 있습니다.
nl: Je kunt je abonnement op elk moment annuleren via je accountinstellingen.
pl: Możesz anulować subskrypcję w dowolnym momencie w ustawieniach swojego konta.
pt: Você pode cancelar sua assinatura a qualquer momento através das configurações da sua conta.
ru: Вы можете отменить свою подписку в любое время через настройки аккаунта.
sv: Du kan avbryta din prenumeration när som helst genom dina kontoinställningar.
th: คุณสามารถยกเลิกการสมัครสมาชิกได้ทุกเมื่อผ่านการตั้งค่าบัญชีของคุณ
tl: Maaari mong kanselahin ang iyong subscription anumang oras sa pamamagitan ng iyong account settings.
tr: Aboneliğinizi istediğiniz zaman hesap ayarlarınızdan iptal edebilirsiniz.
ur: آپ کسی بھی وقت اپنے اکاؤنٹ کی ترتیبات کے ذریعے اپنی رکنیت منسوخ کر سکتے ہیں۔
vi: Bạn có thể hủy đăng ký bất cứ lúc nào thông qua cài đặt tài khoản của bạn.
zh: 您可以随时通过账户设置取消订阅。

# purchaseSection3Title
source: Cancellation
ar: الإلغاء
de: Kündigung
es: Cancelación
fr: Annulation
hi: रद्दीकरण
id: Pembatalan
it: Cancellazione
ja: キャンセル
ko: 취소
nl: Annulering
pl: Anulowanie
pt: Cancelamento
ru: Отмена
sv: Avbokning
th: การยกเลิก
tl: Kanselasyon
tr: İptal
ur: منسوخی
vi: Hủy bỏ
zh: 取消

# purchaseSection4Content
source: By making a purchase, you agree to our terms of use and service agreement.
ar: من خلال إجراء عملية شراء، فإنك توافق على شروط الاستخدام واتفاقية الخدمة الخاصة بنا.
de: Mit dem Kauf stimmen Sie unseren Nutzungsbedingungen und dem Dienstleistungsvertrag zu.
es: Al realizar una compra, aceptas nuestros términos de uso y el acuerdo de servicio.
fr: En effectuant un achat, vous acceptez nos conditions d'utilisation et notre accord de service.
hi: खरीदारी करके, आप हमारी उपयोग की शर्तों और सेवा समझौते से सहमत होते हैं।
id: Dengan melakukan pembelian, Anda setuju dengan syarat penggunaan dan perjanjian layanan kami.
it: Effettuando un acquisto, accetti i nostri termini di utilizzo e il contratto di servizio.
ja: 購入を行うことで、利用規約およびサービス契約に同意したことになります。
ko: 구매 시 이용약관 및 서비스 계약에 동의하는 것으로 간주됩니다.
nl: Door een aankoop te doen, ga je akkoord met onze gebruiksvoorwaarden en serviceovereenkomst.
pl: Dokonując zakupu, zgadzasz się na nasze warunki użytkowania i umowę serwisową.
pt: Ao fazer uma compra, você concorda com nossos termos de uso e contrato de serviço.
ru: Совершая покупку, вы соглашаетесь с нашими условиями использования и соглашением об обслуживании.
sv: Genom att göra ett köp godkänner du våra användarvillkor och serviceavtal.
th: โดยการทำการซื้อ คุณยอมรับข้อกำหนดการใช้งานและข้อตกลงการให้บริการของเรา
tl: Sa paggawa ng pagbili, sumasang-ayon ka sa aming mga tuntunin ng paggamit at kasunduan sa serbisyo.
tr: Satın alma işlemi yaparak, kullanım şartlarımızı ve hizmet sözleşmemizi kabul etmiş olursunuz.
ur: خریداری کرکے، آپ ہماری استعمال کی شرائط اور سروس کے معاہدے سے اتفاق کرتے ہیں۔
vi: Bằng việc thực hiện giao dịch mua, bạn đồng ý với các điều khoản sử dụng và thỏa thuận dịch vụ của chúng tôi.
zh: 通过购买，您同意我们的使用条款和服务协议。

# purchaseSection4Title
source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
id: Syarat Penggunaan
it: Termini di Utilizzo
ja: 利用規約
ko: 이용약관
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt: Termos de Uso
ru: Условия использования
sv: Användarvillkor
th: ข้อกำหนดการใช้งาน
tl: Mga Tuntunin ng Paggamit
tr: Kullanım Şartları
ur: استعمال کی شرائط
vi: Điều khoản Sử dụng
zh: 使用条款

# purchaseSection5Content
source: For purchase-related issues, please contact our support team.
ar: لمشاكل تتعلق بالشراء، يرجى الاتصال بفريق الدعم لدينا.
de: Bei kaufbezogenen Problemen wenden Sie sich bitte an unser Support-Team.
es: Para problemas relacionados con compras, por favor contacta a nuestro equipo de soporte.
fr: Pour les problèmes liés aux achats, veuillez contacter notre équipe de support.
hi: खरीदारी से संबंधित मुद्दों के लिए, कृपया हमारी सहायता टीम से संपर्क करें।
id: Untuk masalah terkait pembelian, silakan hubungi tim dukungan kami.
it: Per problemi relativi all'acquisto, ti preghiamo di contattare il nostro team di supporto.
ja: 購入に関する問題については、サポートチームにお問い合わせください。
ko: 구매 관련 문제는 고객 지원팀에 문의해주세요.
nl: Voor aankoopgerelateerde problemen kun je contact opnemen met ons ondersteuningsteam.
pl: W przypadku problemów związanych z zakupem, skontaktuj się z naszym zespołem wsparcia.
pt: Para questões relacionadas a compras, entre em contato com nossa equipe de suporte.
ru: По вопросам, связанным с покупками, пожалуйста, свяжитесь с нашей службой поддержки.
sv: För köprelaterade frågor, vänligen kontakta vårt supportteam.
th: สำหรับปัญหาที่เกี่ยวกับการซื้อ กรุณาติดต่อทีมสนับสนุนของเรา
tl: Para sa mga isyu na may kaugnayan sa pagbili, mangyaring makipag-ugnayan sa aming support team.
tr: Satın alma ile ilgili sorunlar için lütfen destek ekibimizle iletişime geçin.
ur: خریداری سے متعلق مسائل کے لیے، براہ کرم ہماری سپورٹ ٹیم سے رابطہ کریں۔
vi: Đối với các vấn đề liên quan đến mua hàng, vui lòng liên hệ với đội ngũ hỗ trợ của chúng tôi.
zh: 如有与购买相关的问题，请联系支持团队。

# purchaseSection5Title
source: Contact Support
ar: اتصل بالدعم
de: Support kontaktieren
es: Contactar Soporte
fr: Contacter le support
hi: समर्थन से संपर्क करें
id: Hubungi Dukungan
it: Contatta il Supporto
ja: サポートに連絡
ko: 고객 지원
nl: Neem contact op met de ondersteuning
pl: Skontaktuj się z pomocą
pt: Contatar Suporte
ru: Связаться с поддержкой
sv: Kontakta Support
th: ติดต่อฝ่ายสนับสนุน
tl: Makipag-ugnayan sa Suporta
tr: Destekle İletişime Geç
ur: سپورٹ سے رابطہ کریں
vi: Liên hệ Hỗ trợ
zh: 联系支持

# purchaseSection6Content
source: All purchases are subject to our standard terms and conditions.
ar: جميع المشتريات تخضع لشروطنا وأحكامنا القياسية.
de: Alle Käufe unterliegen unseren allgemeinen Geschäftsbedingungen.
es: Todas las compras están sujetas a nuestros términos y condiciones estándar.
fr: Tous les achats sont soumis à nos conditions générales.
hi: सभी खरीद हमारे मानक शर्तों और नियमों के अधीन हैं।
id: Semua pembelian tunduk pada syarat dan ketentuan standar kami.
it: Tutti gli acquisti sono soggetti ai nostri termini e condizioni standard.
ja: すべての購入は、当社の標準利用規約および条件に従います。
ko: 모든 구매는 표준 약관이 적용됩니다.
nl: Alle aankopen zijn onderhevig aan onze standaard voorwaarden.
pl: Wszystkie zakupy podlegają naszym standardowym warunkom i zasadom.
pt: Todas as compras estão sujeitas aos nossos termos e condições padrão.
ru: Все покупки подлежат нашим стандартным условиям и положениям.
sv: Alla köp omfattas av våra standardvillkor.
th: การซื้อทั้งหมดอยู่ภายใต้ข้อกำหนดและเงื่อนไขมาตรฐานของเรา
tl: Ang lahat ng pagbili ay napapailalim sa aming mga karaniwang tuntunin at kundisyon.
tr: Tüm satın alımlar standart şartlar ve koşullarımıza tabidir.
ur: تمام خریداریوں کا تعلق ہماری معیاری شرائط و ضوابط سے ہے۔
vi: Tất cả các giao dịch mua đều phải tuân theo các điều khoản và điều kiện tiêu chuẩn của chúng tôi.
zh: 所有购买均受我们的标准条款和条件约束。

# purchaseSection6Title
source: 6. Inquiries
ar: 6. الاستفسارات
de: 6. Anfragen
es: 6. Consultas
fr: 6. Demandes
hi: 6. पूछताछ
id: 6. Pertanyaan
it: 6. Richieste
ja: 6. お問い合わせ
ko: 6. 문의사항
nl: 6. Vragen
pl: 6. Zapytania
pt: 6. Consultas
ru: 6. Запросы
sv: 6. Förfrågningar
th: 6. การสอบถาม
tl: 6. Mga Katanungan
tr: 6. Sorgular
ur: 6. انکوائریاں
vi: 6. Thắc mắc
zh: 6. 查询

source: Push Notifications
ar: الإشعارات الفورية
de: Push-Benachrichtigungen
es: Notificaciones push
fr: Notifications push
hi: पुश सूचनाएं
id: Notifikasi push
it: Notifiche push
ja: プッシュ通知
ko: 푸시 알림
nl: Push-meldingen
pl: Powiadomienia Push
pt: Notificações push
ru: Push-уведомления
sv: Push-notiser
th: การแจ้งเตือนแบบพุช
tl: Mga Push Notification
tr: Anlık Bildirimler
ur: پش اطلاعات
vi: Thông báo đẩy
zh: 推送通知

source: Reading
ar: قراءة
de: Lesen
es: Leyendo
fr: Lecture
hi: पढ़ाई
id: Membaca
it: Lettura
ja: 読書
ko: 독서
nl: Lezen
pl: Czytanie
pt: Lendo
ru: Чтение
sv: Läsning
th: การอ่าน
tl: Pagbasa
tr: Okuma
ur: پڑھنا
vi: Đọc
zh: 阅读

source: Real-time Quality Log
ar: سجل الجودة في الوقت الحقيقي
de: Echtzeit-Qualitätsprotokoll
es: Registro de Calidad en Tiempo Real
fr: Journal de qualité en temps réel
hi: वास्तविक समय गुणवत्ता लॉग
id: Log Kualitas Waktu Nyata
it: Registro Qualità in Tempo Reale
ja: リアルタイム品質ログ
ko: 실시간 품질 로그
nl: Real-time Kwaliteitslog
pl: Dziennik jakości w czasie rzeczywistym
pt: Registro de Qualidade em Tempo Real
ru: Журнал качества в реальном времени
sv: Realtidskvalitetslogg
th: บันทึกคุณภาพแบบเรียลไทม์
tl: Real-time na Quality Log
tr: Gerçek Zamanlı Kalite Kaydı
ur: حقیقی وقت کا معیار لاگ
vi: Nhật ký chất lượng thời gian thực
zh: 实时质量日志

source: Recent Conversation:
ar: المحادثة الأخيرة:
de: Letzte Unterhaltung:
es: Conversación Reciente:
fr: Conversation récente :
hi: हाल की बातचीत:
id: Percakapan Terbaru:
it: Conversazione Recente:
ja: 最近の会話:
ko: 최근 대화:
nl: Recente Gesprek:
pl: Ostatnia rozmowa:
pt: Conversa Recente:
ru: Недавний разговор:
sv: Senaste konversationen:
th: การสนทนาล่าสุด:
tl: Kamakailang Usapan:
tr: Son Görüşme:
ur: حالیہ گفتگو:
vi: Cuộc trò chuyện gần đây:
zh: 最近对话：

# recentLoginRequired
source: Please login again for security
ar: يرجى تسجيل الدخول مرة أخرى لأسباب أمنية
de: Bitte melden Sie sich erneut aus Sicherheitsgründen an.
es: Por favor, inicia sesión nuevamente por seguridad
fr: Veuillez vous reconnecter pour des raisons de sécurité
hi: सुरक्षा के लिए कृपया फिर से लॉगिन करें
id: Silakan login lagi untuk keamanan
it: Accedi di nuovo per motivi di sicurezza
ja: セキュリティのため再度ログインしてください
ko: 보안을 위해 다시 로그인해주세요
nl: Log alstublieft opnieuw in voor de veiligheid
pl: Proszę zalogować się ponownie dla bezpieczeństwa
pt: Por favor, faça login novamente por segurança
ru: Пожалуйста, войдите снова для безопасности
sv: Vänligen logga in igen av säkerhetsskäl
th: กรุณาเข้าสู่ระบบอีกครั้งเพื่อความปลอดภัย
tl: Mangyaring mag-login muli para sa seguridad
tr: Güvenlik için lütfen tekrar giriş yapın
ur: براہ کرم سیکیورٹی کے لیے دوبارہ لاگ ان کریں
vi: Vui lòng đăng nhập lại để đảm bảo an toàn
zh: 请重新登录以确保安全

source: Referrer Email
ar: بريد المحيل
de: Empfehlungs-E-Mail
es: Correo Electrónico del Referidor
fr: Email du parrain
hi: संदर्भित करने वाले का ईमेल
id: Email Pengundang
it: Email del Referente
ja: 紹介者のメール
ko: 추천인 이메일
pl: E-mail osoby polecającej
pt: E-mail do Referente
ru: Email реферера
sv: Referrer E-post
th: อีเมลผู้แนะนำ
tl: Email ng Nag-refer
tr: Referans E-postası
ur: ریفرر ای میل
vi: Email người giới thiệu
zh: 推荐人邮箱

# referrerEmailHelper
source: Optional: Email of who referred you
ar: اختياري: بريد الشخص الذي أحالك
de: Optional: E-Mail-Adresse der Person, die Sie geworben hat
es: Opcional: Correo de quien te refirió
fr: Optionnel : Email de la personne qui vous a parrainé
hi: वैकल्पिक: जिस व्यक्ति ने आपको संदर्भित किया उसका ईमेल
id: Opsional: Email dari yang merekomendasikan Anda
it: Facoltativo: Email di chi ti ha riferito
ja: 任意: あなたを紹介した人のメールアドレス
ko: 선택사항: 추천해준 사람의 이메일
nl: Optioneel: E-mail van degene die je heeft doorverwezen
pl: Opcjonalnie: E-mail osoby, która Cię poleciła
pt: Opcional: E-mail de quem te referiu
ru: Необязательно: Email того, кто вас пригласил
sv: Valfritt: E-postadress till den som hänvisade dig
th: ตัวเลือก: อีเมลของผู้ที่แนะนำคุณ
tl: Opsyonal: Email ng nag-refer sa iyo
tr: Opsiyonel: Sizi referans eden kişinin e-postası
ur: اختیاری: جس نے آپ کو ریفر کیا اس کی ای میل
vi: Tùy chọn: Email của người đã giới thiệu bạn
zh: 可选：推荐您的人的邮箱

# referrerEmailLabel
source: Referrer Email (Optional)
ar: بريد المحيل (اختياري)
de: Empfehlungs-E-Mail (Optional)
es: Correo Electrónico del Referidor (Opcional)
fr: Email du parrain (Optionnel)
hi: संदर्भित करने वाले का ईमेल (वैकल्पिक)
id: Email perujuk
it: Email del referente (Opzionale)
ja: 紹介者のメール（任意）
ko: 추천인 이메일 (선택)
nl: Doorverwijzer E-mail (Optioneel)
pl: E-mail osoby polecającej (Opcjonalnie)
pt: E-mail do Referente (Opcional)
ru: Email реферера (необязательно)
sv: Referrer E-post (Valfritt)
th: อีเมลผู้แนะนำ (ตัวเลือก)
tl: Email ng Nag-refer (Opsyonal)
tr: Referans E-postası (Opsiyonel)
ur: ریفرر ای میل (اختیاری)
vi: Email người giới thiệu
zh: 推荐人邮箱（可选）

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
hi: रीफ्रेश करें
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ru: Обновить
sv: Uppdatera
th: รีเฟรช
tl: I-refresh
tr: Yenile
ur: تازہ کریں
vi: Làm mới
zh: 刷新

# refreshComplete
source: Refresh complete! {count} matched personas
ar: تم التحديث بنجاح! {count} شخصيات متطابقة
de: Aktualisierung abgeschlossen! {count} passende Personas
es: ¡Actualización completa! {count} personas coincidentes
fr: Actualisation terminée ! {count} personas correspondants
hi: रिफ्रेश पूरा! {count} मेल खाते व्यक्तित्व
id: Penyegaran selesai! {count} persona yang cocok
it: Aggiornamento completato! {count} persone corrispondenti
ja: 更新完了！{count}人のペルソナとマッチ
ko: 새로고침 완료! {count}명의 매칭된 페르소나
nl: Vernieuwing van {count} items voltooid
pl: Odświeżanie zakończone! {count} dopasowanych person
pt: Atualização completa! {count} personas correspondentes
ru: Обновление завершено! {count} совпадающих персонажей
sv: Uppdatering av {count} objekt slutförd
th: การรีเฟรชเสร็จสิ้น! {count} บุคลิกภาพที่ตรงกัน
tl: Natapos ang pag-refresh! {count} na tugmang persona
tr: Yenileme tamamlandı! {count} eşleşen persona
ur: ریفریش مکمل! {count} ملتے جلتے کردار
vi: Đã làm mới {count} mục
zh: 刷新完成！{count} 个匹配的个性

source: Refresh failed
ar: فشل التحديث
de: Aktualisierung fehlgeschlagen
es: Fallo en la actualización
fr: Échec de l'actualisation
hi: रिफ्रेश विफल हुआ
id: Penyegaran gagal
it: Aggiornamento fallito
ja: 更新に失敗しました
ko: 새로 고침에 실패했습니다
nl: Vernieuwen mislukt
pl: Odświeżanie nie powiodło się
pt: Falha ao atualizar
ru: Ошибка обновления
sv: Uppdatering misslyckades
th: การรีเฟรชล้มเหลว
tl: Nabigo ang pag-refresh
tr: Yenileme başarısız oldu
ur: ریفریش ناکام
vi: Làm mới không thành công
zh: 刷新失败

source: Refreshing chat list...
ar: جاري تحديث قائمة الدردشات...
de: Chatliste wird aktualisiert...
es: Actualizando lista de chats...
fr: Actualisation de la liste de discussion...
hi: चैट सूची को ताज़ा किया जा रहा है...
id: Menyegarkan daftar obrolan...
it: Aggiornamento della lista chat...
ja: チャットリストを更新中です...
ko: 채팅 목록을 새로 고치는 중...
nl: Chatlijst aan het vernieuwen...
pl: Odświeżanie listy czatów...
pt: Atualizando lista de chats...
ru: Обновление списка чатов...
sv: Uppdaterar chattlista...
th: กำลังรีเฟรชรายการแชท...
tl: Nagre-refresh ng listahan ng chat...
tr: Sohbet listesini yeniliyor...
ur: چیٹ کی فہرست کو تازہ کر رہے ہیں...
vi: Đang làm mới danh sách trò chuyện...
zh: 正在刷新聊天列表...

source: Related FAQ
ar: الأسئلة الشائعة ذات الصلة
de: Verwandte FAQ
es: Preguntas Frecuentes Relacionadas
fr: FAQ associée
hi: संबंधित FAQ
id: FAQ terkait
it: FAQ correlate
ja: 関連FAQ
ko: 관련 FAQ
nl: Gerelateerde FAQ
pl: Powiązane FAQ
pt: Perguntas Frequentes Relacionadas
ru: Связанные часто задаваемые вопросы
sv: Relaterade vanliga frågor
th: คำถามที่พบบ่อยที่เกี่ยวข้อง
tl: Kaugnay na FAQ
tr: İlgili SSS
ur: متعلقہ سوالات
vi: FAQ liên quan
zh: 相关常见问题

source: Report
ar: إبلاغ
de: Melden
es: Reportar
fr: Signaler
hi: रिपोर्ट करें
id: Laporkan
it: Segnala
ja: 報告
ko: 신고하기
nl: Rapporteren
pl: Raport
pt: Denunciar
ru: Пожаловаться
sv: Rapportera
th: รายงาน
tl: I-report
tr: Bildir
ur: رپورٹ کریں
vi: Báo cáo
zh: 举报

# reportAI
source: Report
ar: الإبلاغ
de: Melden
es: Reportar
fr: Signaler
hi: रिपोर्ट करें
id: Laporkan
it: Segnala
ja: 報告
ko: 신고
nl: Rapporteren
pl: Zgłoś
pt: Denunciar
ru: Пожаловаться
sv: Rapportera
th: รายงาน
tl: Iulat
tr: Bildir
ur: رپورٹ کریں
vi: Báo cáo AI
zh: 举报

# reportAIDescription
source: If the AI made you uncomfortable, please describe the issue.
ar: إذا شعرت بعدم الارتياح بسبب الذكاء الاصطناعي، يرجى وصف المشكلة.
de: Wenn die KI Ihnen Unbehagen bereitet hat, beschreiben Sie bitte das Problem.
es: Si la IA te hizo sentir incómodo, por favor describe el problema.
fr: Si l'IA vous a mis mal à l'aise, veuillez décrire le problème.
hi: यदि AI ने आपको असहज किया, तो कृपया समस्या का विवरण दें।
id: Jika AI membuat Anda merasa tidak nyaman, silakan jelaskan masalahnya.
it: Se l'AI ti ha messo a disagio, ti preghiamo di descrivere il problema.
ja: AIがあなたを不快にさせた場合、問題を説明してください。
ko: AI가 당신에게 불쾌감을 주었다면 내용을 적어 신고하세요.
nl: Als de AI je ongemakkelijk heeft laten voelen, beschrijf dan het probleem.
pl: Jeśli AI sprawiło, że poczułeś się niekomfortowo, opisz problem.
pt: Se a IA te deixou desconfortável, por favor descreva o problema.
ru: Если ИИ вызвал у вас дискомфорт, пожалуйста, опишите проблему.
sv: Om AI:n gjorde dig obekväm, vänligen beskriv problemet.
th: หาก AI ทำให้คุณรู้สึกไม่สบายใจ กรุณาอธิบายปัญหา
tl: Kung ang AI ay nagdulot sa iyo ng hindi komportable, mangyaring ilarawan ang isyu.
tr: Eğer yapay zeka sizi rahatsız ettiyse, lütfen durumu açıklayın.
ur: اگر AI نے آپ کو غیر آرام دہ محسوس کرایا، تو براہ کرم مسئلے کی وضاحت کریں۔
vi: Báo cáo hành vi không phù hợp của AI
zh: 如果AI让您感到不适，请描述问题。

# reportAITitle
source: Report AI Conversation
ar: الإبلاغ عن محادثة الذكاء الاصطناعي
de: KI-Konversation melden
es: Reportar Conversación con IA
fr: Signaler la conversation avec l'IA
hi: AI बातचीत की रिपोर्ट करें
id: Laporkan Percakapan AI
it: Segnala Conversazione AI
ja: AI会話を報告
ko: AI 대화 신고
nl: Rapporteren AI Gesprek
pl: Zgłoś rozmowę z AI
pt: Denunciar Conversa com a IA
ru: Пожаловаться на разговор с ИИ
sv: Rapportera AI-konversation
th: รายงานการสนทนา AI
tl: Iulat ang Usapan sa AI
tr: Yapay Zeka Sohbetini Bildir
ur: AI گفتگو کی رپورٹ
vi: Báo cáo cuộc trò chuyện AI
zh: 举报AI对话

# reportAndBlock
source: Report & Block
ar: الإبلاغ والحظر
de: Melden & Blockieren
es: Reportar y Bloquear
fr: Signaler & Bloquer
hi: रिपोर्ट और ब्लॉक करें
id: Laporkan & Blokir
it: Segnala & Blocca
ja: 報告＆ブロック
ko: 신고 및 차단
nl: Rapporteren & Blokkeren
pl: Zgłoś i zablokuj
pt: Denunciar e Bloquear
ru: Пожаловаться и заблокировать
sv: Rapportera & Blockera
th: รายงาน & บล็อก
tl: Iulat at I-block
tr: Bildir & Engelle
ur: رپورٹ کریں اور بلاک کریں
vi: Báo cáo & Chặn
zh: 举报与屏蔽
