Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

# errorDescriptionHint
source: e.g., Gave strange answers, Repeats the same thing, Gives contextually inappropriate responses...
ar: مثل، أعطى إجابات غريبة، يكرر نفس الشيء، يعطي ردود غير مناسبة سياقياً...
de: z.B. Gab seltsame Antworten, Wiederholt dasselbe, Gibt kontextuell unangemessene Antworten...
es: p. ej., Dio respuestas extrañas, Repite lo mismo, Da respuestas contextualmente inapropiadas...
fr: par exemple, A donné des réponses étranges, Répète la même chose, Donne des réponses contextuellement inappropriées...
hi: जैसे, अजीब जवाब दिए, वही बात दोहराते हैं, संदर्भ के अनुसार अनुपयुक्त प्रतिक्रियाएँ देते हैं...
id: misalnya, Memberikan jawaban yang aneh, Mengulangi hal yang sama, Memberikan respons yang tidak sesuai konteks...
it: ad es., Ha dato risposte strane, Ripete la stessa cosa, Fornisce risposte contestualmente inappropriate...
ja: 例：おかしな返答をした、同じことを繰り返す、文脈に合わない返答をする...
ko: 예: 이상한 대답을 했어요, 반복적으로 같은 말만 해요, 맥락에 맞지 않는 대답을 해요...
nl: bijv. Gaf vreemde antwoorden, Herhaalt hetzelfde, Geeft contextueel ongepaste reacties...
pl: np. Daje dziwne odpowiedzi, Powtarza to samo, Daje kontekstowo niewłaściwe odpowiedzi...
pt: por exemplo, Deu respostas estranhas, Repete a mesma coisa, Dá respostas contextualmente inadequadas...
ru: например, давал странные ответы, повторяет одно и то же, дает контекстуально неуместные ответы...
sv: t.ex., Gav konstiga svar, Upprepar samma sak, Ger kontextuellt olämpliga svar...
th: เช่น ตอบคำถามแปลกๆ, พูดซ้ำสิ่งเดิม, ให้คำตอบที่ไม่เหมาะสมตามบริบท...
tl: halimbawa, Nagbigay ng kakaibang sagot, Paulit-ulit ang parehong bagay, Nagbibigay ng hindi angkop na mga tugon sa konteksto...
tr: Örneğin, Garip cevaplar verdi, Aynı şeyi tekrar ediyor, Bağlam açısından uygun olmayan yanıtlar veriyor...
ur: مثلاً، عجیب جوابات دیے، ایک ہی بات کو دہرایا، سیاق و سباق کے لحاظ سے نامناسب جوابات دیے...
vi: ví dụ, Đưa ra câu trả lời lạ, Lặp lại cùng một điều, Đưa ra phản hồi không phù hợp với ngữ cảnh...
zh: 例如，给出奇怪的回答，重复同样的事情，给出不合适的回应...

source: Error Details
ar: تفاصيل الخطأ
de: Fehlermeldung
es: Detalles del Error
fr: Détails de l'erreur
hi: त्रुटि विवरण
id: Rincian kesalahan
it: Dettagli dell'errore
ja: エラー詳細
ko: 오류 상세 내용
nl: Foutdetails
pl: Szczegóły błędu
pt: Detalhes do Erro
ru: Подробности ошибки
sv: Felinformation
th: รายละเอียดข้อผิดพลาด
tl: Mga Detalye ng Error
tr: Hata Ayrıntıları
ur: غلطی کی تفصیلات
vi: Chi tiết lỗi
zh: 错误详情

# errorDetailsHint
source: Please explain in detail what is wrong
ar: يرجى الشرح بالتفصيل ما هو الخطأ
de: Bitte erkläre im Detail, was falsch ist
es: Por favor, explica en detalle qué está mal
fr: Veuillez expliquer en détail ce qui ne va pas
hi: कृपया विस्तार से बताएं कि क्या गलत है
id: Silakan jelaskan secara rinci apa yang salah
it: Si prega di spiegare in dettaglio cosa c'è di sbagliato
ja: 何が問題なのか詳しく説明してください
ko: 어떤 부분이 잘못되었는지 자세히 설명해주세요
nl: Gelieve in detail uit te leggen wat er mis is
pl: Proszę szczegółowo wyjaśnić, co jest nie tak
pt: Por favor, explique em detalhes o que está errado
ru: Пожалуйста, подробно объясните, что не так
sv: Vänligen förklara i detalj vad som är fel
th: กรุณาอธิบายรายละเอียดว่าเกิดอะไรขึ้น
tl: Pakisabihin nang detalyado kung ano ang mali
tr: Lütfen neyin yanlış olduğunu detaylı bir şekilde açıklayın
ur: براہ کرم تفصیل سے وضاحت کریں کہ کیا غلط ہے
vi: Mô tả chi tiết lỗi
zh: 请详细说明问题所在

# errorFrequency24h
source: Error Frequency (Last 24 hours)
ar: تكرار الأخطاء (آخر 24 ساعة)
de: Fehlerhäufigkeit (Letzte 24 Stunden)
es: Frecuencia de Errores (Últas 24 horas)
fr: Fréquence des erreurs (dernières 24 heures)
hi: त्रुटि आवृत्ति (पिछले 24 घंटे)
id: Frekuensi kesalahan (24 jam terakhir)
it: Frequenza degli errori (Ultime 24 ore)
ja: エラー頻度（過去24時間）
ko: 에러 발생 빈도 (최근 24시간)
nl: Foutfrequentie (Laatste 24 uur)
pl: Częstotliwość błędów (Ostatnie 24 godziny)
pt: Frequência de Erros (Últimas 24 horas)
ru: Частота ошибок (за последние 24 часа)
sv: Felaktighetsfrekvens (Senaste 24 timmarna)
th: ความถี่ของข้อผิดพลาด (24 ชั่วโมงที่ผ่านมา)
tl: Dalas ng Error (Huling 24 na oras)
tr: Hata Sıklığı (Son 24 saat)
ur: غلطی کی تعدد (آخری 24 گھنٹے)
vi: Tần suất lỗi (24 giờ qua)
zh: 错误频率（过去24小时）

source: Error Message:
ar: رسالة الخطأ:
de: Fehlermeldung:
es: Mensaje de Error:
fr: Message d'erreur :
hi: त्रुटि संदेश:
id: Pesan kesalahan:
it: Messaggio di errore:
ja: エラーメッセージ：
ko: 에러 메시지:
nl: Er is een fout opgetreden
pl: Komunikat o błędzie:
pt: Mensagem de Erro:
ru: Сообщение об ошибке:
sv: Ett fel uppstod
th: ข้อความข้อผิดพลาด:
tl: Mensahe ng Error:
tr: Hata Mesajı:
ur: غلطی کا پیغام:
vi: Thông báo lỗi:
zh: 错误信息：

# errorOccurred
source: An error occurred.
ar: حدث خطأ.
de: Ein Fehler ist aufgetreten.
es: Ocurrió un error.
fr: Une erreur est survenue.
hi: एक त्रुटि हुई।
id: Terjadi kesalahan.
it: Si è verificato un errore.
ja: エラーが発生しました。
ko: 오류가 발생했습니다.
nl: Er is een fout opgetreden.
pl: Wystąpił błąd.
pt: Ocorreu um erro.
ru: Произошла ошибка.
sv: Ett fel inträffade.
th: เกิดข้อผิดพลาด
tl: Nagkaroon ng error.
tr: Bir hata oluştu.
ur: ایک غلطی ہوئی ہے۔
vi: Đã xảy ra lỗi
zh: 发生错误

# errorOccurredTryAgain
source: An error occurred. Please try again.
ar: حدث خطأ. يرجى المحاولة مرة أخرى.
de: Ein Fehler ist aufgetreten. Bitte versuche es erneut.
es: Ocurrió un error. Por favor, inténtalo de nuevo.
fr: Une erreur est survenue. Veuillez réessayer.
hi: एक त्रुटि हुई। कृपया फिर से प्रयास करें।
id: Terjadi kesalahan. Silakan coba lagi.
it: Si è verificato un errore. Si prega di riprovare.
ja: エラーが発生しました。もう一度お試しください。
ko: 오류가 발생했습니다. 다시 시도해주세요.
nl: Er is een fout opgetreden. Probeer het alstublieft opnieuw.
pl: Wystąpił błąd. Proszę spróbować ponownie.
pt: Ocorreu um erro. Por favor, tente novamente.
ru: Произошла ошибка. Пожалуйста, попробуйте снова.
sv: Ett fel inträffade. Vänligen försök igen.
th: เกิดข้อผิดพลาดขึ้น กรุณาลองอีกครั้ง
tl: Nagkaroon ng error. Pakisubukan muli.
tr: Bir hata oluştu. Lütfen tekrar deneyin.
ur: ایک غلطی ہوئی ہے۔ براہ کرم دوبارہ کوشش کریں۔
vi: Đã xảy ra lỗi. Vui lòng thử lại.
zh: 发生错误。请再试一次。

# errorSendingFailed
source: Failed to send error
ar: فشل في إرسال الخطأ
de: Fehler beim Senden des Fehlers
es: Falló el envío del error
fr: Échec de l'envoi de l'erreur
hi: त्रुटि भेजने में विफल
id: Gagal mengirim kesalahan
it: Invio dell'errore non riuscito
ja: エラーの送信に失敗しました
ko: 오류 전송 실패
nl: Verzenden van fout mislukt
pl: Nie udało się wysłać błędu
pt: Falha ao enviar o erro
ru: Не удалось отправить ошибку
sv: Misslyckades med att skicka fel
th: ส่งข้อผิดพลาดไม่สำเร็จ
tl: Nabigong magpadala ng error
tr: Hata gönderilemedi.
ur: غلطی بھیجنے میں ناکامی
vi: Gửi lỗi không thành công
zh: 发送错误失败

# errorStats
source: Error Statistics
ar: إحصائيات الأخطاء
de: Fehlerstatistiken
es: Estadísticas de Errores
fr: Statistiques des erreurs
hi: त्रुटि सांख्यिकी
id: Statistik Kesalahan
it: Statistiche sugli errori
ja: エラー統計
ko: 에러 통계
nl: Foutstatistieken
pl: Statystyki błędów
pt: Estatísticas de Erros
ru: Статистика ошибок
sv: Felstatistik
th: สถิติข้อผิดพลาด
tl: Estadistika ng Error
tr: Hata İstatistikleri
ur: غلطی کی شماریات
vi: Thống kê lỗi
zh: 错误统计

# errorWithMessage
source: Error occurred: {error}
ar: حدث خطأ: {error}
de: Fehler aufgetreten: {error}
es: Ocurrió un error: {error}
fr: Erreur survenue : {error}
hi: त्रुटि हुई: {error}
id: Terjadi kesalahan: {error}
it: Si è verificato un errore: {error}
ja: エラーが発生しました：{error}
ko: 오류가 발생했습니다: {error}
nl: Fout opgetreden: {error}
pl: Wystąpił błąd: {error}
pt: Ocorreu um erro: {error}
ru: Произошла ошибка: {error}
sv: Fel uppstod: {error}
th: ข้อผิดพลาด: {error}
tl: Naganap ang error: {error}
tr: Hata oluştu: {error}
ur: غلطی ہوئی: {error}
vi: Lỗi xảy ra: {error}
zh: 发生错误：{error}

source: Evening
ar: مساء الخير
de: Abend
es: Noche
fr: Soirée
hi: शाम
id: Sore
it: Sera
ja: 夕方
ko: 저녁
nl: Avond
pl: Wieczór
pt: Noite
ru: Вечер
sv: Kväll
th: เย็น
tl: Gabi
tr: Akşam
ur: شام
vi: Buổi tối
zh: 晚上

source: Excited
ar: متحمس
de: Aufgeregt
es: Emocionado
fr: Excité
hi: उत्साहित
id: Bersemangat
it: Eccitato
ja: 興奮
ko: 신나요
nl: Opgewonden
pl: Podekscytowany
pt: Animado
ru: В восторге
sv: Exalterad
th: ตื่นเต้น
tl: Nasasabik
tr: Heyecanlı
ur: پرجوش
vi: Phấn khích
zh: 兴奋

source: Exit
ar: خروج
de: Beenden
es: Salir
fr: Quitter
hi: बाहर निकलें
id: Keluar
it: Esci
ja: 終了
ko: 종료
nl: Verlaten
pl: Wyjście
pt: Sair
ru: Выход
sv: Gå ut
th: ออก
tl: Lumabas
tr: Çıkış
ur: باہر نکلیں
vi: Thoát
zh: 退出

source: Exit App
ar: إنهاء التطبيق
de: App beenden
es: Salir de la App
fr: Quitter l'application
hi: ऐप से बाहर निकलें
id: Keluar Aplikasi
it: Esci dall'app
ja: アプリを終了
ko: 앱 종료
nl: App afsluiten
pl: Wyjdź z aplikacji
pt: Sair do App
ru: Выход из приложения
sv: Avsluta app
th: ออกจากแอป
tl: Lumabas sa App
tr: Uygulamadan Çık
ur: ایپ بند کریں
vi: Thoát ứng dụng
zh: 退出应用

# exitConfirmMessage
source: Are you sure you want to exit the app?
ar: هل أنت متأكد أنك تريد الخروج من التطبيق؟
de: Sind Sie sicher, dass Sie die App beenden möchten?
es: ¿Estás seguro de que quieres salir de la app?
fr: Êtes-vous sûr de vouloir quitter l'application ?
hi: क्या आप वाकई ऐप से बाहर निकलना चाहते हैं?
id: Apakah Anda yakin ingin keluar dari aplikasi?
it: Sei sicuro di voler uscire dall'app?
ja: 本当にアプリを終了しますか？
ko: 정말 앱을 종료하시겠습니까?
nl: Weet u zeker dat u de app wilt afsluiten?
pl: Czy na pewno chcesz wyjść z aplikacji?
pt: Você tem certeza de que deseja sair do app?
ru: Вы уверены, что хотите выйти из приложения?
sv: Är du säker på att du vill avsluta appen?
th: คุณแน่ใจหรือว่าต้องการออกจากแอป?
tl: Sigurado ka bang nais mong lumabas sa app?
tr: Uygulamadan çıkmak istediğinize emin misiniz?
ur: کیا آپ واقعی ایپ بند کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn thoát ứng dụng không?
zh: 您确定要退出应用吗？

source: Expert Persona
ar: شخصية خبير
de: Experten-Persona
es: Persona Experta
fr: Persona expert
hi: विशेषज्ञ व्यक्तित्व
id: Persona Ahli
it: Persona Esperta
ja: エキスパートペルソナ
ko: 전문가 페르소나
pl: Ekspert
pt: Persona Especialista
ru: Экспертная персона
th: บุคลิกภาพผู้เชี่ยวชาญ
tl: Ekspertong Persona
tr: Uzman Persona
ur: ماہر شخصیت
vi: Persona chuyên gia
zh: 专家角色

source: Expertise Score
ar: درجة الخبرة
de: Fachkenntnis-Score
es: Puntuación de Experiencia
fr: Score d'expertise
hi: विशेषज्ञता स्कोर
id: Skor Keahlian
it: Punteggio di Competenza
ja: 専門性スコア
ko: 전문성 점수
pl: Wynik ekspertyzy
pt: Pontuação de Especialização
ru: Оценка экспертизы
sv: Expertpoäng
th: คะแนนความเชี่ยวชาญ
tl: Iskor ng Kasanayan
tr: Uzmanlık Puanı
ur: مہارت کا اسکور
vi: Điểm chuyên môn
zh: 专业评分

source: Expired
ar: منتهية
de: Abgelaufen
es: Expirado
fr: Expiré
hi: समाप्त
id: Kedaluwarsa
it: Scaduto
ja: 期限切れ
ko: 만료됨
nl: Verlopen
pl: Wygasły
pt: Expirado
ru: Истекло
sv: Utgången
th: หมดอายุ
tl: Nag-expire
tr: Süresi Dolmuş
ur: ختم ہو گیا
vi: Đã hết hạn
zh: 已过期

# explainReportReason
source: Please explain the report reason in detail
ar: يرجى توضيح سبب التقرير بالتفصيل
de: Bitte erklären Sie den Grund für den Bericht im Detail
es: Por favor, explica el motivo del reporte en detalle
fr: Veuillez expliquer la raison du rapport en détail
hi: कृपया रिपोर्ट कारण को विस्तार से समझाएं
id: Harap jelaskan alasan laporan secara rinci
it: Si prega di spiegare il motivo del rapporto in dettaglio
ja: 報告理由を詳しく説明してください
ko: 신고 사유를 자세히 설명해주세요
nl: Gelieve de reden voor het rapport in detail uit te leggen
pl: Proszę szczegółowo wyjaśnić powód zgłoszenia
pt: Por favor, explique o motivo da denúncia em detalhes
ru: Пожалуйста, подробно объясните причину жалобы
sv: Vänligen förklara rapporteringsorsaken i detalj
th: กรุณาอธิบายเหตุผลในการรายงานอย่างละเอียด
tl: Mangyaring ipaliwanag ang dahilan ng ulat nang detalyado
tr: Lütfen rapor nedenini detaylı bir şekilde açıklayın
ur: براہ کرم رپورٹ کی وجہ کی تفصیل بیان کریں
vi: Giải thích lý do báo cáo
zh: 请详细说明举报原因

source: Fashion
ar: موضة
de: Mode
es: Moda
fr: Mode
hi: फैशन
id: Mode
it: Moda
ja: ファッション
ko: 패션
nl: Mode
pl: Moda
pt: Moda
ru: Мода
sv: Mode
th: แฟชั่น
tl: Moda
tr: Moda
ur: فیشن
vi: Thời trang
zh: 时尚

source: Female
ar: أنثى
de: Weiblich
es: Mujer
fr: Femme
hi: महिला
id: Perempuan
it: Femmina
ja: 女性
ko: 여성
nl: Vrouw
pl: Kobieta
pt: Feminino
ru: Женский
sv: Kvinna
th: หญิง
tl: Babae
tr: Kadın
ur: عورت
vi: Nữ
zh: 女性

source: Filter
ar: تصفية
de: Filtern
es: Filtrar
fr: Filtrer
hi: फ़िल्टर
it: Filtro
ja: フィルター
ko: 필터
nl: Filteren
pl: Filtruj
pt: Filtro
ru: Фильтр
sv: Filtrera
th: กรอง
tl: I-filter
tr: Filtrele
ur: فلٹر
vi: Lọc
zh: 筛选

source: First Occurred:
ar: حدث لأول مرة
de: Erstmals aufgetreten:
es: Ocurrió por primera vez:
fr: Première apparition :
hi: पहली बार हुआ:
id: Pertama Kali Terjadi:
it: Prima Occorrenza:
ja: 最初の発生：
ko: 첫 발생:
nl: Eerste keer opgetreden:
pl: Po raz pierwszy wystąpiło:
pt: Primeira Ocorrência:
ru: Произошло впервые:
sv: Första gången inträffade:
th: เกิดขึ้นครั้งแรก:
tl: Unang Nangyari:
tr: İlk Oluşum:
ur: پہلی بار ہوا:
vi: Lần đầu xảy ra:
zh: 首次发生：

# followDeviceLanguage
source: Follow device language settings
ar: اتبع إعدادات لغة الجهاز
de: Den Spracheinstellungen des Geräts folgen
es: Seguir la configuración de idioma del dispositivo
fr: Suivre les paramètres de langue de l'appareil
hi: डिवाइस की भाषा सेटिंग का पालन करें
id: Ikuti pengaturan bahasa perangkat
it: Segui le impostazioni della lingua del dispositivo
ja: デバイスの言語設定に従う
ko: 기기의 언어 설정을 따릅니다
nl: Volg de taalinstellingen van het apparaat
pl: Podążaj za ustawieniami języka urządzenia
pt: Seguir as configurações de idioma do dispositivo
ru: Следовать настройкам языка устройства
sv: Följ enhetens språkinställningar
th: ตามการตั้งค่าภาษาของอุปกรณ์
tl: Sundin ang mga setting ng wika ng aparato
tr: Cihaz dil ayarlarını takip et
ur: ڈیوائس کی زبان کی ترتیبات کی پیروی کریں
vi: Theo cài đặt ngôn ngữ của thiết bị
zh: 跟随设备语言设置

source: Forenoon
ar: صباح
de: Vormittag
es: Mañana
fr: Avant-midi
hi: पूर्वाह्न
id: Pagi
it: Mattina
ja: 午前
ko: 오전
nl: Ochtend
pl: Przedpołudnie
pt: Manhã
ru: Утро
sv: Förmiddag
th: ช่วงเช้า
tl: Umaga
tr: Öğle Öncesi
ur: صبح
vi: Buổi sáng
zh: 上午

source: Forgot Password
ar: نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
id: Lupa kata sandi?
it: Password dimenticata?
ja: パスワードをお忘れですか？
ko: 비밀번호 찾기
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt: Esqueceu a senha?
ru: Забыли пароль?
sv: Glömt lösenord?
th: ลืมรหัสผ่าน?
tl: Nakalimutan ang Password?
tr: Şifremi Unuttum?
ur: پاس ورڈ بھول گئے؟
vi: Quên mật khẩu?
zh: 忘记密码？

source: Frequently Asked Questions
ar: الأسئلة الشائعة
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
fr: Questions fréquemment posées
hi: अक्सर पूछे जाने वाले प्रश्न
id: Pertanyaan yang sering diajukan
it: Domande Frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde Vragen
pl: Najczęściej Zadawane Pytania
pt: Perguntas Frequentes
ru: Часто задаваемые вопросы
sv: Vanliga frågor
th: คำถามที่พบบ่อย
tl: Madalas na Itinataas na mga Tanong
tr: Sıkça Sorulan Sorular
ur: اکثر پوچھے جانے والے سوالات
vi: Câu hỏi thường gặp
zh: 常见问题

source: Friday
ar: الجمعة
de: Freitag
es: Viernes
fr: Vendredi
hi: शुक्रवार
id: Jumat
ja: 金曜日
ko: 금요일
nl: Vrijdag
pl: Piątek
pt: Sexta-feira
ru: Пятница
sv: Fredag
th: วันศุกร์
tl: Biyernes
tr: Cuma
ur: جمعہ
vi: Thứ Sáu
zh: 星期五

# friendshipDescription
source: I want to meet new friends and have conversations
ar: أريد أن ألتقي بأصدقاء جدد وأجري محادثات
de: Ich möchte neue Freunde kennenlernen und Gespräche führen
es: Quiero conocer nuevos amigos y tener conversaciones
fr: Je veux rencontrer de nouveaux amis et avoir des conversations
hi: मैं नए दोस्तों से मिलना चाहता हूँ और बातचीत करना चाहता हूँ
id: Saya ingin bertemu teman baru dan berdiskusi
ja: 新しい友達に出会い、会話をしたい
ko: 새로운 친구를 만나고 대화를 나누고 싶어요
nl: Ik wil nieuwe vrienden ontmoeten en gesprekken voeren
pl: Chcę poznać nowych przyjaciół i prowadzić rozmowy
pt: Quero conhecer novos amigos e ter conversas
ru: Я хочу познакомиться с новыми друзьями и пообщаться
sv: Jag vill träffa nya vänner och ha samtal
th: ฉันต้องการพบเพื่อนใหม่และมีการสนทนา
tl: Gusto kong makilala ang mga bagong kaibigan at makipag-usap
tr: Yeni arkadaşlar edinmek ve sohbet etmek istiyorum
ur: میں نئے دوست بنانا چاہتا ہوں اور بات چیت کرنا چاہتا ہوں
vi: Tìm kiếm tình bạn
zh: 我想结识新朋友并进行交流

source: Fun Chat
ar: دردشة ممتعة
de: Spaß-Chat
es: Charla Divertida
fr: Discussion amusante
hi: मजेदार चैट
id: Obrolan Seru
ja: 楽しい会話
ko: 재미있는 대화
nl: Leuke Chat
pl: Fajna Rozmowa
pt: Bate-papo Divertido
ru: Веселый Чат
sv: Rolig chatt
th: แชทสนุก
tl: Masayang Usapan
tr: Eğlenceli Sohbet
ur: مزے دار گفتگو
vi: Trò Chuyện Vui
zh: 有趣的聊天

source: Gallery Permission
ar: إذن المعرض
de: Galerie-Berechtigung
es: Permiso de galería
fr: Permission galerie
hi: गैलरी अनुमति
id: Izin Galeri
it: Permesso galleria
ja: ギャラリーの許可
ko: 갤러리 권한
nl: Galerijtoestemming
pl: Uprawnienia do galerii
pt: Permissão da galeria
ru: Разрешение галереи
sv: Galleriåtkomst
th: สิทธิ์แกลเลอรี
tl: Pahintulot sa Gallery
tr: Galeri İzni
ur: گیلری کی اجازت
vi: Quyền truy cập thư viện
zh: 相册权限

# galleryPermissionDesc
source: Gallery access is required to select profile photos.
ar: نحتاج إلى إذن المعرض لاختيار الصور.
de: Galeriezugriff wird benötigt, um Profilfotos auszuwählen.
es: Se necesita acceso a la galería para seleccionar fotos de perfil.
fr: L'accès à la galerie est nécessaire pour sélectionner des photos de profil.
hi: फोटो चुनने के लिए हमें गैलरी अनुमति की आवश्यकता है।
id: Akses galeri diperlukan untuk memilih foto profil.
it: L'accesso alla galleria è necessario per selezionare foto del profilo.
ja: プロフィール写真を選択するにはギャラリーアクセスが必要です。
ko: 프로필 사진 선택을 위해 갤러리 접근이 필요합니다.
nl: Toegang tot de galerij is vereist om profielfoto's te selecteren.
pl: Dostęp do galerii jest wymagany, aby wybrać zdjęcia profilowe.
pt: O acesso à galeria é necessário para selecionar fotos do perfil.
ru: Доступ к галерее необходим для выбора фотографий профиля.
sv: Åtkomst till galleriet krävs för att välja profilbilder.
th: ต้องการสิทธิ์แกลเลอรีเพื่อเลือกรูปโปรไฟล์
tl: Kailangan namin ng pahintulot sa gallery para pumili ng larawan.
tr: Fotoğraf seçmek için galeri iznine ihtiyacımız var.
ur: تصاویر چننے کے لیے ہمیں گیلری کی اجازت چاہیے۔
vi: Cần quyền thư viện để chọn ảnh
zh: 需要相册权限来选择个人资料照片。

source: Gaming
ar: ألعاب
es: Juegos
fr: Jeux
hi: गेमिंग
id: Bermain game
ja: ゲーム
ko: 게임
pl: Gry
pt: Jogos
ru: Игры
sv: Spelande
th: เกม
tr: Oyun
ur: گیمنگ
vi: Chơi game
zh: 游戏

source: Gender
ar: الجنس
de: Geschlecht
es: Género
fr: Genre
hi: लिंग
id: Jenis kelamin
it: Genere
ja: 性別
ko: 성별
nl: Geslacht
pl: Płeć
pt: Gênero
ru: Пол
sv: Kön
th: เพศ
tl: Kasarian
tr: Cinsiyet
ur: جنس
vi: Giới tính
zh: 性别

# genderNotSelectedInfo
source: If gender is not selected, personas of all genders will be shown
ar: إذا لم يتم تحديد الجنس، ستظهر شخصيات من جميع الأجناس
de: Wenn kein Geschlecht ausgewählt ist, werden Personas aller Geschlechter angezeigt.
es: Si no se selecciona género, se mostrarán personas de todos los géneros
fr: Si le genre n'est pas sélectionné, des personas de tous les genres seront affichés
hi: यदि लिंग चयनित नहीं है, तो सभी लिंगों के व्यक्तित्व दिखाए जाएंगे
id: Jika jenis kelamin tidak dipilih, persona dari semua jenis kelamin akan ditampilkan
ja: 性別を選択しない場合、すべての性別のペルソナが表示されます
ko: 성별을 선택하지 않으면 모든 성별의 페르소나가 표시됩니다
nl: Als geslacht niet is geselecteerd, worden persona's van alle geslachten weergegeven.
pl: Jeśli płeć nie jest wybrana, będą wyświetlane persony wszystkich płci
pt: Se o gênero não for selecionado, serão mostradas personas de todos os gêneros
ru: Если пол не выбран, будут показаны персонажи всех полов
sv: Om kön inte är valt kommer personas av alla kön att visas
th: หากยังไม่ได้เลือกเพศ จะมีบุคลิกภาพของทุกเพศแสดงให้เห็น
tl: Kung hindi napili ang kasarian, ipapakita ang mga persona ng lahat ng kasarian
tr: Cinsiyet seçilmediğinde, tüm cinsiyetlerden persona gösterilecektir
ur: اگر جنس منتخب نہیں کی گئی تو تمام جنسوں کے کردار دکھائے جائیں گے
vi: Nếu không chọn giới tính, bạn sẽ thấy các nhân vật của tất cả các giới tính
zh: 如果未选择性别，将显示所有性别的角色

source: Gender (Optional)
ar: الجنس (اختياري)
de: Geschlecht (Optional)
es: Género (Opcional)
fr: Genre (Optionnel)
hi: लिंग (वैकल्पिक)
id: Jenis kelamin (opsional)
ja: 性別（任意）
ko: 성별 (선택)
nl: Geslacht (Optioneel)
pl: Płeć (Opcjonalnie)
pt: Gênero (Opcional)
ru: Пол (необязательно)
sv: Kön (Valfritt)
th: เพศ (ไม่บังคับ)
tl: Kasarian (Opsyonal)
tr: Cinsiyet (İsteğe Bağlı)
ur: جنس (اختیاری)
vi: Giới tính (tùy chọn)
zh: 性别（可选）

# genderPreferenceActive
source: You can meet personas of all genders
ar: يمكنك مقابلة شخصيات من جميع الأجناس
de: Du kannst Personas aller Geschlechter treffen.
es: Puedes conocer personas de todos los géneros
fr: Vous pouvez rencontrer des personas de tous les genres
hi: आप सभी लिंगों के व्यक्तित्व से मिल सकते हैं
id: Anda dapat bertemu persona dari semua jenis kelamin
ja: すべての性別のペルソナに出会えます
ko: 모든 성별의 페르소나를 만날 수 있어요
nl: Je kunt persona's van alle geslachten ontmoeten.
pl: Możesz spotkać persony wszystkich płci
pt: Você pode conhecer personas de todos os gêneros
ru: Вы можете встречать персонажей всех полов
sv: Du kan träffa personas av alla kön
th: คุณสามารถพบกับบุคคลในทุกเพศ
tl: Maaari kang makilala ng mga persona ng lahat ng kasarian
tr: Tüm cinsiyetlerden persona ile tanışabilirsiniz
ur: آپ تمام جنسوں کے کرداروں سے مل سکتے ہیں
vi: Bạn có thể gặp các nhân vật của tất cả các giới tính
zh: 您可以见到所有性别的角色

# genderPreferenceDisabled
source: Select your gender to enable opposite gender only option
ar: حدد جنسك لتمكين خيار الجنس المعاكس فقط
de: Wähle dein Geschlecht aus, um die Option nur für das gegenteilige Geschlecht zu aktivieren.
es: Selecciona tu género para habilitar la opción de solo género opuesto
fr: Sélectionnez votre genre pour activer l'option uniquement pour le genre opposé
hi: केवल विपरीत लिंग का विकल्प सक्षम करने के लिए अपना लिंग चुनें
id: Pilih jenis kelamin Anda untuk mengaktifkan opsi hanya untuk jenis kelamin yang berlawanan
ja: 異性のみオプションを有効にするには性別を選択してください
ko: 성별을 선택하면 이성만 보기 옵션이 활성화됩니다
nl: Selecteer je geslacht om de optie alleen voor het tegenovergestelde geslacht in te schakelen.
pl: Wybierz swoją płeć, aby włączyć opcję tylko dla przeciwnej płci
pt: Selecione seu gênero para habilitar a opção de gênero oposto apenas
ru: Выберите свой пол, чтобы активировать опцию только для противоположного пола
sv: Välj ditt kön för att aktivera alternativet endast motsatt kön
th: กรุณาเลือกเพศของคุณเพื่อเปิดใช้งานตัวเลือกเฉพาะเพศตรงข้าม
tl: Pumili ng iyong kasarian upang paganahin ang opsyon na tanging kabaligtaran ng kasarian lamang
tr: Karşı cins seçeneğini etkinleştirmek için cinsiyetinizi seçin
ur: صرف مخالف جنس کے آپشن کو فعال کرنے کے لیے اپنی جنس منتخب کریں
vi: Chọn giới tính của bạn để kích hoạt tùy chọn chỉ giới tính đối diện
zh: 选择您的性别以启用仅对异性别选项

# genderPreferenceInactive
source: Only opposite gender personas will be shown
ar: سيتم عرض شخصيات من الجنس المعاكس فقط
de: Es werden nur Personas des gegenteiligen Geschlechts angezeigt.
es: Solo se mostrarán personas de género opuesto
fr: Seules les personas du genre opposé seront affichées
hi: केवल विपरीत लिंग के व्यक्तित्व दिखाए जाएंगे
id: Hanya persona dari jenis kelamin yang berlawanan yang akan ditampilkan
it: Verranno mostrati solo i personaggi di genere opposto
ja: 異性のペルソナのみが表示されます
ko: 이성 페르소나만 보여집니다
nl: Alleen persona's van het tegenovergestelde geslacht worden weergegeven.
pl: Będą wyświetlane tylko persony przeciwnej płci
pt: Apenas personas do gênero oposto serão mostradas
ru: Будут показаны только персонажи противоположного пола
sv: Endast personas av motsatt kön kommer att visas
th: จะแสดงเฉพาะบุคคลเพศตรงข้าม
tl: Tanging mga persona ng kabaligtaran ng kasarian ang ipapakita
tr: Sadece karşı cins kişilikler gösterilecektir
ur: صرف مخالف جنس کے کردار دکھائے جائیں گے
vi: Chỉ các nhân vật giới tính đối diện sẽ được hiển thị
zh: 只会显示异性别角色
