Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

# termsSection7Content
source: The Company may gradually restrict service usage through warnings, temporary suspension, or permanent suspension if users violate the obligations of these terms or interfere with normal service operations.
ar: قد تقوم الشركة بتقييد استخدام الخدمة تدريجياً من خلال التحذيرات، أو التعليق المؤقت، أو التعليق الدائم إذا انتهك المستخدمون التزامات هذه الشروط أو تدخلوا في العمليات العادية للخدمة.
de: Das Unternehmen kann die Nutzung des Dienstes schrittweise durch Warnungen, vorübergehende Aussetzungen oder dauerhafte Aussetzungen einschränken, wenn Nutzer gegen die Verpflichtungen dieser Bedingungen verstoßen oder den normalen Betrieb des Dienstes stören.
es: La Compañía puede restringir gradualmente el uso del servicio a través de advertencias, suspensión temporal o suspensión permanente si los usuarios violan las obligaciones de estos términos o interfieren con el funcionamiento normal del servicio.
fr: La société peut progressivement restreindre l'utilisation du service par le biais d'avertissements, de suspensions temporaires ou de suspensions permanentes si les utilisateurs enfreignent les obligations de ces conditions ou interfèrent avec le bon fonctionnement du service.
hi: यदि उपयोगकर्ता इन शर्तों की जिम्मेदारियों का उल्लंघन करते हैं या सामान्य सेवा संचालन में हस्तक्षेप करते हैं, तो कंपनी चेतावनियों, अस्थायी निलंबन या स्थायी निलंबन के माध्यम से सेवा के उपयोग को धीरे-धीरे प्रतिबंधित कर सकती है।
id: Perusahaan dapat secara bertahap membatasi penggunaan layanan melalui peringatan, penangguhan sementara, atau penangguhan permanen jika pengguna melanggar kewajiban dari syarat ini atau mengganggu operasi layanan yang normal.
it: La Società può gradualmente limitare l'uso del servizio attraverso avvisi, sospensione temporanea o sospensione permanente se gli utenti violano gli obblighi di questi termini o interferiscono con il normale funzionamento del servizio.
ja: ユーザーがこれらの規約の義務に違反したり、通常のサービス運営を妨害した場合、会社は警告、一時停止、または永久停止を通じてサービス利用を段階的に制限することができます。
ko: 회사는 이용자가 본 약관의 의무를 위반하거나 서비스의 정상적인 운영을 방해한 경우, 경고, 일시정지, 영구이용정지 등으로 서비스 이용을 단계적으로 제한할 수 있습니다.
nl: Het Bedrijf kan geleidelijk het gebruik van de dienst beperken door middel van waarschuwingen, tijdelijke opschorting of permanente opschorting als gebruikers de verplichtingen van deze voorwaarden schenden of de normale werking van de dienst verstoren.
pl: Firma może stopniowo ograniczać korzystanie z usługi poprzez ostrzeżenia, tymczasowe zawieszenie lub trwałe zawieszenie, jeśli użytkownicy naruszają obowiązki wynikające z tych warunków lub zakłócają normalne funkcjonowanie usługi.
pt: A Empresa pode restringir gradualmente o uso do serviço por meio de avisos, suspensão temporária ou suspensão permanente se os usuários violarem as obrigações destes termos ou interferirem nas operações normais do serviço.
ru: Компания может постепенно ограничивать использование сервиса через предупреждения, временные приостановки или постоянные приостановки, если пользователи нарушают обязательства этих условий или вмешиваются в нормальную работу сервиса.
sv: Företaget kan gradvis begränsa användningen av tjänsten genom varningar, tillfällig avstängning eller permanent avstängning om användare bryter mot skyldigheterna i dessa villkor eller stör normal tjänsteverksamhet.
th: บริษัทอาจจำกัดการใช้บริการอย่างค่อยเป็นค่อยไปโดยการเตือน, การระงับชั่วคราว, หรือการระงับถาวรหากผู้ใช้ละเมิดหน้าที่ตามข้อกำหนดเหล่านี้หรือก่อกวนการดำเนินงานของบริการตามปกติ
tl: Maaaring unti-unting limitahan ng Kumpanya ang paggamit ng serbisyo sa pamamagitan ng mga babala, pansamantalang pagsuspinde, o permanenteng pagsuspinde kung ang mga gumagamit ay lumalabag sa mga obligasyon ng mga terminong ito o nakikialam sa normal na operasyon ng serbisyo.
tr: Şirket, kullanıcıların bu şartların yükümlülüklerini ihlal etmesi veya normal hizmet işlemlerine müdahale etmesi durumunda, hizmet kullanımını uyarılar, geçici askıya alma veya kalıcı askıya alma yoluyla kademeli olarak kısıtlayabilir.
ur: اگر صارفین ان شرائط کی ذمہ داریوں کی خلاف ورزی کرتے ہیں یا معمول کی سروس کی کارروائیوں میں مداخلت کرتے ہیں تو کمپنی مرحلہ وار انتباہات، عارضی معطلی، یا مستقل معطلی کے ذریعے سروس کے استعمال کو محدود کر سکتی ہے۔
vi: Nội dung điều khoản 7
zh: 如果用户违反这些条款的义务或干扰正常的服务运营，公司可能会通过警告、临时暂停或永久暂停逐步限制服务使用。

# termsSection7Title
source: Article 7 (Service Usage Restrictions)
ar: المادة 7 (قيود استخدام الخدمة)
de: Artikel 7 (Einschränkungen der Nutzung des Dienstes)
es: Artículo 7 (Restricciones en el Uso del Servicio)
fr: Article 7 (Restrictions d'utilisation du service)
hi: अनुच्छेद 7 (सेवा उपयोग प्रतिबंध)
id: Pasal 7 (Pembatasan Penggunaan Layanan)
it: Articolo 7 (Restrizioni all'Uso del Servizio)
ja: 第7条（サービス利用制限）
ko: 제7조 (서비스 이용제한)
nl: Artikel 7 (Beperkingen op het gebruik van de service)
pl: Artykuł 7 (Ograniczenia w Korzystaniu z Usługi)
pt: Artigo 7 (Restrições de Uso do Serviço)
ru: Статья 7 (Ограничения на использование услуги)
sv: Artikel 7 (Begränsningar av tjänsteanvändning)
th: มาตรา 7 (ข้อจำกัดการใช้บริการ)
tl: Artikulo 7 (Mga Paghihigpit sa Paggamit ng Serbisyo)
tr: Madde 7 (Hizmet Kullanım Kısıtlamaları)
ur: آرٹیکل 7 (سروس کے استعمال کی پابندیاں)
vi: Điều 7 (Hạn chế Sử dụng Dịch vụ)
zh: 第七条（服务使用限制）

# termsSection8Content
source: We are not liable for any indirect, incidental, or consequential damages arising from your use of our service.
ar: نحن غير مسؤولين عن أي أضرار غير مباشرة أو عرضية أو تبعية ناتجة عن استخدامك لخدمتنا.
de: Wir haften nicht für indirekte, zufällige oder Folgeschäden, die aus Ihrer Nutzung unseres Dienstes entstehen.
es: No somos responsables de ningún daño indirecto, incidental o consecuente que surja de tu uso de nuestro servicio.
fr: Nous ne sommes pas responsables des dommages indirects, accessoires ou consécutifs résultant de votre utilisation de notre service.
hi: हम आपकी सेवा के उपयोग से उत्पन्न किसी भी अप्रत्यक्ष, आकस्मिक, या परिणामी क्षति के लिए जिम्मेदार नहीं हैं।
id: Kami tidak bertanggung jawab atas kerugian tidak langsung, insidental, atau konsekuensial yang timbul dari penggunaan layanan kami.
it: Non siamo responsabili per eventuali danni indiretti, incidentali o consequenziali derivanti dall'uso del nostro servizio.
ja: 当社のサービスの利用に起因する間接的、偶発的、または結果的な損害について、当社は責任を負いません。
ko: 저희 서비스 이용으로 인해 발생하는 간접적, 우발적, 또는 결과적 손해에 대해서는 책임을 지지 않습니다.
nl: Wij zijn niet aansprakelijk voor enige indirecte, incidentele of gevolgschade die voortvloeit uit uw gebruik van onze service.
pl: Nie ponosimy odpowiedzialności za jakiekolwiek pośrednie, przypadkowe lub wynikowe szkody powstałe w wyniku korzystania z naszej usługi.
pt: Não somos responsáveis por quaisquer danos indiretos, incidentais ou consequenciais decorrentes do seu uso do nosso serviço.
ru: Мы не несем ответственности за любые косвенные, случайные или последующие убытки, возникающие в результате вашего использования нашей услуги.
sv: Vi är inte ansvariga för några indirekta, tillfälliga eller följdskador som uppstår från din användning av vår tjänst.
th: เราจะไม่รับผิดชอบต่อความเสียหายที่เกิดขึ้นโดยอ้อม, บังเอิญ, หรือผลที่ตามมาจากการใช้บริการของเรา
tl: Wala kaming pananagutan para sa anumang di-tuwirang, incidental, o consequential na pinsala na nagmumula sa iyong paggamit ng aming serbisyo.
tr: Hizmetimizi kullanmanızdan kaynaklanan dolaylı, tesadüfi veya sonuç olarak ortaya çıkan zararlardan sorumlu değiliz.
ur: ہم آپ کی خدمت کے استعمال سے پیدا ہونے والے کسی بھی غیر براہ راست، حادثاتی، یا نتیجہ خیز نقصانات کے لئے ذمہ دار نہیں ہیں۔
vi: Chúng tôi không chịu trách nhiệm về bất kỳ thiệt hại gián tiếp, ngẫu nhiên hoặc hậu quả nào phát sinh từ việc bạn sử dụng dịch vụ của chúng tôi.
zh: 我们不对因您使用我们的服务而产生的任何间接、附带或后果性损害负责。

# termsSection8Title
source: Article 8 (Service Interruption)
ar: المادة 8 (انقطاع الخدمة)
de: Artikel 8 (Dienstunterbrechung)
es: Artículo 8 (Interrupción del Servicio)
fr: Article 8 (Interruption du service)
hi: अनुच्छेद 8 (सेवा में बाधा)
id: Pasal 8 (Gangguan Layanan)
it: Articolo 8 (Interruzione del Servizio)
ja: 第8条（サービスの中断）
ko: 제8조 (서비스 중단)
nl: Artikel 8 (Onderbreking van de service)
pl: Artykuł 8 (Przerwa w Usłudze)
pt: Artigo 8 (Interrupção do Serviço)
ru: Статья 8 (Перерыв в обслуживании)
sv: Artikel 8 (Tjänsteavbrott)
th: มาตรา 8 (การหยุดชะงักของบริการ)
tl: Artikulo 8 (Pagkakasuspinde ng Serbisyo)
tr: Madde 8 (Hizmet Kesintisi)
ur: آرٹیکل 8 (سروس میں خلل)
vi: Điều 8 (Gián đoạn Dịch vụ)
zh: 第八条（服务中断）

# termsSection9Content
source: All content and materials available on our service are protected by intellectual property rights.
ar: جميع المحتويات والمواد المتاحة على خدمتنا محمية بحقوق الملكية الفكرية.
de: Alle Inhalte und Materialien, die in unserem Dienst verfügbar sind, sind durch geistige Eigentumsrechte geschützt.
es: Todo el contenido y materiales disponibles en nuestro servicio están protegidos por derechos de propiedad intelectual.
fr: Tout le contenu et les matériaux disponibles sur notre service sont protégés par des droits de propriété intellectuelle.
hi: हमारी सेवा पर उपलब्ध सभी सामग्री और सामग्री बौद्धिक संपदा अधिकारों द्वारा सुरक्षित हैं।
id: Semua konten dan materi yang tersedia di layanan kami dilindungi oleh hak kekayaan intelektual.
it: Tutti i contenuti e i materiali disponibili sul nostro servizio sono protetti da diritti di proprietà intellettuale.
ja: 当社のサービスで利用可能なすべてのコンテンツおよび資料は、知的財産権によって保護されています。
ko: 저희 서비스에서 제공되는 모든 콘텐츠 및 자료는 지적 재산권에 의해 보호됩니다.
nl: Alle inhoud en materialen die beschikbaar zijn op onze service zijn beschermd door intellectuele eigendomsrechten.
pl: Wszystkie treści i materiały dostępne w naszej usłudze są chronione prawami własności intelektualnej.
pt: Todo o conteúdo e materiais disponíveis em nosso serviço estão protegidos por direitos de propriedade intelectual.
ru: Все контенты и материалы, доступные в нашей услуге, защищены правами интеллектуальной собственности.
sv: allt innehåll och material som finns tillgängligt på vår tjänst är skyddat av immateriella rättigheter.
th: เนื้อหาและวัสดุทั้งหมดที่มีอยู่ในบริการของเราได้รับการคุ้มครองโดยสิทธิในทรัพย์สินทางปัญญา
tl: Lahat ng nilalaman at materyales na available sa aming serbisyo ay protektado ng mga karapatan sa intelektwal na ari-arian.
tr: Hizmetimizde mevcut olan tüm içerik ve materyaller fikri mülkiyet haklarıyla korunmaktadır.
ur: ہماری خدمت پر دستیاب تمام مواد اور مواد دانشورانہ املاک کے حقوق سے محفوظ ہیں۔
vi: Tất cả nội dung và tài liệu có sẵn trên dịch vụ của chúng tôi đều được bảo vệ bởi quyền sở hữu trí tuệ.
zh: 我们服务中所有可用的内容和材料均受知识产权保护。

# termsSection9Title
source: Article 9 (Disclaimer)
ar: المادة 9 (إخلاء المسؤولية)
de: Artikel 9 (Haftungsausschluss)
es: Artículo 9 (Descargo de Responsabilidad)
fr: Article 9 (Avertissement)
hi: अनुच्छेद 9 (अस्वीकृति)
id: Pasal 9 (Penafian)
it: Articolo 9 (Esclusione di Responsabilità)
ja: 第9条（免責事項）
ko: 제9조 (면책조항)
nl: Artikel 9 (Disclaimer)
pl: Artykuł 9 (Zrzeczenie się Odpowiedzialności)
pt: Artigo 9 (Isenção de Responsabilidade)
ru: Статья 9 (Отказ от ответственности)
sv: Artikel 9 (Ansvarsfriskrivning)
th: มาตรา 9 (การปฏิเสธความรับผิด)
tl: Artikulo 9 (Pagtatanggi)
tr: Madde 9 (Feragat)
ur: آرٹیکل 9 (انکار)
vi: Điều 9 (Tuyên bố từ chối trách nhiệm)
zh: 第九条（免责声明）

# termsSupplementary
source: Supplementary Terms
ar: الشروط التكميلية
de: Ergänzende Bedingungen
es: Términos Suplementarios
fr: Conditions supplémentaires
hi: पूरक शर्तें
id: Syarat Tambahan
it: Termini Supplementari
ja: 補足条件
ko: 부가 약관
nl: Aanvullende Voorwaarden
pl: Warunki Dodatkowe
pt: Termos Suplementares
ru: Дополнительные условия
sv: Tilläggsvillkor
th: ข้อกำหนดเพิ่มเติม
tl: Mga Karagdagang Tuntunin
tr: Ek Şartlar
ur: اضافی شرائط
vi: Điều khoản bổ sung
zh: 附加条款

source: Thai
ar: تايلاندي
de: Thailändisch
es: Tailandés
fr: Thaïlandais
hi: थाई
ja: タイ語
ko: 태국어
nl: Thais
pl: Tajski
pt: Tailandês
ru: Тайский
sv: Thailändska
th: ไทย
tr: Tay
ur: تھائی
vi: Thái
zh: 泰语

# thanksFeedback
source: Thanks for your feedback!
ar: شكرًا على ملاحظاتك!
de: Danke für Ihr Feedback!
es: ¡Gracias por tus comentarios!
fr: Merci pour vos retours !
hi: आपकी प्रतिक्रिया के लिए धन्यवाद!
id: Terima kasih atas masukan Anda
it: Grazie per il tuo feedback!
ja: フィードバックありがとうございます！
ko: 피드백 감사합니다!
nl: Bedankt voor uw feedback!
pl: Dziękujemy za Twoją opinię!
pt: Obrigado pelo seu feedback!
ru: Спасибо за ваш отзыв!
sv: Tack för din feedback!
th: ขอบคุณสำหรับความคิดเห็นของคุณ!
tl: Salamat sa iyong feedback!
tr: Geri bildiriminiz için teşekkürler!
ur: آپ کی رائے کا شکریہ!
vi: Cảm ơn phản hồi của bạn
zh: 感谢您的反馈！

source: Theme
ar: المظهر
de: Design
es: Tema
fr: Thème
hi: थीम
id: Tema
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pl: Motyw
pt: Tema
ru: Тема
sv: Tema
th: ธีม
tl: Tema
tr: Tema
ur: تھیم
vi: Giao diện
zh: 主题

# themeDescription
source: You can customize the app appearance as you like
ar: يمكنك تخصيص مظهر التطبيق كما تشاء
de: Sie können das Erscheinungsbild der App nach Ihren Wünschen anpassen.
es: Puedes personalizar la apariencia de la app como desees
fr: Vous pouvez personnaliser l'apparence de l'application comme vous le souhaitez.
hi: आप ऐप की उपस्थिति को अपनी पसंद के अनुसार अनुकूलित कर सकते हैं
id: Anda dapat menyesuaikan tampilan aplikasi sesuai keinginan Anda
it: Puoi personalizzare l'aspetto dell'app come preferisci.
ja: お好みに合わせてアプリの外観をカスタマイズできます
ko: 앱의 외관을 원하는 대로 설정할 수 있습니다
nl: Je kunt de uitstraling van de app aanpassen zoals je wilt
pl: Możesz dostosować wygląd aplikacji według własnych upodobań
pt: Você pode personalizar a aparência do aplicativo como quiser
ru: Вы можете настроить внешний вид приложения по своему усмотрению
sv: Du kan anpassa appens utseende som du vill.
th: คุณสามารถปรับแต่งรูปลักษณ์ของแอปได้ตามที่คุณต้องการ
tl: Maaari mong i-customize ang hitsura ng app ayon sa iyong gusto.
tr: Uygulamanın görünümünü istediğiniz gibi özelleştirebilirsiniz.
ur: آپ ایپ کی ظاہری شکل کو اپنی پسند کے مطابق اپنی مرضی سے ترتیب دے سکتے ہیں۔
vi: Chọn giao diện
zh: 您可以根据自己的喜好自定义应用外观

source: Theme Settings
ar: إعدادات السمة
de: Themen-Einstellungen
es: Configuración del Tema
fr: Paramètres du thème
hi: थीम सेटिंग्स
id: Pengaturan tema
it: Impostazioni del Tema
ja: テーマ設定
ko: 테마 설정
nl: Thema-instellingen
pl: Ustawienia motywu
pt: Configurações do Tema
ru: Настройки темы
sv: Temainställningar
th: การตั้งค่าธีม
tl: Mga Setting ng Tema
tr: Tema Ayarları
ur: تھیم کی ترتیبات
vi: Cài đặt giao diện
zh: 主题设置

source: Thursday
ar: الخميس
de: Donnerstag
es: Jueves
fr: Jeudi
hi: गुरुवार
id: Kamis
it: Giovedì
ja: 木曜日
ko: 목요일
nl: Donderdag
pl: Czwartek
pt: Quinta-feira
ru: Четверг
sv: Torsdag
th: วันพฤหัสบดี
tl: Huwebes
tr: Perşembe
ur: جمعرات
vi: Thứ Năm
zh: 星期四

source: Timeout
ar: انتهاء الوقت
de: Zeitüberschreitung
es: Tiempo de espera
fr: Délai dépassé
hi: टाइमआउट
id: Waktu Habis
ja: タイムアウト
ko: 타임아웃
pl: Czas oczekiwania
pt: Tempo esgotado
ru: Время ожидания
th: หมดเวลา
tl: Oras ng Pagtigil
tr: Zaman Aşımı
ur: ٹائم آؤٹ
vi: Thời gian chờ
zh: 超时

source: Tired
ar: متعب
de: Müde
es: Cansado
fr: Fatigué
hi: थका हुआ
id: Lelah
it: Stanco
ja: 疲れた
ko: 피곤해요
nl: Moe
pl: Zmęczony
pt: Cansado
ru: Устал
sv: Trött
th: เหนื่อย
tl: Pagod
tr: Yorgun
ur: تھکا ہوا
vi: Mệt mỏi
zh: 疲惫

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dziś
pt: Hoje
ru: Сегодня
sv: Idag
th: วันนี้
tl: Ngayon
tr: Bugün
ur: آج
vi: Hôm nay
zh: 今天

# todayChats
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dziś
pt: Hoje
ru: Сегодня
sv: Idag
th: วันนี้
tl: Ngayon
tr: Bugün
ur: آج
vi: Hôm nay
zh: 今天

# todayText
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dziś
pt: Hoje
ru: Сегодня
sv: Idag
th: วันนี้
tl: Ngayon
tr: Bugün
ur: آج
vi: Hôm nay
zh: 今天

# tomorrowText
source: Tomorrow
ar: غدًا
de: Morgen
es: Mañana
fr: Demain
hi: कल
id: Besok
it: Domani
ja: 明日
ko: 내일
nl: Morgen
pl: Jutro
pt: Amanhã
ru: Завтра
sv: Imorgon
th: วันพรุ่งนี้
tl: Bukas
tr: Yarın
ur: کل
vi: Ngày mai
zh: 明天

# totalConsultSessions
source: Total Consultation Sessions
ar: إجمالي جلسات الاستشارة
de: Gesamte Beratungssitzungen
es: Total de Sesiones de Consulta
fr: Total des sessions de consultation
hi: कुल परामर्श सत्र
id: Total Sesi Konsultasi
it: Totale Sessioni di Consultazione
ja: 総相談セッション
ko: 총 상담 세션
nl: Totaal aantal consultsessies
pl: Łączna liczba sesji konsultacyjnych
pt: Total de Sessões de Consulta
ru: Всего консультационных сессий
sv: Totala konsultationstillfällen
th: จำนวนการปรึกษาทั้งหมด
tl: Kabuuang Sesyon ng Konsultasyon
tr: Toplam Danışma Seansları
ur: کل مشاورتی سیشن
vi: Tổng số buổi tư vấn
zh: 总咨询会话数

source: Total Error Count
ar: إجمالي عدد الأخطاء
de: Gesamtanzahl der Fehler
es: Total de Errores
fr: Total des erreurs
hi: कुल त्रुटि संख्या
id: Total Jumlah Kesalahan
it: Conteggio totale degli errori
ja: 総エラー数
ko: 총 에러 수
pl: Łączna liczba błędów
pt: Total de Erros
ru: Общее количество ошибок
sv: Totalt antal fel
th: จำนวนข้อผิดพลาดทั้งหมด
tl: Kabuuang Bilang ng Error
tr: Toplam Hata Sayısı
ur: کل غلطیوں کی تعداد
vi: Tổng số lỗi
zh: 总错误次数

source: Total Likes
ar: إجمالي الإعجابات
de: Gesamtanzahl der Likes
es: Total de Me gusta
fr: Total des likes
hi: कुल लाइक्स
id: Total Suka
it: Mi piace totali
ja: 合計いいね
ko: 총 Like
pl: Łączna liczba polubień
pt: Total de Curtidas
ru: Всего лайков
sv: Totala gillningar
th: จำนวนถูกใจทั้งหมด
tl: Kabuuang Likes
tr: Toplam Beğeni
ur: کل پسندیدگیاں
vi: Tổng số lượt thích
zh: 总点赞数

# totalOccurrences
source: Total {count} occurrences
ar: إجمالي {count} حدوث
de: Insgesamt {count} Vorkommen
es: Total de {count} ocurrencias
fr: Total de {count} occurrences
hi: कुल {count} घटनाएँ
id: Total {count} kejadian
it: Totale {count} occorrenze
ja: 合計 {count} 回の発生
ko: 총 {count}회 발생
pl: Łącznie {count} wystąpień
pt: Total de {count} ocorrências
ru: Всего {count} случаев
sv: Totalt {count} förekomster
th: จำนวน {count} ครั้ง
tl: Kabuuang {count} na mga pagkakataon
tr: Toplam {count} kez
ur: کل {count} بار
vi: Tổng cộng {count} lần xảy ra
zh: 总计 {count} 次

source: Total Responses
ar: إجمالي الردود
de: Gesamtanzahl der Antworten
es: Total de Respuestas
fr: Total des réponses
hi: कुल प्रतिक्रियाएँ
id: Total Tanggapan
it: Risposte totali
ja: 総レスポンス
ko: 총 응답
pl: Łącznie odpowiedzi
pt: Total de Respostas
ru: Всего ответов
sv: Totala svar
th: จำนวนการตอบกลับทั้งหมด
tl: Kabuuang Tugon
tr: Toplam Yanıt
ur: کل جوابات
vi: Tổng số phản hồi
zh: 总回复数

# translatedFrom
source: Translated
ar: مترجم
de: Übersetzt
es: Traducido
fr: Traduit
hi: अनुवादित
id: Diterjemahkan
it: Tradotto
ja: 翻訳済み
ko: 번역됨
pl: Przetłumaczone
pt: Traduzido
ru: Переведено
sv: Översatt
th: แปลจาก
tl: Isinalin mula
tr: Çeviri
ur: ترجمہ شدہ
vi: Đã dịch từ
zh: 翻译自

# translatedText
source: Translation
ar: ترجمة
de: Übersetzung
es: Traducción
fr: Traduction
hi: अनुवाद
id: Terjemahan
it: Traduzione
ja: 翻訳
ko: 번역
pl: Tłumaczenie
pt: Tradução
ru: Перевод
sv: Översättning
th: การแปล
tl: Pagsasalin
tr: Çeviri
ur: ترجمہ
vi: Bản dịch
zh: 翻译

source: Translation error
ar: خطأ في الترجمة
de: Übersetzungsfehler
es: Error de traducción
fr: Erreur de traduction
hi: अनुवाद त्रुटि
id: Kesalahan terjemahan
it: Errore di traduzione
ja: 翻訳エラー
ko: 번역 오류
pl: Błąd tłumaczenia
pt: Erro de tradução
ru: Ошибка перевода
sv: Översättningsfel
th: ข้อผิดพลาดในการแปล
tl: Kamalian sa pagsasalin
tr: Çeviri hatası
ur: ترجمے کی غلطی
vi: Lỗi dịch
zh: 翻译错误

# translationErrorDescription
source: Please report incorrect translations or awkward expressions
ar: يرجى الإبلاغ عن الترجمات غير الصحيحة أو التعبيرات الغير ملائمة
de: Bitte melden Sie falsche Übersetzungen oder ungeschickte Formulierungen
es: Por favor, informa sobre traducciones incorrectas o expresiones poco naturales
fr: Veuillez signaler les traductions incorrectes ou les expressions maladroites
hi: कृपया गलत अनुवाद या अजीब अभिव्यक्तियों की रिपोर्ट करें
id: Silakan laporkan terjemahan yang tidak tepat atau ungkapan yang canggung
it: Si prega di segnalare traduzioni errate o espressioni scomode
ja: 間違った翻訳や不自然な表現を報告してください
ko: 잘못된 번역이나 어색한 표현을 신고해주세요
pl: Proszę zgłaszać niepoprawne tłumaczenia lub niezręczne wyrażenia
pt: Por favor, reporte traduções incorretas ou expressões estranhas
ru: Пожалуйста, сообщите о некорректных переводах или неуклюжих выражениях
sv: Vänligen rapportera felaktiga översättningar eller klumpiga uttryck
th: กรุณารายงานการแปลที่ไม่ถูกต้องหรือการแสดงออกที่ไม่เหมาะสม
tl: Pakisabi ang mga maling pagsasalin o hindi natural na mga ekspresyon
tr: Lütfen yanlış çevirileri veya garip ifadeleri bildirin
ur: براہ کرم غلط ترجمے یا عجیب و غریب اظہار کی اطلاع دیں
vi: Báo lỗi dịch thuật
zh: 请报告不正确的翻译或生硬的表达

# translationErrorReported
source: Translation error reported. Thank you!
ar: تم الإبلاغ عن خطأ في الترجمة. شكرًا لك!
de: Übersetzungsfehler gemeldet. Vielen Dank!
es: Error de traducción reportado. ¡Gracias!
fr: Erreur de traduction signalée. Merci !
hi: अनुवाद त्रुटि रिपोर्ट की गई। धन्यवाद!
id: Kesalahan terjemahan telah dilaporkan. Terima kasih!
it: Errore di traduzione segnalato. Grazie!
ja: 翻訳エラーが報告されました。ありがとうございます！
ko: 번역 오류가 신고되었습니다. 감사합니다!
nl: Vertaalfout gerapporteerd. Bedankt!
pl: Zgłoszono błąd tłumaczenia. Dziękujemy!
pt: Erro de tradução reportado. Obrigado!
ru: Ошибка перевода сообщена. Спасибо!
sv: Översättningsfel rapporterat. Tack!
th: รายงานข้อผิดพลาดในการแปลแล้ว ขอบคุณ!
tl: Naiulat ang kamalian sa pagsasalin. Salamat!
tr: Çeviri hatası bildirildi. Teşekkürler!
ur: ترجمے کی غلطی کی اطلاع دی گئی۔ شکریہ!
vi: Đã báo lỗi dịch thuật
zh: 翻译错误已报告。谢谢！

# translationNote
source: ※ AI translation may not be perfect
ar: ※ قد لا تكون الترجمة بواسطة الذكاء الاصطناعي مثالية
de: ※ KI-Übersetzungen sind möglicherweise nicht perfekt
es: ※ La traducción de IA puede no ser perfecta
fr: ※ La traduction par IA peut ne pas être parfaite
hi: ※ एआई अनुवाद सही नहीं हो सकता
id: ※ Terjemahan AI mungkin tidak sempurna
it: ※ La traduzione AI potrebbe non essere perfetta
ja: ※ AI翻訳は完璧ではない可能性があります
ko: ※ AI 번역은 완벽하지 않을 수 있습니다
nl: ※ AI-vertaling is mogelijk niet perfect
pl: ※ Tłumaczenie AI może nie być idealne
pt: ※ A tradução por IA pode não ser perfeita
ru: ※ Перевод с помощью ИИ может быть не идеальным
sv: ※ AI-översättning kanske inte är perfekt
th: ※ การแปลโดย AI อาจไม่สมบูรณ์
tl: ※ Maaaring hindi perpekto ang pagsasalin ng AI
tr: ※ AI çevirisi mükemmel olmayabilir
ur: ※ AI ترجمہ مکمل درست نہیں ہو سکتا
vi: Lưu ý về dịch thuật
zh: ※ AI 翻译可能不完美

source: Translation Quality
ar: جودة الترجمة
de: Übersetzungsqualität
es: Calidad de la Traducción
fr: Qualité de la traduction
hi: अनुवाद गुणवत्ता
id: Kualitas Terjemahan
it: Qualità della Traduzione
ja: 翻訳品質
ko: 번역 품질
nl: Vertaalkwaliteit
pl: Jakość tłumaczenia
pt: Qualidade da Tradução
ru: Качество перевода
sv: Översättningskvalitet
th: คุณภาพการแปล
tl: Kalidad ng Pagsasalin
tr: Çeviri Kalitesi
ur: ترجمے کا معیار
vi: Chất lượng dịch
zh: 翻译质量

source: Translation Settings
ar: إعدادات الترجمة
de: Übersetzungseinstellungen
es: Configuración de Traducción
fr: Paramètres de traduction
hi: अनुवाद सेटिंग्स
id: Pengaturan Terjemahan
it: Impostazioni di Traduzione
ja: 翻訳設定
ko: 번역 설정
nl: Vertaalinstellingen
pl: Ustawienia tłumaczenia
pt: Configurações de Tradução
ru: Настройки перевода
sv: Översättningsinställningar
th: การตั้งค่าการแปล
tl: Mga Setting ng Pagsasalin
tr: Çeviri Ayarları
ur: ترجمے کی ترتیبات
vi: Cài đặt dịch
zh: 翻译设置

source: Travel
ar: السفر
de: Reisen
es: Viajar
fr: Voyage
hi: यात्रा
id: Perjalanan
it: Viaggio
ja: 旅行
ko: 여행
nl: Reizen
pl: Podróż
pt: Viagem
ru: Путешествие
sv: Resa
th: การเดินทาง
tl: Maglakbay
tr: Seyahat
ur: سفر
vi: Du lịch
zh: 旅行

source: Tuesday
ar: الثلاثاء
de: Dienstag
es: Martes
fr: Mardi
hi: मंगलवार
id: Selasa
it: Martedì
ja: 火曜日
ko: 화요일
nl: Dinsdag
pl: Wtorek
pt: Terça-feira
ru: Вторник
sv: Tisdag
th: วันอังคาร
tl: Martes
tr: Salı
ur: منگل
vi: Thứ Ba
zh: 星期二
