Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

# loginRequiredService
source: Login required to use this service
ar: تسجيل الدخول مطلوب لاستخدام هذه الخدمة
de: Anmeldung erforderlich, um diesen Dienst zu nutzen
es: Se requiere iniciar sesión para usar este servicio
fr: Connexion requise pour utiliser ce service
hi: इस सेवा का उपयोग करने के लिए लॉगिन आवश्यक है
id: Masuk diperlukan untuk menggunakan layanan ini
it: Accesso richiesto per usare questo servizio
ja: このサービスを利用するにはログインが必要です
ko: 이 서비스를 이용하려면 로그인이 필요합니다
nl: Inloggen vereist om deze service te gebruiken
pl: Wymagane logowanie, aby korzystać z tej usługi
pt: Login necessário para usar este serviço
ru: Для использования этого сервиса требуется вход
sv: Inloggning krävs för att använda denna tjänst
th: ต้องเข้าสู่ระบบเพื่อใช้บริการนี้
tl: Kinakailangan ang pag-login upang magamit ang serbisyong ito
tr: Bu hizmeti kullanmak için giriş yapmanız gerekiyor
ur: اس سروس کو استعمال کرنے کے لیے لاگ ان ضروری ہے
vi: Cần đăng nhập để sử dụng dịch vụ này
zh: 使用此服务需要登录

# loginRequiredTitle
source: Login Required
ar: تسجيل الدخول مطلوب
de: Anmeldung erforderlich
es: Se requiere iniciar sesión
fr: Connexion requise
hi: लॉगिन आवश्यक
id: Masuk Diperlukan
it: Accesso Richiesto
ja: ログインが必要です
ko: 로그인이 필요합니다
nl: Inloggen vereist
pl: Wymagane logowanie
pt: Login Necessário
ru: Необходим вход
sv: Inloggning krävs
th: ต้องเข้าสู่ระบบ
tl: Kinakailangan ang Pag-login
tr: Giriş Gerekiyor
ur: لاگ ان ضروری ہے
vi: Cần Đăng Nhập
zh: 需要登录

source: Login/Sign Up
ar: تسجيل الدخول / الاشتراك
de: Anmelden/Registrieren
es: Iniciar sesión/Registrarse
fr: Connexion/S'inscrire
hi: लॉगिन/साइन अप
id: Masuk/Daftar
it: Accesso/Registrati
ja: ログイン/新規登録
ko: 로그인/회원가입
nl: Inloggen/Aanmelden
pl: Zaloguj się/Zarejestruj się
pt: Login/Cadastrar
ru: Вход/Регистрация
sv: Inloggning/Registrera
th: เข้าสู่ระบบ/สมัครสมาชิก
tl: Mag-login/Mag-sign Up
tr: Giriş / Kayıt Ol
ur: لاگ ان/سائن اپ
vi: Đăng nhập/Đăng ký
zh: 登录/注册

# loginTab
source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Connexion
hi: लॉगिन
id: Masuk
it: Accesso
ja: ログイン
ko: 로그인
nl: Inloggen
pl: Zaloguj się
ru: Вход
sv: Inloggning
th: เข้าสู่ระบบ
tl: Mag-login
tr: Giriş
ur: لاگ ان
vi: Đăng nhập
zh: 登录

# loginTitle
source: Login
ar: تسجيل الدخول
de: Anmeldung
es: Iniciar sesión
fr: Connexion
hi: लॉगिन
id: Masuk
it: Accesso
ja: ログイン
ko: 로그인
nl: Inloggen
pl: Zaloguj się
ru: Вход
sv: Inloggning
th: เข้าสู่ระบบ
tl: Mag-login
tr: Giriş
ur: لاگ ان
vi: Đăng Nhập
zh: 登录

source: Login with Apple
ar: تسجيل الدخول باستخدام Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
hi: एप्पल के साथ लॉगिन
id: Masuk dengan Apple
it: Accedi con Apple
ja: Appleでログイン
ko: Apple로 로그인
nl: Inloggen met Apple
pl: Zaloguj się za pomocą Apple
pt: Entrar com Apple
ru: Войти через Apple
sv: Inloggning med Apple
th: เข้าสู่ระบบด้วย Apple
tl: Mag-login gamit ang Apple
tr: Apple ile Giriş
ur: ایپل کے ساتھ لاگ ان
vi: Đăng nhập bằng Apple
zh: 使用Apple登录

source: Login with Google
ar: تسجيل الدخول باستخدام Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
hi: गूगल के साथ लॉगिन
id: Masuk dengan Google
it: Accedi con Google
ja: Googleでログイン
ko: Google로 로그인
nl: Inloggen met Google
pl: Zaloguj się za pomocą Google
pt: Entrar com Google
ru: Войти через Google
sv: Logga in med Google
th: เข้าสู่ระบบด้วย Google
tl: Mag-login gamit ang Google
tr: Google ile Giriş
ur: گوگل کے ساتھ لاگ ان
vi: Đăng nhập bằng Google
zh: 使用Google登录

source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hi: लॉग आउट
id: Keluar
it: Esci
ja: ログアウト
ko: 로그아웃
nl: Uitloggen
pl: Wyloguj
pt: Sair
ru: Выход
sv: Logga ut
th: ออกจากระบบ
tl: Mag-logout
tr: Çıkış Yap
ur: لاگ آؤٹ
vi: Đăng xuất
zh: 退出登录

# logoutConfirm
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
de: Möchten Sie sich wirklich abmelden?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
id: Apakah Anda yakin ingin keluar?
it: Sei sicuro di voler uscire?
ja: 本当にログアウトしますか？
ko: 정말로 로그아웃하시겠습니까?
nl: Weet je zeker dat je wilt uitloggen?
pl: Czy na pewno chcesz się wylogować?
pt: Tem certeza de que deseja sair?
ru: Вы уверены, что хотите выйти?
sv: Är du säker på att du vill logga ut?
th: คุณแน่ใจว่าต้องการออกจากระบบหรือไม่?
tl: Sigurado ka bang nais mong mag-logout?
tr: Çıkış yapmak istediğinizden emin misiniz?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn đăng xuất không?
zh: 确定要退出吗？

source: Loneliness Relief
ar: تخفيف الوحدة
de: Linderung von Einsamkeit
es: Alivio de la soledad
fr: Soulagement de la solitude
hi: अकेलेपन से राहत
id: Penghilang Kesepian
it: Sollievo dalla Solitudine
ja: 孤独感の解消
ko: 외로움 해소
nl: Eenzaamheid Verlichting
pl: Ulga w samotności
pt: Alívio da Solidão
ru: Облегчение одиночества
sv: Lättnad från ensamhet
th: บรรเทาความเหงา
tl: Pagbawas ng Kalungkutan
tr: Yalnızlık Giderici
ur: تنہائی کی راحت
vi: Giảm Cảm Giác Cô Đơn
zh: 缓解孤独

source: Lonely
ar: وحيد
de: Einsam
es: Solo
fr: Seul
hi: अकेला
id: Kesepian
it: Solo
ja: 寂しい
ko: 외로워요
nl: Eenzaam
pl: Samotny
pt: Sozinho
ru: Одинокий
sv: Ensam
th: เหงา
tl: Nag-iisa
tr: Yalnız
ur: تنہا
vi: Cô đơn
zh: 孤独

source: Low Quality Responses
ar: ردود منخفضة الجودة
de: Niedrige Qualität der Antworten
es: Respuestas de baja calidad
fr: Réponses de faible qualité
hi: निम्न गुणवत्ता की प्रतिक्रियाएँ
id: Respon Berkualitas Rendah
it: Risposte di bassa qualità
ja: 低品質レスポンス
ko: 낮은 품질 응답
nl: Lage Kwaliteit Antwoorden
pl: Odpowiedzi niskiej jakości
pt: Respostas de Baixa Qualidade
ru: Низкокачественные ответы
sv: Lågkvalitativa svar
th: การตอบกลับคุณภาพต่ำ
tl: Mababang Kalidad ng Mga Tugon
tr: Düşük Kalite Yanıtlar
ur: کم معیار کے جوابات
vi: Phản Hồi Chất Lượng Thấp
zh: 低质量回复

source: Lunch
ar: غداء
de: Mittagessen
es: Almuerzo
fr: Déjeuner
hi: दोपहर का भोजन
id: Makan Siang
it: Pranzo
ja: 昼食
ko: 점심식사
pl: Obiad
pt: Almoço
ru: Обед
th: อาหารกลางวัน
tl: Tanghalian
tr: Öğle Yemeği
vi: Bữa trưa
zh: 午餐

source: Lunchtime
ar: وقت الغداء
de: Mittagszeit
es: Hora del almuerzo
fr: Heure du déjeuner
hi: दोपहर का समय
id: Waktu Makan Siang
it: Ora di pranzo
ja: 昼食時間
ko: 점심시간
nl: Lunchtijd
pl: Czas na lunch
pt: Hora do Almoço
ru: Время обеда
sv: Lunchtid
th: เวลาทานอาหารกลางวัน
tl: Oras ng Tanghalian
tr: Öğle Vakti
vi: Giờ ăn trưa
zh: 午餐时间

source: Main Error Type
ar: نوع الخطأ الرئيسي
de: Hauptfehlerart
es: Tipo de error principal
fr: Type d'erreur principal
hi: मुख्य त्रुटि प्रकार
id: Tipe Kesalahan Utama
it: Tipo di errore principale
ja: 主なエラータイプ
ko: 주요 에러 타입
nl: Hoofd Fouttype
pl: Główny typ błędu
pt: Tipo de Erro Principal
ru: Основной тип ошибки
sv: Huvudfeltyp
th: ประเภทข้อผิดพลาดหลัก
tl: Pangunahing Uri ng Error
tr: Ana Hata Türü
vi: Loại lỗi chính
zh: 主要错误类型

source: Make Friends
ar: تكوين صداقات
de: Freunde finden
es: Hacer amigos
fr: Se faire des amis
hi: मित्र बनाएं
id: Cari Teman
it: Fai amicizia
ja: 友達を作る
ko: 친구 만들기
nl: Vrienden Maken
pl: Zawieraj przyjaźnie
pt: Fazer Amigos
ru: Найти друзей
sv: Skapa vänner
th: สร้างมิตรภาพ
tl: Gumawa ng Mga Kaibigan
tr: Arkadaş Edin
vi: Kết bạn
zh: 交朋友

source: Male
ar: ذكر
de: Männlich
es: Hombre
fr: Homme
hi: पुरुष
id: Laki-laki
it: Maschio
ja: 男性
ko: 남성
nl: Man
pl: Mężczyzna
pt: Masculino
ru: Мужской
sv: Man
th: ชาย
tl: Lalaki
tr: Erkek
ur: مرد
vi: Nam
zh: 男性

source: Manage Blocked AIs
ar: إدارة الذكاءات الاصطناعية المحجوبة
de: Blockierte AIs verwalten
es: Gestionar AIs bloqueados
fr: Gérer les IA bloquées
hi: अवरुद्ध AIs का प्रबंधन करें
id: Kelola AI yang Diblokir
it: Gestisci AIs bloccati
ja: ブロックしたAIを管理
ko: 차단된 AI 관리
nl: Beheer Geblokkeerde AIs
pl: Zarządzaj zablokowanymi AI
pt: Gerenciar AIs Bloqueados
ru: Управление заблокированными ИИ
sv: Hantera blockerade AI:er
th: จัดการ AI ที่ถูกบล็อก
tl: Pamahalaan ang Mga Naharang na AI
tr: Engellenen Yapay Zekaları Yönet
vi: Quản lý AI bị chặn
zh: 管理已屏蔽的AI

source: Manage persona image cache
ar: إدارة ذاكرة تخزين صور الشخصيات
de: Persona-Bildcache verwalten
es: Gestionar caché de imágenes de personas
fr: Gérer le cache des images de persona
hi: पर्सोना इमेज कैश का प्रबंधन करें
id: Kelola cache gambar persona
it: Gestisci la cache delle immagini del profilo
ja: ペルソナ画像のキャッシュを管理
ko: 페르소나 이미지 캐시를 관리합니다
nl: Beheer persona afbeelding cache
pl: Zarządzaj pamięcią podręczną obrazów person
pt: Gerenciar cache de imagem da persona
ru: Управление кэшем изображений персонажей
sv: Hantera persona bildcache
th: จัดการแคชภาพบุคลิก
tl: Pamahalaan ang cache ng larawan ng persona
tr: Persona görüntü önbelleğini yönet
vi: Quản lý bộ nhớ hình ảnh persona
zh: 管理角色图像缓存

# marketingAgree
source: Agree to Marketing Information (Optional)
ar: الموافقة على معلومات التسويق (اختياري)
de: Zustimmung zu Marketinginformationen (optional)
es: Aceptar información de marketing (opcional)
fr: Accepter les informations marketing (facultatif)
hi: मार्केटिंग जानकारी के लिए सहमत हों (वैकल्पिक)
id: Setuju dengan Informasi Pemasaran (Opsional)
it: Accetta le informazioni di marketing (opzionale)
ja: マーケティング情報に同意（任意）
ko: 마케팅 정보 수신 동의 (선택)
nl: Akkoord met Marketinginformatie (Optioneel)
pl: Zgadzam się na informacje marketingowe (opcjonalnie)
pt: Concordar com Informações de Marketing (Opcional)
ru: Согласие на получение маркетинговой информации (по желанию)
sv: Godkänn marknadsföringsinformation (valfritt)
th: ตกลงรับข้อมูลการตลาด (ไม่บังคับ)
tl: Sumang-ayon sa Impormasyon sa Marketing (Opsyonal)
tr: Pazarlama Bilgilerini Kabul Et (İsteğe Bağlı)
vi: Đồng ý nhận marketing
zh: 同意接收营销信息（可选）

# marketingDescription
source: You can receive event and benefit information
ar: يمكنك تلقي معلومات حول الفعاليات والفوائد
de: Sie können Informationen zu Veranstaltungen und Vorteilen erhalten
es: Puedes recibir información sobre eventos y beneficios
fr: Vous pouvez recevoir des informations sur les événements et les avantages
hi: आप कार्यक्रम और लाभ की जानकारी प्राप्त कर सकते हैं
id: Anda dapat menerima informasi acara dan manfaat
it: Puoi ricevere informazioni sugli eventi e sui benefici
ja: イベントや特典情報を受け取ることができます
ko: 이벤트 및 혜택 정보를 받아보실 수 있습니다
nl: Je kunt informatie over evenementen en voordelen ontvangen
pl: Możesz otrzymywać informacje o wydarzeniach i korzyściach
pt: Você pode receber informações sobre eventos e benefícios
ru: Вы можете получать информацию о событиях и преимуществах
sv: Du kan ta emot information om evenemang och förmåner
th: คุณสามารถรับข้อมูลเกี่ยวกับกิจกรรมและสิทธิประโยชน์
tl: Maaari kang makatanggap ng impormasyon tungkol sa mga kaganapan at benepisyo
tr: Etkinlik ve fayda bilgilerini alabilirsiniz
vi: Nhận thông tin khuyến mãi
zh: 您可以接收活动和优惠信息

# matchPersonaStep
source: 1. Match Personas: Swipe left or right to select your favorite AI personas.
ar: 1. مطابقة الشخصيات: اسحب لليسار أو اليمين لاختيار شخصيات الذكاء الاصطناعي المفضلة لديك.
de: 1. Personas abgleichen: Wischen Sie nach links oder rechts, um Ihre Lieblings-AI-Personas auszuwählen.
es: 1. Emparejar personas: Desliza a la izquierda o derecha para seleccionar tus AIs favoritas.
fr: 1. Correspondre aux Personas : Glissez à gauche ou à droite pour sélectionner vos personas IA préférés.
hi: 1. पर्सोनाओं का मिलान करें: अपने पसंदीदा AI पर्सोनाओं का चयन करने के लिए बाएं या दाएं स्वाइप करें।
id: 1. Cocokkan Persona: Geser ke kiri atau kanan untuk memilih persona AI favorit Anda.
it: 1. Abbina le Personas: Scorri a sinistra o a destra per selezionare le tue AI personas preferite.
ja: 1. ペルソナとマッチ：左右にスワイプしてお気に入りのAIペルソナを選択。
ko: 1. 페르소나 매칭: 좌우로 스와이프하여 마음에 드는 AI 페르소나를 선택하세요.
nl: 1. Persoonlijkheden Matchen: Veeg naar links of rechts om je favoriete AI-personen te selecteren.
pl: 1. Dopasuj persony: Przesuń w lewo lub w prawo, aby wybrać swoje ulubione persony AI.
pt: 1. Combinar Personas: Deslize para a esquerda ou para a direita para selecionar suas personas de IA favoritas.
ru: 1. Сопоставление персонажей: Проведите влево или вправо, чтобы выбрать своих любимых ИИ-персонажей.
sv: 1. Matcha personas: Svep vänster eller höger för att välja dina favorit AI-personas.
th: 1. จับคู่บุคลิก: ปัดซ้ายหรือขวาเพื่อเลือกบุคลิก AI ที่คุณชื่นชอบ
tl: 1. Itugma ang Mga Persona: Mag-swipe pakaliwa o pakanan upang piliin ang iyong paboritong AI persona.
tr: 1. Persona Eşleştir: Favori yapay zeka personanızı seçmek için sola veya sağa kaydırın.
ur: 1. شخصیات کا ملاپ: اپنے پسندیدہ AI شخصیات کو منتخب کرنے کے لیے بائیں یا دائیں سوائپ کریں۔
vi: 1. Ghép Persona: Vuốt trái hoặc phải để chọn những persona AI yêu thích của bạn.
zh: 1. 匹配角色：向左或向右滑动选择您喜欢的AI角色。

source: Matched Personas
ar: الشخصيات المتطابقة
de: Abgeglichene Personas
es: Personas emparejadas
fr: Personas correspondants
hi: मिलान की गई पर्सोनाएं
id: Persona yang Cocok
it: Personas abbinate
ja: マッチしたペルソナ
ko: 매칭된 소나
nl: Gematchte Personen
pl: Dopasowane persony
pt: Personas Correspondidas
ru: Сопоставленные персонажи
sv: Matchade personas
th: บุคลิกที่จับคู่แล้ว
tl: Nakatugmang Personas
tr: Eşleşen Personalar
ur: ملاپ شدہ شخصیات
vi: Personas đã ghép đôi
zh: 匹配的角色

source: Matched Sona
ar: SONA المتطابقة
de: Abgeglichene SONA
es: SONA emparejado
fr: Sona correspondant
hi: मिलान की गई SONA
id: Sona yang Cocok
it: Sona abbinata
ja: マッチしたSona
ko: 매칭된 소나
nl: Gematchte Sona
pl: Dopasowane SONA
pt: Sona Correspondida
ru: Сопоставленный SONA
sv: Matchad Sona
th: SONA ที่จับคู่แล้ว
tl: Nakatugmang Sona
tr: Eşleşen SONA
ur: ملاپ شدہ سونا
vi: Sona đã ghép
zh: 匹配的SONA

source: Matching
ar: المطابقة
de: Abgleich
es: Emparejando
fr: Correspondance
hi: मिलान कर रहा है
id: Mencocokkan
it: Abbinamento
ja: マッチング中
ko: 매칭
nl: Matchen
pl: Dopasowywanie
pt: Correspondendo
ru: Сопоставление
sv: Matchning
th: จับคู่
tl: Nagtutugma
tr: Eşleştiriliyor
ur: ملاپ
vi: Đang ghép
zh: 匹配

source: Matching failed.
ar: فشل المطابقة.
de: Abgleich fehlgeschlagen.
es: La coincidencia falló.
fr: Échec de la correspondance.
hi: मिलान विफल हो गया।
id: Pencocokan gagal.
it: Abbinamento fallito.
ja: マッチングに失敗しました。
ko: 매칭에 실패했습니다.
nl: Matchen mislukt.
pl: Nie udało się dopasować.
pt: A correspondência falhou.
ru: Сопоставление не удалось.
sv: Matchning misslyckades.
th: การจับคู่ล้มเหลว
tl: Nabigo ang pagtutugma.
tr: Eşleşme başarısız oldu.
ur: ملاپ ناکام ہوگیا۔
vi: Ghép đôi thất bại
zh: 匹配失败。

source: Me
ja: 自分
ko: 나
vi: Tôi

source: Meet AI Personas
ar: تعرف على شخصيات الذكاء الاصطناعي
de: AI-Personas kennenlernen
es: Conoce a las Personas IA
fr: Rencontrez les Personas IA
hi: AI व्यक्तित्व से मिलें
id: Temui Persona AI
it: Incontra le AI Personas
ja: AIペルソナと出会う
ko: AI 페르소나를 만나보세요
nl: Ontmoet AI-Personen
pl: Poznaj persony AI
pt: Conheça Personas de IA
ru: Познакомьтесь с ИИ-персонажами
sv: Möt AI-personor
th: พบกับ AI คู่ใจ
tl: Kilalanin ang AI Personas
tr: AI Kişiliklerle Tanışın
ur: AI شخصیات سے ملیں
vi: Gặp gỡ các nhân vật AI
zh: 遇见AI伴侣

source: Meet New Personas
ar: تعرف على شخصيات جديدة
de: Neue Personas treffen
es: Conocer nuevas personas
fr: Rencontrer de nouvelles personas
hi: नए व्यक्तित्व से मिलें
id: Temui Persona Baru
it: Incontra nuove personas
ja: 新しいペルソナに出会う
ko: 새로운 페르소나 만나기
nl: Ontmoet Nieuwe Personen
pl: Poznaj nowe persony
pt: Conhecer novas personas
ru: Встретить новые персоны
sv: Möt nya personor
th: พบกับบุคลิกใหม่
tl: Kilalanin ang Mga Bagong Personas
tr: Yeni Kişiliklerle Tanışın
ur: نئی شخصیات سے ملیں
vi: Gặp gỡ các Persona mới
zh: 认识新的角色

source: Meet Personas
ar: تعرف على الشخصيات
de: Personas kennenlernen
es: Conoce a Personas
fr: Rencontrez les Personas
hi: व्यक्तित्व से मिलें
id: Temui persona
it: Incontra le Personas
ja: ペルソナと出会う
ko: 페르소나 만나기
nl: Ontmoet Personas
pl: Poznaj persony
pt: Conheça Personas
ru: Познакомьтесь с персонажами
sv: Möt personor
th: พบกับบุคลิก
tl: Kilalanin ang Mga Personas
tr: Kişiliklerle Tanışın
ur: شخصیات سے ملیں
vi: Gặp gỡ nhân vật
zh: 认识角色

# memberBenefits
source: Get 100+ messages and 10 hearts when you sign up!
ar: احصل على أكثر من 100 رسالة و10 قلوب عند التسجيل!
de: Erhalten Sie 100+ Nachrichten und 10 Herzen, wenn Sie sich anmelden!
es: ¡Recibe más de 100 mensajes y 10 corazones al registrarte!
fr: Recevez plus de 100 messages et 10 cœurs lors de votre inscription !
hi: साइन अप करने पर 100+ संदेश और 10 दिल प्राप्त करें!
id: Dapatkan 100+ pesan dan 10 hati saat Anda mendaftar!
it: Ricevi oltre 100 messaggi e 10 cuori quando ti registri!
ja: 登録すると100以上のメッセージと10ハートをゲット！
ko: 회원가입 시 100개 이상의 메시지와 하트 10개 지급!
nl: Ledenvoordelen
pl: Otrzymaj 100+ wiadomości i 10 serc po rejestracji!
pt: Receba mais de 100 mensagens e 10 corações ao se inscrever!
ru: Получите 100+ сообщений и 10 сердечек при регистрации!
sv: Få 100+ meddelanden och 10 hjärtan när du registrerar dig!
th: รับข้อความมากกว่า 100 ข้อความและ 10 หัวใจเมื่อคุณลงทะเบียน!
tl: Makakuha ng 100+ mensahe at 10 puso kapag nag-sign up ka!
tr: Kaydolduğunuzda 100'den fazla mesaj ve 10 kalp kazanın!
ur: سائن اپ کرنے پر 100+ پیغامات اور 10 دل حاصل کریں!
vi: Nhận 100+ tin nhắn và 10 trái tim khi bạn đăng ký!
zh: 注册时获得100+条消息和10颗心！

source: Memory Album
ar: ألبوم الذكريات
de: Erinnerungsalbum
es: Álbum de Recuerdos
fr: Album de souvenirs
hi: मेमोरी एल्बम
id: Album Kenangan
it: Album dei Ricordi
ja: 思い出アルバム
ko: 추억 앨범
nl: Geheugenalbum
pl: Album Pamięci
pt: Álbum de Memórias
ru: Альбом воспоминаний
sv: Minnessalbum
th: อัลบั้มความทรงจำ
tl: Album ng Alaala
tr: Anı Albümü
ur: یادوں کا البم
vi: Album kỷ niệm
zh: 回忆相册

# memoryAlbumDesc
source: Automatically save and recall special moments
ar: احفظ واسترجع اللحظات الخاصة تلقائيًا
de: Besondere Momente automatisch speichern und abrufen
es: Guarda y recuerda momentos especiales automáticamente
fr: Enregistrez et rappelez automatiquement des moments spéciaux
hi: विशेष क्षणों को स्वचालित रूप से सहेजें और याद करें
id: Secara otomatis menyimpan dan mengingat momen-momen spesial
it: Salva e ricorda automaticamente momenti speciali
ja: 特別な瞬間を自動的に保存して思い出す
ko: 특별한 순간을 자동으로 저장하고 회상
nl: Sla automatisch speciale momenten op en haal ze weer op
pl: Automatycznie zapisuj i przypominaj sobie wyjątkowe chwile
pt: Salve e recorde automaticamente momentos especiais
ru: Автоматически сохраняйте и вспоминайте особые моменты
sv: Spara och återkalla speciella ögonblick automatiskt
th: บันทึกและเรียกคืนช่วงเวลาพิเศษโดยอัตโนมัติ
tl: Awtomatikong i-save at alalahanin ang mga espesyal na sandali
tr: Özel anları otomatik olarak kaydedin ve hatırlayın
ur: خاص لمحات کو خود بخود محفوظ کریں اور یاد کریں
vi: Album kỷ niệm
zh: 自动保存和回忆特殊时刻

source: Message copied
ar: تم نسخ الرسالة
de: Nachricht kopiert
es: Mensaje copiado
fr: Message copié
hi: संदेश कॉपी कर लिया गया
id: Pesan disalin
it: Messaggio copiato
ja: メッセージがコピーされました
ko: 메시지가 복사되었습니다
nl: Bericht gekopieerd
pl: Wiadomość skopiowana
pt: Mensagem copiada
ru: Сообщение скопировано
sv: Meddelande kopierat
th: คัดลอกข้อความแล้ว
tl: Mensahe na kopya
tr: Mesaj kopyalandı
ur: پیغام کاپی کر لیا گیا
vi: Đã sao chép tin nhắn
zh: 消息已复制

source: Message deleted
ar: تم حذف الرسالة
de: Nachricht gelöscht
es: Mensaje eliminado
fr: Message supprimé
hi: संदेश हटा दिया गया
id: Pesan dihapus
it: Messaggio eliminato
ja: メッセージが削除されました
ko: 메시지가 삭제되었습니다
nl: Bericht verwijderd
pl: Wiadomość usunięta
pt: Mensagem deletada
ru: Сообщение удалено
sv: Meddelande raderat
th: ข้อความถูกลบ
tl: Mensahe na tanggal
tr: Mesaj silindi
ur: پیغام حذف کر دیا گیا
vi: Tin nhắn đã xóa
zh: 消息已删除

# messageLimitReset
source: Message limit will reset at midnight
ar: سيتم إعادة تعيين حد الرسائل عند منتصف الليل
de: Nachrichtenlimit wird um Mitternacht zurückgesetzt
es: El límite de mensajes se restablecerá a medianoche
fr: La limite de messages sera réinitialisée à minuit
hi: संदेश सीमा मध्यरात्रि पर रीसेट होगी
id: Batas pesan akan direset pada tengah malam
it: Il limite messaggi si reimposterà a mezzanotte
ja: メッセージ制限は午前0時にリセットされます
ko: 메시지 한도는 자정에 초기화됩니다
nl: Berichtlimiet wordt om middernacht gereset
pl: Limit wiadomości zresetuje się o północy
pt: O limite de mensagens será redefinido à meia-noite
ru: Лимит сообщений сбросится в полночь
sv: Meddelandegräns kommer att återställas vid midnatt
th: ข้อจำกัดข้อความจะรีเซ็ตในเที่ยงคืน
tl: Magre-reset ang limit ng mensahe sa hatingabi
tr: Mesaj limiti gece yarısı sıfırlanacak
ur: پیغام کی حد آدھی رات کو دوبارہ شروع ہو جائے گی
vi: Giới hạn tin nhắn sẽ được đặt lại vào nửa đêm
zh: 消息限制将在午夜重置

# messageSendFailed
source: Failed to send message. Please try again.
ar: فشل في إرسال الرسالة. يرجى المحاولة مرة أخرى.
de: Nachricht konnte nicht gesendet werden. Bitte versuche es erneut.
es: Error al enviar el mensaje. Por favor, inténtalo de nuevo.
fr: Échec de l'envoi du message. Veuillez réessayer.
hi: संदेश भेजने में विफल। कृपया फिर से प्रयास करें।
id: Gagal mengirim pesan. Silakan coba lagi.
it: Invio del messaggio fallito. Per favore riprova.
ja: メッセージの送信に失敗しました。もう一度お試しください。
ko: 메시지 전송에 실패했습니다. 다시 시도해주세요.
nl: Bericht verzenden mislukt. Probeer het opnieuw.
pl: Nie udało się wysłać wiadomości. Proszę spróbować ponownie.
pt: Falha ao enviar a mensagem. Por favor, tente novamente.
ru: Не удалось отправить сообщение. Пожалуйста, попробуйте снова.
sv: Misslyckades med att skicka meddelande. Vänligen försök igen.
th: ไม่สามารถส่งข้อความได้ กรุณาลองอีกครั้ง
tl: Nabigong magpadala ng mensahe. Pakisubukan muli.
tr: Mesaj gönderilemedi. Lütfen tekrar deneyin.
ur: پیغام بھیجنے میں ناکامی۔ براہ کرم دوبارہ کوشش کریں۔
vi: Gửi tin nhắn không thành công. Vui lòng thử lại.
zh: 发送消息失败。请再试一次。

source: Messages Remaining
ar: الرسائل المتبقية
de: Verbleibende Nachrichten
es: Mensajes restantes
fr: Messages restants
hi: शेष संदेश
id: Pesan Tersisa
it: Messaggi rimanenti
ja: 残りメッセージ
ko: 메시지 잔량
nl: Overige berichten
pl: Pozostałe wiadomości
pt: Mensagens restantes
ru: Осталось сообщений
sv: Återstående meddelanden
th: ข้อความที่เหลือ
tl: Natitirang Mensahe
tr: Kalan Mesajlar
ur: باقی پیغامات
vi: Tin nhắn còn lại
zh: 剩余消息

# minutesAgo
source: {count} minutes ago
ar: {count} دقائق مضت
de: vor {count} Minuten
es: hace {count} minutos
fr: il y a {count} minutes
hi: {count} मिनट पहले
id: {count} menit yang lalu
it: {count} minuti fa
ja: {count}分前
ko: {count}분 전
nl: {count} minuten geleden
pl: {count} minut temu
pt: {count} minutos atrás
ru: {count} минут назад
sv: {count} minuter sedan
th: {count} นาทีที่แล้ว
tl: {count} minuto ang nakalipas
tr: {count} dakika önce
ur: {count} منٹ پہلے
vi: {count} phút trước
zh: {count}分钟前

source: Missing Translation
ar: ترجمة مفقودة
de: Fehlende Übersetzung
es: Traducción faltante
fr: Traduction manquante
hi: अनुवाद गायब है
id: Terjemahan Hilang
it: Traduzione mancante
ja: 翻訳漏れ
ko: 번역 누락
nl: Ontbrekende Vertaling
pl: Brakujące Tłumaczenie
pt: Tradução ausente
ru: Отсутствует перевод
sv: Saknad översättning
th: ขาดการแปล
tl: Nawawalang Pagsasalin
tr: Çeviri Eksik
vi: Thiếu bản dịch
zh: 缺少翻译

source: Monday
ar: الإثنين
de: Montag
es: Lunes
fr: Lundi
hi: सोमवार
id: Senin
ja: 月曜日
ko: 월요일
nl: Maandag
pl: Poniedziałek
pt: Segunda-feira
ru: Понедельник
sv: Måndag
th: วันจันทร์
tl: Lunes
tr: Pazartesi
ur: پیر
vi: Thứ Hai
zh: 星期一

source: Month
ar: شهر
de: Monat
es: Mes
fr: Mois
hi: महीना
id: Bulan
ja: 月
ko: 월
nl: Maand
pl: Miesiąc
pt: Mês
ru: Месяц
sv: Månad
th: เดือน
tl: Buwan
tr: Ay
ur: مہینہ
vi: Tháng
zh: 月

source: {month} {day}
ja: {month} {day}日
ko: {month}월 {day}일
th: {day} {month}
vi: {month} ngày {day}
zh: {month}月{day}日

# moreButton
source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
hi: और
id: Lebih
ja: もっと見る
ko: 더보기
nl: Meer
pl: Więcej
pt: Mais
ru: Ещё
sv: Mer
th: เพิ่มเติม
tl: Higit Pa
tr: Daha Fazla
ur: مزید
vi: Xem thêm
zh: 更多

source: Morning
ar: صباح
de: Morgen
es: Mañana
fr: Matin
hi: सुबह
id: Pagi
ja: 朝
ko: 아침
nl: Ochtend
pl: Poranek
pt: Manhã
ru: Утро
sv: Morgon
th: เช้า
tl: Umaga
tr: Sabah
ur: صبح
vi: Buổi sáng
zh: 早上
