Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

# privacySection7Content
source: You have the right to access, update, or delete your personal information at any time through your account settings.
ar: لديك الحق في الوصول إلى معلوماتك الشخصية، وتحديثها، أو حذفها في أي وقت من خلال إعدادات حسابك.
de: Sie haben das Recht, Ihre personenbezogenen Daten jederzeit über die Kontoeinstellungen einzusehen, zu aktualisieren oder zu löschen.
es: Tienes el derecho de acceder, actualizar o eliminar tu información personal en cualquier momento a través de la configuración de tu cuenta.
fr: Vous avez le droit d'accéder, de mettre à jour ou de supprimer vos informations personnelles à tout moment via les paramètres de votre compte.
hi: आपके पास कभी भी अपने खाते की सेटिंग्स के माध्यम से अपनी व्यक्तिगत जानकारी तक पहुंचने, अपडेट करने या उसे हटाने का अधिकार है।
id: Anda memiliki hak untuk mengakses, memperbarui, atau menghapus informasi pribadi Anda kapan saja melalui pengaturan akun Anda.
it: Hai il diritto di accedere, aggiornare o eliminare le tue informazioni personali in qualsiasi momento tramite le impostazioni del tuo account.
ja: あなたは、アカウント設定を通じて、いつでも個人情報にアクセス、更新、または削除する権利があります。
ko: 귀하는 언제든지 계정 설정을 통해 개인정보에 접근, 업데이트 또는 삭제할 권리가 있습니다.
nl: U heeft het recht om uw persoonlijke informatie op elk moment te bekijken, bij te werken of te verwijderen via uw accountinstellingen.
pl: Masz prawo do dostępu, aktualizacji lub usunięcia swoich danych osobowych w dowolnym momencie za pośrednictwem ustawień swojego konta.
pt: Você tem o direito de acessar, atualizar ou excluir suas informações pessoais a qualquer momento através das configurações da sua conta.
ru: Вы имеете право в любой момент получить доступ к своей персональной информации, обновить ее или удалить через настройки вашего аккаунта.
sv: Du har rätt att få tillgång till, uppdatera eller radera din personliga information när som helst genom dina kontoinställningar.
th: คุณมีสิทธิ์เข้าถึง อัปเดต หรือ ลบข้อมูลส่วนตัวของคุณได้ตลอดเวลาผ่านการตั้งค่าบัญชีของคุณ
tl: May karapatan kang ma-access, i-update, o tanggalin ang iyong personal na impormasyon anumang oras sa pamamagitan ng iyong mga setting ng account.
tr: Hesap ayarlarınızdan istediğiniz zaman kişisel bilgilerinize erişme, güncelleme veya silme hakkına sahipsiniz.
ur: آپ کو اپنے ذاتی معلومات تک رسائی حاصل کرنے، اسے اپ ڈیٹ کرنے، یا کسی بھی وقت اپنے اکاؤنٹ کی ترتیبات کے ذریعے حذف کرنے کا حق ہے۔
vi: Bạn có quyền truy cập, cập nhật hoặc xóa thông tin cá nhân của mình bất cứ lúc nào thông qua cài đặt tài khoản của bạn.
zh: 您有权随时通过账户设置访问、更新或删除您的个人信息。

# privacySection7Title
source: Your Rights
ar: حقوقك
de: Ihre Rechte
es: Tus Derechos
fr: Vos droits
hi: आपके अधिकार
id: Hak Anda
it: I Tuoi Diritti
ja: あなたの権利
ko: 귀하의 권리
nl: Uw rechten
pl: Twoje Prawa
pt: Seus Direitos
ru: Ваши права
sv: Dina Rättigheter
th: สิทธิของคุณ
tl: Ang Iyong Mga Karapatan
tr: Haklarınız
ur: آپ کے حقوق
vi: Quyền của bạn
zh: 您的权利

# privacySection8Content
source: If you have any questions about this Privacy Policy, please contact us at support@sona.com.
ar: إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا على support@sona.com.
de: Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, kontaktieren Sie uns bitte unter support@sona.com.
es: Si tienes alguna pregunta sobre esta Política de Privacidad, por favor contáctanos a support@sona.com.
fr: Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter à support@sona.com.
hi: यदि आपको इस गोपनीयता नीति के बारे में कोई प्रश्न है, तो कृपया हमसे support@sona.com पर संपर्क करें।
id: Jika Anda memiliki pertanyaan tentang Kebijakan Privasi ini, silakan hubungi kami di support@sona.com.
it: Se hai domande su questa Informativa sulla Privacy, ti preghiamo di contattarci a support@sona.com.
ja: このプライバシーポリシーについて質問がある場合は、support@sona.comまでご連絡ください。
ko: 본 개인정보 처리방침에 대한 질문이 있으시면 support@sona.com으로 문의해주세요.
nl: Als u vragen heeft over dit Privacybeleid, neem dan contact met ons op via support@sona.com.
pl: Jeśli masz jakiekolwiek pytania dotyczące tej Polityki Prywatności, skontaktuj się z nami pod adresem support@sona.com.
pt: Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco pelo e-mail support@sona.com.
ru: Если у вас есть вопросы по данной Политике конфиденциальности, пожалуйста, свяжитесь с нами по адресу support@sona.com.
sv: Om du har några frågor om denna integritetspolicy, vänligen kontakta oss på support@sona.com.
th: หากคุณมีคำถามเกี่ยวกับนโยบายความเป็นส่วนตัวนี้ โปรดติดต่อเราที่ support@sona.com
tl: Kung mayroon kang anumang katanungan tungkol sa Patakarang ito sa Privacy, mangyaring makipag-ugnayan sa amin sa support@sona.com.
tr: Bu Gizlilik Politikası hakkında herhangi bir sorunuz varsa, lütfen support@sona.com adresinden bizimle iletişime geçin.
ur: اگر آپ کو اس پرائیویسی پالیسی کے بارے میں کوئی سوالات ہیں، تو براہ کرم ہم سے support@sona.com پر رابطہ کریں۔
vi: Nếu bạn có bất kỳ câu hỏi nào về Chính sách Bảo mật này, vui lòng liên hệ với chúng tôi tại support@sona.com.
zh: 如果您对本隐私政策有任何疑问，请通过 support@sona.com 联系我们。

# privacySection8Title
source: Contact Us
ar: اتصل بنا
de: Kontaktieren Sie uns
es: Contáctanos
fr: Contactez-nous
hi: हमसे संपर्क करें
id: Hubungi Kami
it: Contattaci
ja: お問い合わせ
ko: 문의하기
nl: Neem contact met ons op
pl: Skontaktuj się z nami
pt: Fale Conosco
ru: Свяжитесь с нами
sv: Kontakta Oss
th: ติดต่อเรา
tl: Makipag-ugnayan sa Amin
tr: Bizimle İletişime Geçin
ur: ہم سے رابطہ کریں
vi: Liên hệ với chúng tôi
zh: 联系我们

source: Privacy Settings
ar: إعدادات الخصوصية
de: Datenschutzeinstellungen
es: Configuración de Privacidad
fr: Paramètres de confidentialité
hi: गोपनीयता सेटिंग्स
id: Pengaturan privasi
it: Impostazioni sulla Privacy
ja: プライバシー設定
ko: 프라이버시 설정
nl: Privacy-instellingen
pl: Ustawienia Prywatności
pt: Configurações de Privacidade
ru: Настройки конфиденциальности
sv: Integritetsinställningar
th: การตั้งค่าความเป็นส่วนตัว
tl: Mga Setting ng Privacy
tr: Gizlilik Ayarları
ur: پرائیویسی سیٹنگز
vi: Cài đặt quyền riêng tư
zh: 隐私设置

# privacySettingsInfo
source: Disabling individual features will make those services unavailable
ar: تعطيل الميزات الفردية سيجعل تلك الخدمات غير متاحة
de: Das Deaktivieren einzelner Funktionen macht diese Dienste unbrauchbar
es: Desactivar funciones individuales hará que esos servicios no estén disponibles
fr: Désactiver des fonctionnalités individuelles rendra ces services indisponibles
hi: व्यक्तिगत सुविधाओं को बंद करने से वे सेवाएँ अनुपलब्ध हो जाएँगी
id: Menonaktifkan fitur individu akan membuat layanan tersebut tidak tersedia
it: Disabilitare singole funzionalità renderà quei servizi non disponibili
ja: 個別の機能を無効にすると、それらのサービスは利用できなくなります
ko: 각 기능을 개별적으로 끄면 해당 서비스를 이용할 수 없습니다
nl: Het uitschakelen van individuele functies maakt die diensten niet beschikbaar
pl: Wyłączenie poszczególnych funkcji spowoduje, że te usługi będą niedostępne
pt: Desativar recursos individuais tornará esses serviços indisponíveis
ru: Отключение отдельных функций сделает эти услуги недоступными
sv: Att inaktivera individuella funktioner kommer att göra dessa tjänster otillgängliga.
th: การปิดฟีเจอร์แต่ละอย่างจะทำให้บริการเหล่านั้นไม่สามารถใช้งานได้
tl: Ang pag-disable ng mga indibidwal na tampok ay magpapawalang-bisa sa mga serbisyong iyon
tr: Bireysel özellikleri devre dışı bırakmak, bu hizmetlerin kullanılamaz hale gelmesine neden olacaktır.
ur: انفرادی خصوصیات کو غیر فعال کرنے سے وہ خدمات دستیاب نہیں ہوں گی
vi: Thông tin cài đặt riêng tư
zh: 禁用单个功能将使这些服务不可用

# privacySettingsScreen
source: Privacy Settings
ar: إعدادات الخصوصية
de: Datenschutzeinstellungen
es: Configuración de Privacidad
fr: Paramètres de confidentialité
hi: गोपनीयता सेटिंग्स
id: Pengaturan Privasi
it: Impostazioni sulla Privacy
ja: プライバシー設定
ko: 개인정보 보호 설정
nl: Privacy-instellingen
pl: Ustawienia Prywatności
pt: Configurações de Privacidade
ru: Настройки конфиденциальности
sv: Integritetsinställningar
th: การตั้งค่าความเป็นส่วนตัว
tl: Mga Setting ng Privacy
tr: Gizlilik Ayarları
ur: پرائیویسی سیٹنگز
vi: Cài đặt quyền riêng tư
zh: 隐私设置

# problemMessage
source: Problem
ar: مشكلة
es: Problema
fr: Problème
hi: समस्या
id: Masalah
it: Problema
ja: 問題
ko: 문제
nl: Probleem
pt: Problema
ru: Проблема
th: ปัญหา
tl: Problema
ur: مسئلہ
vi: Vấn đề
zh: 问题

source: Problem Occurred
ar: حدثت مشكلة
de: Ein Problem ist aufgetreten
es: Ocurrió un Problema
fr: Un problème est survenu
hi: समस्या हुई
id: Terjadi Masalah
it: Si è verificato un problema
ja: 問題が発生しました
ko: 문제 발생
nl: Probleem Opgetreden
pl: Wystąpił problem
pt: Ocorreu um Problema
ru: Произошла ошибка
sv: Problem uppstod
th: เกิดปัญหา
tl: Naganap ang Problema
tr: Problem Oluştu
ur: مسئلہ پیش آیا
vi: Đã xảy ra vấn đề
zh: 发生问题

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pl: Profil
pt: Perfil
ru: Профиль
sv: Profil
th: โปรไฟล์
tr: Profil
ur: پروفائل
vi: Hồ sơ
zh: 个人资料

# profileEdit
source: Edit Profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
es: Editar Perfil
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
id: Edit Profil
it: Modifica Profilo
ja: プロフィール編集
ko: 프로필 편집
nl: Profiel Bewerken
pl: Edytuj Profil
pt: Editar Perfil
ru: Редактировать профиль
sv: Redigera profil
th: แก้ไขโปรไฟล์
tl: I-edit ang Profile
tr: Profili Düzenle
ur: پروفائل ایڈٹ کریں
vi: Chỉnh sửa hồ sơ
zh: 编辑个人资料

# profileEditLoginRequiredMessage
source: Login is required to edit your profile. Would you like to go to the login screen?
ar: يتطلب تسجيل الدخول لتعديل ملفك الشخصي.
de: Sie müssen sich anmelden, um Ihr Profil zu bearbeiten. Möchten Sie zum Anmeldebildschirm wechseln?
es: Se requiere iniciar sesión para editar tu perfil.
fr: Une connexion est requise pour modifier votre profil.
hi: अपनी प्रोफ़ाइल संपादित करने के लिए लॉगिन आवश्यक है। क्या आप लॉगिन स्क्रीन पर जाना चाहेंगे?
id: Login diperlukan untuk mengedit profil Anda. Apakah Anda ingin pergi ke layar login?
it: È necessario effettuare il login per modificare il tuo profilo.
ja: プロフィールを編集するにはログインが必要です。 ログイン画面に移動しますか？
ko: 프로필 편집을 위해 로그인이 필요합니다. 로그인 화면으로 이동하시겠습니까?
nl: Inloggen is vereist om je profiel te bewerken.
pl: Wymagane jest zalogowanie się, aby edytować swój profil. Czy chcesz przejść do ekranu logowania?
pt: É necessário fazer login para editar seu perfil. Você gostaria de ir para a tela de login?
ru: Для редактирования профиля требуется вход в систему. Хотите перейти на экран входа?
sv: Inloggning krävs för att redigera din profil. Vill du gå till inloggningsskärmen?
th: ต้องเข้าสู่ระบบเพื่อแก้ไขโปรไฟล์ของคุณ
tl: Kinakailangan ang pag-login upang i-edit ang iyong profile.
tr: Profilinizi düzenlemek için giriş yapmanız gerekmektedir. Giriş ekranına gitmek ister misiniz?
ur: اپنے پروفائل کو ایڈٹ کرنے کے لیے لاگ ان کرنا ضروری ہے۔
vi: Cần đăng nhập để sửa hồ sơ
zh: 编辑个人资料需要登录。您想去登录界面吗？

# profileInfo
source: Profile Information
ar: معلومات الملف الشخصي
de: Profilinformationen
es: Información del Perfil
fr: Informations sur le profil
hi: प्रोफ़ाइल जानकारी
id: Informasi Profil
it: Informazioni sul Profilo
ja: プロフィール情報
ko: 프로필 정보
nl: Profielinformatie
pl: Informacje o Profilu
pt: Informações do Perfil
ru: Информация о профиле
sv: Profilinformation
th: ข้อมูลโปรไฟล์
tl: Impormasyon sa Profile
tr: Profil Bilgileri
ur: پروفائل کی معلومات
vi: Thông tin hồ sơ
zh: 个人资料信息

# profileInfoDescription
source: Please enter your profile photo and basic information
ar: يرجى إدخال صورة الملف الشخصي والمعلومات الأساسية
de: Bitte geben Sie Ihr Profilfoto und grundlegende Informationen ein
es: Por favor, ingresa tu foto de perfil e información básica
fr: Veuillez entrer votre photo de profil et vos informations de base
hi: कृपया अपनी प्रोफ़ाइल फोटो और बुनियादी जानकारी दर्ज करें
id: Silakan masukkan foto profil dan informasi dasar Anda
it: Si prega di inserire la foto del profilo e le informazioni di base
ja: プロフィール写真と基本情報を入力してください
ko: 프로필 사진과 기본 정보를 입력해주세요
nl: Voer alstublieft je profielfoto en basisinformatie in
pl: Proszę wprowadzić zdjęcie profilowe i podstawowe informacje
pt: Por favor, insira sua foto de perfil e informações básicas
ru: Пожалуйста, введите вашу фотографию профиля и основную информацию
sv: Vänligen ange din profilbild och grundläggande information
th: กรุณาใส่รูปโปรไฟล์และข้อมูลพื้นฐานของคุณ
tl: Pakisuyong ilagay ang iyong larawan sa profile at pangunahing impormasyon
tr: Lütfen profil fotoğrafınızı ve temel bilgilerinizi girin.
ur: براہ کرم اپنی پروفائل کی تصویر اور بنیادی معلومات درج کریں
vi: Thông tin hồ sơ
zh: 请输入您的个人资料照片和基本信息

# profileNav
source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pl: Profil
pt: Perfil
ru: Профиль
sv: Profil
th: โปรไฟล์
tr: Profil
ur: پروفائل
vi: Hồ sơ
zh: 个人资料

source: Profile Photo
ar: صورة الملف الشخصي
de: Profilfoto
es: Foto de Perfil
fr: Photo de profil
hi: प्रोफ़ाइल फोटो
id: Foto profil
it: Foto del Profilo
ja: プロフィール写真
ko: 프로필 사진
nl: Profielfoto
pl: Zdjęcie profilowe
pt: Foto do Perfil
ru: Фотография профиля
sv: Profilfoto
th: รูปโปรไฟล์
tl: Larawan sa Profile
tr: Profil Fotoğrafı
ur: پروفائل کی تصویر
vi: Ảnh hồ sơ
zh: 个人照片

# profilePhotoAndInfo
source: Please enter profile photo and basic information
ar: يرجى إدخال صورة الملف الشخصي والمعلومات الأساسية
de: Bitte geben Sie Profilfoto und grundlegende Informationen ein
es: Por favor, ingresa la foto de perfil e información básica
fr: Veuillez entrer la photo de profil et les informations de base
hi: कृपया प्रोफ़ाइल फोटो और बुनियादी जानकारी दर्ज करें
id: Silakan masukkan foto profil dan informasi dasar
it: Si prega di inserire la foto del profilo e le informazioni di base
ja: プロフィール写真と基本情報を入力してください
ko: 프로필 사진과 기본 정보를 입력해주세요
nl: Voer een profielfoto en basisinformatie in
pl: Proszę wprowadzić zdjęcie profilowe i podstawowe informacje
pt: Por favor, insira a foto do perfil e informações básicas
ru: Пожалуйста, введите фотографию профиля и основную информацию
sv: Vänligen ange profilfoto och grundläggande information
th: กรุณาใส่รูปโปรไฟล์และข้อมูลพื้นฐาน
tl: Pakisuyong ilagay ang larawan sa profile at pangunahing impormasyon
tr: Lütfen profil fotoğrafını ve temel bilgilerini girin.
ur: براہ کرم پروفائل کی تصویر اور بنیادی معلومات درج کریں
vi: Vui lòng nhập ảnh hồ sơ và thông tin cơ bản
zh: 请输入个人资料照片和基本信息

# profilePhotoUpdateFailed
source: Failed to update profile photo
ar: فشل تحديث صورة الملف الشخصي
de: Aktualisierung des Profilfotos fehlgeschlagen
es: Falló la actualización de la foto de perfil
fr: Échec de la mise à jour de la photo de profil
hi: प्रोफ़ाइल फ़ोटो अपडेट करने में विफल
id: Gagal memperbarui foto profil
it: Impossibile aggiornare la foto del profilo
ja: プロフィール写真の更新に失敗しました
ko: 프로필 사진 업데이트 실패
nl: Het is niet gelukt om de profielfoto bij te werken
pl: Nie udało się zaktualizować zdjęcia profilowego
pt: Falha ao atualizar a foto do perfil
ru: Не удалось обновить фотографию профиля
sv: Misslyckades med att uppdatera profilfoto
th: ไม่สามารถอัปเดตรูปโปรไฟล์ได้
tl: Nabigong i-update ang larawan sa profile
tr: Profil fotoğrafı güncellenemedi
ur: پروفائل کی تصویر کو اپ ڈیٹ کرنے میں ناکامی
vi: Cập nhật ảnh hồ sơ không thành công
zh: 更新个人资料照片失败

source: Profile photo updated
ar: تم تحديث صورة الملف الشخصي
de: Profilfoto aktualisiert
es: Foto de perfil actualizada
fr: Photo de profil mise à jour
hi: प्रोफ़ाइल फ़ोटो अपडेट हो गई
id: Foto profil berhasil diperbarui
it: Foto del profilo aggiornata
ja: プロフィール写真が更新されました
ko: 프로필 사진이 업데이트되었습니다
nl: Profielfoto bijgewerkt
pl: Zdjęcie profilowe zaktualizowane
pt: Foto do perfil atualizada
ru: Фотография профиля обновлена
sv: Profilfoto uppdaterat
th: อัปเดตรูปโปรไฟล์เรียบร้อยแล้ว
tl: Na-update ang larawan sa profile
tr: Profil fotoğrafı güncellendi
ur: پروفائل کی تصویر اپ ڈیٹ ہو گئی
vi: Ảnh đại diện đã được cập nhật
zh: 个人资料照片已更新

source: Profile Settings
ar: إعدادات الملف الشخصي
de: Profileinstellungen
es: Configuración del perfil
fr: Paramètres du profil
hi: प्रोफ़ाइल सेटिंग्स
id: Pengaturan Profil
it: Impostazioni del profilo
ja: プロフィール設定
ko: 프로필 설정
nl: Profielinstellingen
pl: Ustawienia profilu
pt: Configurações do Perfil
ru: Настройки профиля
sv: Profilinställningar
th: การตั้งค่าโปรไฟล์
tl: Mga Setting ng Profile
tr: Profil Ayarları
ur: پروفائل کی ترتیبات
vi: Cài đặt hồ sơ
zh: 个人资料设置

# profileSetup
source: Setting up profile
ar: إعداد الملف الشخصي
de: Profil einrichten
es: Configurando el perfil
fr: Configuration du profil
hi: प्रोफ़ाइल सेटअप
id: Mengatur profil
it: Configurazione del profilo
ja: プロフィールをセットアップ中
ko: 프로필 설정 중
nl: Profiel instellen
pl: Ustawianie profilu
pt: Configurando o perfil
ru: Настройка профиля
sv: Ställer in profil
th: กำลังตั้งค่าโปรไฟล์
tl: Profile Setup
tr: Profil Kurulumu
ur: پروفائل سیٹ اپ
vi: Đang thiết lập hồ sơ
zh: 设置个人资料

# profileUpdateFailed
source: Failed to update profile
ar: فشل تحديث الملف الشخصي
de: Aktualisierung des Profils fehlgeschlagen
es: Fallo al actualizar el perfil
fr: Échec de la mise à jour du profil
hi: प्रोफ़ाइल अपडेट करने में विफल
id: Gagal memperbarui profil
it: Impossibile aggiornare il profilo
ja: プロフィールの更新に失敗しました
ko: 프로필 업데이트 실패
nl: Het is niet gelukt om het profiel bij te werken
pl: Nie udało się zaktualizować profilu
pt: Falha ao atualizar o perfil
ru: Не удалось обновить профиль
sv: Misslyckades med att uppdatera profil
th: ไม่สามารถอัปเดตโปรไฟล์ได้
tl: Nabigong i-update ang profile
tr: Profil güncellenemedi
ur: پروفائل کو اپ ڈیٹ کرنے میں ناکامی
vi: Cập nhật hồ sơ không thành công
zh: 更新个人资料失败

# profileUpdated
source: Profile updated successfully
ar: تم تحديث الملف الشخصي بنجاح
de: Profil erfolgreich aktualisiert
es: Perfil actualizado con éxito
fr: Profil mis à jour avec succès
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट हो गई
id: Profil berhasil diperbarui
it: Profilo aggiornato con successo
ja: プロフィールが正常に更新されました
ko: 프로필이 성공적으로 업데이트되었습니다
nl: Profiel succesvol bijgewerkt
pl: Profil został pomyślnie zaktualizowany
pt: Perfil atualizado com sucesso
ru: Профиль успешно обновлён
sv: Profilen har uppdaterats framgångsrikt
th: อัปเดตโปรไฟล์สำเร็จ
tl: Matagumpay na na-update ang profile
tr: Profil başarıyla güncellendi
ur: پروفائل کامیابی سے اپ ڈیٹ ہو گئی
vi: Hồ sơ đã được cập nhật thành công
zh: 个人资料已更新

# purchaseAndRefundPolicy
source: Purchase & Refund Policy
ar: سياسة الشراء والاسترداد
de: Kauf- und Rückerstattungsrichtlinie
es: Política de compra y reembolso
fr: Politique d'achat et de remboursement
hi: खरीद और रिफंड नीति
id: Kebijakan Pembelian & Pengembalian
it: Politica di acquisto e rimborso
ja: 購入および返金ポリシー
ko: 구매 및 환불 정책
nl: Aankoop- en Terugbetalingsbeleid
pl: Polityka zakupu i zwrotu
pt: Política de Compra e Reembolso
ru: Политика покупки и возврата
sv: Köpe- och återbetalningspolicy
th: นโยบายการซื้อและคืนเงิน
tl: Patakaran sa Pagbili at Pagbabalik
tr: Satın Alma & İade Politikası
ur: خریداری اور واپسی کی پالیسی
vi: Chính sách Mua hàng & Hoàn tiền
zh: 购买与退款政策

# purchaseButton
source: Purchase
ar: شراء
de: Kaufen
es: Comprar
fr: Acheter
hi: खरीदें
id: Beli
it: Acquista
ja: 購入
ko: 구매하기
nl: Aankoop
pl: Kup
pt: Comprar
ru: Купить
sv: Köp
th: ซื้อ
tl: Bumili
tr: Satın Al
ur: خریدیں
vi: Mua ngay
zh: 购买

# purchaseConfirm
source: Purchase Confirmation
ar: تأكيد الشراء
de: Kaufbestätigung
es: Confirmación de compra
fr: Confirmation d'achat
hi: खरीद पुष्टि
id: Konfirmasi pembelian
it: Conferma di acquisto
ja: 購入確認
ko: 구매 확인
nl: Aankoopbevestiging
pl: Potwierdzenie zakupu
pt: Confirmação de Compra
ru: Подтверждение покупки
sv: Köpbekräftelse
th: ยืนยันการซื้อ
tl: Kumpirmasyon ng Pagbili
tr: Satın Alma Onayı
ur: خریداری کی تصدیق
vi: Xác nhận mua
zh: 购买确认

# purchaseConfirmContent
source: Purchase {product} for {price}?
ar: شراء {product} مقابل {price}؟
de: {product} für {price} kaufen?
es: ¿Comprar {product} por {price}?
fr: Acheter {product} pour {price}?
hi: {price} में {product} खरीदें?
id: Beli {product} seharga {price}?
it: Acquistare {product} per {price}?
ja: {product}を{price}で購入しますか？
ko: {product}을(를) {price}에 구매하시겠습니까?
nl: Je koopt {product} voor {price}
pl: Czy chcesz kupić {product} za {price}?
pt: Comprar {product} por {price}?
ru: Купить {product} за {price}?
sv: Du kommer att köpa {product} för {price}
th: ซื้อ {product} ในราคา {price}?
tl: Bibilhin ang {product} para sa {price}?
tr: {price} karşılığında {product} satın alacak mısınız?
ur: {price} میں {product} خریدیں؟
vi: Bạn sẽ mua {product} với giá {price}
zh: 以{price}购买{product}吗？

# purchaseConfirmMessage
source: Confirm purchase of {title} for {price}? {description}
ar: تأكيد شراء {title} مقابل {price}؟ {description}
de: Kauf von {title} für {price} bestätigen? {description}
es: ¿Confirmar compra de {title} por {price}? {description}
fr: Confirmer l'achat de {title} pour {price}? {description}
hi: {price} में {title} की खरीद की पुष्टि करें? {description}
id: Konfirmasi pembelian {title} seharga {price}? {description}
it: Confermare l'acquisto di {title} per {price}? {description}
ja: {title}を{price}で購入しますか？{description}
ko: {title}을(를) {price}에 구매하시겠습니까? {description}
nl: Aankoop van {title} voor {price} bevestigen? {description}
pl: Potwierdź zakup {title} za {price}? {description}
pt: Confirmar compra de {title} por {price}? {description}
ru: Подтвердить покупку {title} за {price}? {description}
sv: Bekräfta köp av {title} för {price}? {description}
th: ยืนยันการซื้อ {title} ในราคา {price}? {description}
tl: Kumpirmahin ang pagbili ng {title} para sa {price}? {description}
tr: {price} karşılığında {title} satın alımını onaylıyor musunuz? {description}
ur: {price} میں {title} کی خریداری کی تصدیق کریں؟ {description}
vi: Xác nhận mua {title} với giá {price}? {description}
zh: 确认以{price}购买{title}吗？{description}

source: Purchase failed
ar: فشل الشراء
de: Kauf fehlgeschlagen
es: La compra ha fallado
fr: Échec de l'achat
hi: खरीद विफल
id: Pembelian gagal
it: Acquisto non riuscito
ja: 購入に失敗しました
ko: 구매 실패
nl: Aankoop mislukt
pl: Zakup nie powiódł się
pt: Compra falhou
ru: Ошибка покупки
sv: Köpet misslyckades
th: การซื้อไม่สำเร็จ
tl: Nabigo ang pagbili
tr: Satın alma başarısız oldu
ur: خریداری ناکام ہو گئی
vi: Mua hàng không thành công
zh: 购买失败

# purchaseHeartsOnly
source: Buy hearts
ar: اشترِ القلوب
de: Herzen kaufen
es: Comprar corazones
fr: Acheter des cœurs
hi: दिल खरीदें
id: Beli hati saja
it: Acquista cuori
ja: ハートを購入
ko: 하트 구매
nl: Koop harten
pl: Kup serca
pt: Comprar corações
ru: Купить сердца
sv: Köp hjärtan
th: ซื้อหัวใจ
tl: Bumili ng mga puso
tr: Kalp satın al
ur: دل خریدیں
vi: Chỉ mua tim
zh: 购买心心

# purchaseMoreHearts
source: Purchase hearts to continue conversations
ar: اشترِ القلوب لمتابعة المحادثات
de: Kaufen Sie Herzen, um Gespräche fortzusetzen
es: Compra corazones para continuar las conversaciones
fr: Achetez des cœurs pour continuer les conversations
hi: बातचीत जारी रखने के लिए दिल खरीदें
id: Beli hati untuk melanjutkan percakapan
it: Acquista cuori per continuare le conversazioni
ja: 会話を続けるためにハートを購入
ko: 하트를 구매하여 대화를 계속하세요
nl: Koop harten om door te gaan met gesprekken
pl: Kup serca, aby kontynuować rozmowy
pt: Compre corações para continuar as conversas
ru: Купите сердца, чтобы продолжить разговоры
sv: Köp hjärtan för att fortsätta konversationerna
th: ซื้อหัวใจเพื่อดำเนินการสนทนาต่อ
tl: Bumili ng mga puso upang ipagpatuloy ang mga pag-uusap
tr: Sohbetlere devam etmek için kalp satın alın
ur: گفتگو جاری رکھنے کے لیے دل خریدیں
vi: Mua thêm tim
zh: 购买心心以继续对话

source: Purchase pending...
ar: الشراء قيد الانتظار...
de: Kauf ausstehend...
es: Compra pendiente...
fr: Achat en attente...
hi: खरीदारी लंबित...
id: Pembelian sedang diproses...
it: Acquisto in sospeso...
ja: 購入処理中...
ko: 구매 처리 중...
nl: Aankoop in behandeling...
pl: Zakup w toku...
pt: Compra pendente...
ru: Покупка в ожидании...
sv: Köpet är under behandling...
th: การซื้ออยู่ระหว่างดำเนินการ...
tl: Naghihintay ng pagbili...
tr: Satın alma bekleniyor...
ur: خریداری زیر غور ہے...
vi: Đang xử lý mua hàng...
zh: 购买待处理...
