Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

# editProfileSubtitle
source: Edit gender, birthdate, and introduction
ar: تعديل الجنس وتاريخ الميلاد والمقدمة
de: Geschlecht, Geburtsdatum und Vorstellung bearbeiten
es: Editar género, fecha de nacimiento e introducción
fr: Modifier le genre, la date de naissance et la présentation
hi: लिंग, जन्मतिथि और परिचय संपादित करें
id: Edit jenis kelamin, tanggal lahir, dan perkenalan
it: Modifica genere, data di nascita e presentazione
ja: 性別、生年月日、自己紹介を編集
ko: 성별, 생년월일, 자기소개 수정
nl: Bewerk geslacht, geboortedatum en introductie
pl: Edytuj płeć, datę urodzenia i opis
pt: Editar gênero, data de nascimento e introdução
ru: Изменить пол, дату рождения и описание
sv: Redigera kön, födelsedatum och introduktion
th: แก้ไขเพศ วันเกิด และการแนะนำตัว
tl: I-edit ang kasarian, petsa ng kapanganakan at pagpapakilala
tr: Cinsiyet, doğum tarihi ve tanıtımı düzenle
ur: جنس، تاریخ پیدائش اور تعارف میں ترمیم کریں
zh: 编辑性别、生日和自我介绍

# systemThemeName
source: System
ar: النظام
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템 설정
nl: Systeem
pt: Sistema
ru: Система
th: ระบบ
tl: Sistema
tr: Sistem
ur: سسٹم
zh: 系统

# lightThemeName
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: लाइट
id: Terang
it: Chiaro
ja: ライト
ko: 라이트 모드
nl: Licht
pl: Jasny
pt: Claro
ru: Светлая
sv: Ljus
th: สว่าง
tl: Maliwanag
tr: Açık
ur: لائٹ
zh: 浅色

# darkThemeName
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
id: Gelap
it: Scuro
ja: ダーク
ko: 다크 모드
nl: Donker
pl: Ciemny
pt: Escuro
ru: Темная
sv: Mörk
th: มืด
tl: Madilim
tr: Koyu
ur: ڈارک
zh: 深色

# alwaysShowTranslationOn
source: Always Show Translation
ar: إظهار الترجمة دائماً
de: Übersetzung immer anzeigen
es: Mostrar siempre traducción
fr: Toujours afficher la traduction
it: Mostra sempre traduzione
ja: 常に翻訳を表示
ko: 번역 항상 표시
nl: Altijd vertaling tonen
pl: Zawsze pokazuj tłumaczenie
pt: Sempre mostrar tradução
ru: Всегда показывать перевод
sv: Visa alltid översättning
th: แสดงการแปลเสมอ
tl: Palaging Ipakita ang Pagsasalin

# alwaysShowTranslationOff
source: Hide Auto Translation
ar: إخفاء الترجمة التلقائية
de: Automatische Übersetzung ausblenden
es: Ocultar traducción automática
fr: Masquer la traduction automatique
it: Nascondi traduzione automatica
ja: 自動翻訳を非表示
ko: 자동 번역 숨기기
nl: Automatische vertaling verbergen
pl: Ukryj automatyczne tłumaczenie
pt: Ocultar tradução automática
ru: Скрыть автоперевод
sv: Dölj automatisk översättning
th: ซ่อนการแปลอัตโนมัติ
tl: Itago ang Awtomatikong Pagsasalin

# translationErrorAnalysisInfo
source: We will analyze the selected message and its translation.
ar: سنقوم بتحليل الرسالة المختارة وترجمتها.
de: Wir werden die ausgewählte Nachricht und ihre Übersetzung analysieren.
es: Analizaremos el mensaje seleccionado y su traducción.
fr: Nous analyserons le message sélectionné et sa traduction.
hi: हम चयनित संदेश और इसके अनुवाद का विश्लेषण करेंगे।
it: Analizzeremo il messaggio selezionato e la sua traduzione.
ja: 選択したメッセージと翻訳を分析します。
ko: 선택한 메시지와 번역 내용을 분석합니다.
nl: We zullen het geselecteerde bericht en de vertaling analyseren.
pl: Przeanalizujemy wybraną wiadomość i jej tłumaczenie.
pt: Analisaremos a mensagem selecionada e sua tradução.
ru: Мы проанализируем выбранное сообщение и его перевод.
sv: Vi kommer att analysera det valda meddelandet och dess översättning.
th: เราจะวิเคราะห์ข้อความและการแปลที่เลือก
tl: Susuriin namin ang napiling mensahe at pagsasalin.
tr: Seçilen mesajı ve çevirisini analiz edeceğiz.
ur: ہم منتخب پیغام اور اس کے ترجمے کا تجزیہ کریں گے۔
zh: 我们将分析所选消息及其翻译。

# whatWasWrongWithTranslation
source: What was wrong with the translation?
ar: ما الخطأ في الترجمة؟
de: Was war falsch an der Übersetzung?
es: ¿Qué estaba mal con la traducción?
fr: Qu'est-ce qui n'allait pas avec la traduction ?
hi: अनुवाद में क्या गलत था?
it: Cosa c'era di sbagliato nella traduzione?
ja: 翻訳のどこが間違っていましたか？
ko: 번역의 어떤 부분이 잘못되었나요?
nl: Wat was er mis met de vertaling?
pl: Co było nie tak z tłumaczeniem?
pt: O que estava errado com a tradução?
ru: Что было не так с переводом?
sv: Vad var fel med översättningen?
th: การแปลผิดพลาดตรงไหน?
tl: Ano ang mali sa pagsasalin?
tr: Çeviride ne yanlıştı?
ur: ترجمے میں کیا غلط تھا؟
zh: 翻译哪里出错了？

# translationErrorHint
source: e.g., Incorrect meaning, unnatural expression, wrong context...
ar: مثال: معنى خاطئ، تعبير غير طبيعي، سياق خاطئ...
de: Z.B.: Falsche Bedeutung, unnatürlicher Ausdruck, falscher Kontext...
es: Ej: Significado incorrecto, expresión poco natural, contexto erróneo...
fr: Ex : Sens incorrect, expression non naturelle, contexte erroné...
hi: उदाहरण: गलत अर्थ, अप्राकृतिक अभिव्यक्ति, गलत संदर्भ...
it: Es: Significato errato, espressione innaturale, contesto sbagliato...
ja: 例：意味が違う、不自然な表現、文脈の誤り...
ko: 예: 잘못된 의미, 부자연스러운 표현, 맥락 오류...
nl: Bijv: Onjuiste betekenis, onnatuurlijke uitdrukking, verkeerde context...
pl: Np.: Błędne znaczenie, nienaturalne wyrażenie, zły kontekst...
pt: Ex: Significado incorreto, expressão não natural, contexto errado...
ru: Например: Неверный смысл, неестественное выражение, неправильный контекст...
sv: T.ex: Felaktig betydelse, onaturligt uttryck, fel sammanhang...
th: เช่น: ความหมายผิด, การแสดงออกไม่เป็นธรรมชาติ, บริบทผิด...
tl: Hal: Maling kahulugan, hindi natural na pagpapahayag, maling konteksto...
tr: Örn: Yanlış anlam, doğal olmayan ifade, yanlış bağlam...
ur: مثال: غلط معنی، غیر فطری اظہار، غلط سیاق و سباق...
zh: 例如：意思错误、表达不自然、上下文错误...

# pleaseSelectMessage
source: Please select a message first
ar: الرجاء اختيار رسالة أولاً
de: Bitte wählen Sie zuerst eine Nachricht aus
es: Por favor, selecciona un mensaje primero
fr: Veuillez d'abord sélectionner un message
hi: कृपया पहले एक संदेश चुनें
it: Seleziona prima un messaggio
ja: 最初にメッセージを選択してください
ko: 먼저 메시지를 선택해주세요
nl: Selecteer eerst een bericht
pl: Najpierw wybierz wiadomość
pt: Por favor, selecione uma mensagem primeiro
ru: Пожалуйста, сначала выберите сообщение
sv: Välj ett meddelande först
th: กรุณาเลือกข้อความก่อน
tl: Pumili muna ng mensahe
tr: Lütfen önce bir mesaj seçin
ur: پہلے ایک پیغام منتخب کریں
zh: 请先选择一条消息

source: My Personas
ar: شخصياتي
de: Meine Personas
es: Mis Personas
fr: Mes Personas
hi: मेरे व्यक्तित्व
it: Le Mie Personas
ja: マイペルソナ
ko: 내 페르소나
nl: Mijn Persona's
pl: Moje Persony
pt: Minhas Personas
ru: Мои Персоны
sv: Mina Personligheter
th: เพอร์โซนาของฉัน
tl: Aking mga Persona
tr: Kişiliklerim
ur: میرے کردار
zh: 我的角色

source: Create Persona
ar: إنشاء شخصية
de: Persona Erstellen
es: Crear Persona
fr: Créer un Persona
hi: व्यक्तित्व बनाएं
it: Crea Persona
ja: ペルソナを作成
ko: 페르소나 만들기
nl: Persona Maken
pl: Utwórz Personę
pt: Criar Persona
ru: Создать Персону
sv: Skapa Personlighet
th: สร้างเพอร์โซนา
tl: Gumawa ng Persona
tr: Kişilik Oluştur
ur: کردار بنائیں
zh: 创建角色

source: Pending Approval
ar: في انتظار الموافقة
de: Wartend auf Genehmigung
es: Pendiente de Aprobación
fr: En Attente d'Approbation
hi: अनुमोदन प्रतीक्षित
it: In Attesa di Approvazione
ja: 承認待ち
ko: 승인 대기
nl: Wacht op Goedkeuring
pl: Oczekuje na Zatwierdzenie
pt: Aguardando Aprovação
ru: Ожидает Одобрения
sv: Väntar på Godkännande
th: รออนุมัติ
tl: Naghihintay ng Approval
tr: Onay Bekliyor
ur: منظوری کا انتظار
zh: 待审核

source: Approved
ar: موافق عليها
de: Genehmigt
es: Aprobado
fr: Approuvé
hi: अनुमोदित
it: Approvato
ja: 承認済み
ko: 공개됨
nl: Goedgekeurd
pl: Zatwierdzona
pt: Aprovado
ru: Одобрено
sv: Godkänd
th: อนุมัติแล้ว
tl: Na-approve
tr: Onaylandı
ur: منظور شدہ
zh: 已批准

# privatePersona
source: Private
ar: خاصة
de: Privat
es: Privado
fr: Privé
hi: निजी
it: Privato
ja: プライベート
ko: 비공개
nl: Privé
pl: Prywatna
pt: Privado
ru: Приватная
sv: Privat
th: ส่วนตัว
tl: Pribado
tr: Özel
ur: نجی

source: No Personas Yet
ar: لا توجد شخصيات بعد
de: Noch keine Personas
es: Aún no hay personas
fr: Pas encore de personas
hi: अभी तक कोई व्यक्तित्व नहीं
it: Ancora nessun persona
ja: まだペルソナがありません
ko: 아직 페르소나가 없어요
nl: Nog Geen Persona's
pl: Jeszcze Brak Person
pt: Ainda sem personas
ru: Персон пока нет
sv: Inga Personligheter Än
th: ยังไม่มีเพอร์โซนา
tl: Walang mga Persona Pa
tr: Henüz Kişilik Yok
ur: ابھی کوئی کردار نہیں

# createYourFirstPersona
source: Create your first persona and start your journey
ar: أنشئ شخصيتك الأولى وابدأ رحلتك
de: Erstellen Sie Ihre erste Persona und beginnen Sie Ihre Reise
es: Crea tu primera persona y comienza tu viaje
fr: Créez votre premier persona et commencez votre voyage
hi: अपना पहला व्यक्तित्व बनाएं और यात्रा शुरू करें
it: Crea il tuo primo persona e inizia il tuo viaggio
ja: 最初のペルソナを作成して旅を始めましょう
ko: 나만의 특별한 페르소나를 만들어보세요
nl: Maak je eerste persona en begin je reis
pl: Utwórz swoją pierwszą personę i rozpocznij podróż
pt: Crie sua primeira persona e comece sua jornada
ru: Создайте свою первую персону и начните путешествие
sv: Skapa din första personlighet och börja din resa
th: สร้างเพอร์โซนาแรกของคุณและเริ่มต้นการเดินทาง
tl: Gumawa ng inyong unang persona at simulan ang inyong paglalakbay
tr: İlk kişiliğinizi oluşturun ve yolculuğunuzu başlatın
ur: اپنا پہلا کردار بنائیں اور اپنا سفر شروع کریں

source: Delete Persona
ar: حذف الشخصية
de: Persona Löschen
es: Eliminar Persona
fr: Supprimer le Persona
hi: व्यक्तित्व हटाएं
it: Elimina Persona
ja: ペルソナを削除
ko: 페르소나 삭제
nl: Persona Verwijderen
pl: Usuń Personę
pt: Excluir Persona
ru: Удалить Персону
sv: Ta Bort Personlighet
th: ลบเพอร์โซนา
tl: Tanggalin ang Persona
tr: Kişiliği Sil
ur: کردار ڈیلیٹ کریں
zh: 删除角色

# deletePersonaConfirm
source: Are you sure you want to delete this persona?
ar: هل أنت متأكد من أنك تريد حذف هذه الشخصية؟
de: Sind Sie sicher, dass Sie dieses Persona löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar esta persona? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce persona ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई इस व्यक्तित्व को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questa persona? Questa azione non può essere annullata.
ja: このペルソナを削除してもよろしいですか？
ko: 이 페르소나를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
nl: Weet je zeker dat je deze persona wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę personę?
pt: Tem certeza de que deseja excluir esta persona? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить эту персону? Это действие нельзя отменить.
sv: Är du säker på att du vill ta bort denna personlighet?
th: คุณแน่ใจหรือไม่ว่าต้องการลบเพอร์โซนานี้?
tl: Sigurado ba kayo na gusto ninyong tanggalin ang persona na ito?
tr: Bu kişiliği silmek istediğinizden emin misiniz?
ur: کیا آپ واقعی اس کردار کو ڈیلیٹ کرنا چاہتے ہیں؟
zh: 确定要删除这个角色吗？

# personaDeleted
source: Persona deleted successfully
ar: تم حذف الشخصية بنجاح
de: Persona erfolgreich gelöscht
es: Persona eliminada exitosamente
fr: Persona supprimé avec succès
hi: व्यक्तित्व सफलतापूर्वक हटाया गया
it: Persona eliminata con successo
ja: ペルソナが削除されました
ko: 페르소나가 삭제되었습니다
nl: Persona succesvol verwijderd
pl: Persona została pomyślnie usunięta
pt: Persona excluída com sucesso
ru: Персона успешно удалена
sv: Personlighet borttagen framgångsrikt
th: ลบเพอร์โซนาสำเร็จ
tl: Matagumpay na natanggal ang persona
tr: Kişilik başarıyla silindi
ur: کردار کامیابی سے ڈیلیٹ ہوگیا
zh: 角色已删除

# deleteFailed
source: Failed to delete persona
ar: فشل في الحذف
de: Löschen fehlgeschlagen
es: Falló la eliminación
fr: Échec de la suppression
hi: हटाने में विफल
it: Eliminazione fallita
ja: 削除に失敗しました
ko: 삭제에 실패했습니다
nl: Verwijderen mislukt
pl: Usunięcie nie powiodło się
pt: Falha ao excluir
ru: Не удалось удалить
sv: Borttagning misslyckades
th: ลบไม่สำเร็จ
tl: Hindi natanggal
tr: Silme başarısız
ur: ڈیلیٹ کرنے میں ناکامی
zh: 删除失败

# personaLimitReached
source: You have reached the limit of 3 personas
ar: لقد وصلت إلى حد 3 شخصيات
de: Sie haben das Limit von 3 Personas erreicht
es: Has alcanzado el límite de 3 personas
fr: Vous avez atteint la limite de 3 personas
it: Hai raggiunto il limite di 3 persona
ja: ペルソナの上限3つに達しました
ko: 무료 사용자는 최대 3개의 페르소나를 만들 수 있습니다
nl: Je hebt de limiet van 3 personas bereikt
pl: Osiągnąłeś limit 3 person
pt: Você atingiu o limite de 3 personas
ru: Достигнут лимит в 3 персоны
sv: Du har nått gränsen på 3 personas
th: คุณถึงขีดจำกัด 3 เพอร์โซน่าแล้ว
tl: Naabot mo na ang limitasyon na 3 persona

source: Add Image
ar: إضافة صورة
de: Bild hinzufügen
es: Añadir imagen
fr: Ajouter une image
hi: चित्र जोड़ें
it: Aggiungi immagine
ja: 画像を追加
ko: 이미지 추가
nl: Afbeelding Toevoegen
pl: Dodaj Zdjęcie
pt: Adicionar imagem
ru: Добавить изображение
sv: Lägg Till Bild
th: เพิ่มรูปภาพ
tl: Magdagdag ng Larawan
tr: Resim Ekle
ur: تصویر شامل کریں

source: MBTI Test
ar: اختبار MBTI
es: Test MBTI
fr: Test MBTI
it: Test MBTI
ja: MBTIテスト
ko: MBTI 테스트
pl: Test MBTI
pt: Teste MBTI
ru: Тест MBTI
th: แบบทดสอบ MBTI
zh: MBTI测试

# mbtiQuestion
source: Personality Question
ar: سؤال الشخصية
de: Persönlichkeitsfrage
es: Pregunta de Personalidad
fr: Question de personnalité
hi: व्यक्तित्व प्रश्न
it: Domanda sulla personalità
ja: 性格質問
ko: 성격 질문
nl: Persoonlijkheidsvraag
pl: Pytanie o Osobowość
pt: Pergunta de personalidade
ru: Вопрос о личности
sv: Personlighetsfråga
th: คำถามบุคลิกภาพ
tl: Tanong sa Personalidad
tr: Kişilik Sorusu
ur: شخصیت کا سوال
zh: 性格问题

# mbtiComplete
source: Personality Test Complete!
ar: اكتمل اختبار الشخصية!
de: Persönlichkeitstest abgeschlossen!
es: ¡Prueba de Personalidad Completa!
fr: Test de personnalité terminé!
hi: व्यक्तित्व परीक्षा पूर्ण!
it: Test di personalità completato!
ja: 性格テスト完了！
ko: 성격 테스트 완료!
nl: Persoonlijkheidstest Voltooid!
pl: Test Osobowości Ukończony!
pt: Teste de personalidade concluído!
ru: Тест личности завершен!
sv: Personlighetstest Klar!
th: แบบทดสอบบุคลิกภาพเสร็จสิ้น!
tl: Pagsusulit sa Personalidad Tapos Na!
tr: Kişilik Testi Tamamlandı!
ur: شخصیت کا ٹیسٹ مکمل!
zh: 性格测试完成！

# mbtiStepDescription
source: Let's determine what personality your persona should have. Answer questions to shape their character.
ar: دعنا نحدد الشخصية التي يجب أن تكون عليها شخصيتك. أجب على الأسئلة لتشكيل شخصيتها.
de: Lassen Sie uns bestimmen, welche Persönlichkeit Ihre Persona haben soll. Beantworten Sie Fragen, um ihren Charakter zu formen.
es: ¿Qué personalidad quieres que tenga tu persona? Responde las preguntas para definir su carácter.
fr: Déterminons quelle personnalité votre persona devrait avoir. Répondez aux questions pour façonner son caractère.
it: Determiniamo quale personalità dovrebbe avere il tuo persona. Rispondi alle domande per modellare il suo carattere.
ja: ペルソナにどんな性格を持たせたいですか？質問に答えてペルソナの性格を決めてください。
ko: 페르소나가 어떤 성격을 갖길 원하시나요? 질문에 답해 페르소나의 성격을 결정해주세요.
nl: Laten we bepalen welke persoonlijkheid je persona moet hebben. Beantwoord vragen om hun karakter te vormen.
pl: Określmy, jaką osobowość powinna mieć twoja persona. Odpowiedz na pytania, aby ukształtować jej charakter.
pt: Vamos determinar qual personalidade sua persona deve ter. Responda às perguntas para moldar seu caráter.
ru: Давайте определим, какая личность должна быть у вашей персоны. Ответьте на вопросы, чтобы сформировать ее характер.
sv: Låt oss bestämma vilken personlighet din persona ska ha. Svara på frågor för att forma deras karaktär.
th: มากำหนดว่าเพอร์โซน่าของคุณควรมีบุคลิกภาพแบบไหน ตอบคำถามเพื่อสร้างลักษณะนิสัย
tl: Tukuyin natin kung anong personalidad ang dapat magkaroon ang iyong persona. Sagutin ang mga tanong para hubugin ang kanilang karakter.
zh: 您希望角色拥有什么样的性格？请回答问题来决定角色的性格。

source: Start Test
ar: بدء الاختبار
de: Test starten
es: Iniciar Prueba
fr: Commencer le test
it: Inizia il test
ja: テストを開始
ko: 테스트 시작
nl: Test starten
pl: Rozpocznij test
pt: Iniciar teste
ru: Начать тест
sv: Starta test
th: เริ่มทดสอบ
tl: Simulan ang Pagsusulit
zh: 开始测试

# personaName
source: Name
ar: الاسم
de: Persona-Name
es: Nombre de Persona
fr: Nom du Persona
it: Nome Persona
ja: 名前
ko: 이름
nl: Naam
pl: Imię
pt: Nome da Persona
ru: Имя Персоны
sv: Namn
th: ชื่อ
tl: Pangalan
zh: 名字

# personaNameHint
source: Enter persona name
ar: أدخل اسم الشخصية
de: Z.B.: Anna, Max
es: Ej: Ana, Carlos
fr: Ex : Emma, Lucas
it: Es: Anna, Marco
ja: ペルソナ名を入力
ko: 페르소나 이름을 입력하세요
nl: Voer persona naam in
pl: Wprowadź nazwę persony
pt: Ex: Ana, João
ru: Например: Анна, Максим
sv: Ange personanamn
th: ใส่ชื่อเพอร์โซน่า
tl: Ilagay ang pangalan ng persona

# personaAge
source: Age
ar: العمر
de: Alter
es: Edad
fr: Âge
it: Età
ja: 年齢
ko: 나이
nl: Leeftijd
pl: Wiek
pt: Idade
ru: Возраст
sv: Ålder
th: อายุ
tl: Edad
zh: 年龄

# personaDescription
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
it: Descrizione
ja: 紹介
ko: 소개
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
sv: Beskrivning
th: คำอธิบาย
tl: Paglalarawan
zh: 介绍

# personaDescriptionHint
source: Describe the persona
ar: صف الشخصية
de: Beschreiben Sie Ihr Persona kurz
es: Describe a tu persona brevemente
fr: Décrivez brièvement votre persona
it: Descrivi brevemente la tua persona
ja: ペルソナを説明
ko: 페르소나를 소개해주세요
nl: Beschrijf de persona
pl: Opisz personę
pt: Descreva sua persona brevemente
ru: Кратко опишите вашу персону
sv: Beskriv personan
th: อธิบายเพอร์โซน่า
tl: Ilarawan ang persona

source: Speech Style
ar: أسلوب الكلام
de: Sprechstil
es: Estilo de Habla
fr: Style de Parole
hi: बोलचाल की शैली
it: Stile di Parlare
ja: 話し方
ko: 말투
nl: Spreekstijl
pl: Styl Mowy
pt: Estilo de Fala
ru: Стиль Речи
sv: Talstil
th: สไตล์การพูด
tl: Estilo ng Pagsasalita
tr: Konuşma Tarzı
ur: بات چیت کا انداز
zh: 说话风格

source: Conversation Style
ar: أسلوب المحادثة
de: Gesprächsstil
es: Estilo de Conversación
fr: Style de Conversation
hi: बातचीत की शैली
it: Stile di Conversazione
ja: 会話スタイル
ko: 대화 스타일
nl: Gespreksstijl
pl: Styl Rozmowy
pt: Estilo de Conversa
ru: Стиль Разговора
sv: Samtalsstil
th: สไตล์การสนทนา
tl: Estilo ng Pag-uusap
tr: Sohbet Tarzı
ur: گفتگو کا انداز
zh: 对话风格

# willBeSharedAfterApproval
source: Will be shared after admin approval
ar: ستتم المشاركة بعد موافقة المشرف
de: Wird nach Administrator-Genehmigung geteilt
es: Se compartirá después de la aprobación del administrador
fr: Sera partagé après approbation de l'administrateur
hi: व्यवस्थापक की अनुमति के बाद साझा किया जाएगा
it: Sarà condiviso dopo l'approvazione dell'amministratore
ja: 管理者の承認後に共有されます
ko: 관리자 승인 후 공유됩니다
nl: Wordt gedeeld na goedkeuring door beheerder
pl: Zostanie udostępniona po zatwierdzeniu przez administratora
pt: Será compartilhado após aprovação do administrador
ru: Будет опубликовано после одобрения администратора
sv: Kommer att delas efter administratörsgodkännande
th: จะถูกแชร์หลังจากผ้านดูแลระบบอนุมัติ
tl: Maiibahagi pagkatapos ng admin approval
tr: Yönetici onayından sonra paylaşılacak
ur: ایڈمن کی منظوری کے بعد شیئر ہوگا

# personaCreated
source: Persona created successfully!
ar: تم إنشاء الشخصية بنجاح!
de: Persona erfolgreich erstellt
es: Persona creada exitosamente
fr: Persona créé avec succès
hi: व्यक्तित्व सफलतापूर्वक बनाया गया!
it: Persona creata con successo
ja: ペルソナが正常に作成されました！
ko: 페르소나가 생성되었습니다
nl: Persona succesvol gemaakt!
pl: Persona została pomyślnie utworzona!
pt: Persona criada com sucesso
ru: Персона успешно создана
sv: Personlighet skapad framgångsrikt!
th: สร้างเพอร์โซนาสำเร็จ!
tl: Matagumpay na nagawa ang persona!
tr: Kişilik başarıyla oluşturuldu!
ur: کردار کامیابی سے بنایا گیا!

# createFailed
source: Failed to create persona
ar: فشل في إنشاء الشخصية
de: Erstellung fehlgeschlagen
es: Falló la creación
fr: Échec de la création
hi: व्यक्तित्व बनाने में विफल
it: Creazione fallita
ja: ペルソナの作成に失敗しました
ko: 생성에 실패했습니다
nl: Maken van persona mislukt
pl: Nie udało się utworzyć persony
pt: Falha ao criar
ru: Не удалось создать
sv: Misslyckades med att skapa personlighet
th: สร้างเพอร์โซนาไม่สำเร็จ
tl: Hindi nagawa ang persona
tr: Kişilik oluşturulamadı
ur: کردار بنانے میں ناکامی

# loginRequiredContent
source: Please log in to continue
ar: يرجى تسجيل الدخول للمتابعة
de: Bitte melden Sie sich an, um fortzufahren
es: Inicia sesión para continuar
fr: Veuillez vous connecter pour continuer
it: Accedi per continuare
ja: 続行するにはログインしてください
ko: 계속하려면 로그인해주세요
nl: Log in om door te gaan
pl: Zaloguj się, aby kontynuować
pt: Faça login para continuar
ru: Войдите, чтобы продолжить
sv: Logga in för att fortsätta
th: กรุณาเข้าสู่ระบบเพื่อดำเนินการต่อ
tl: Mag-login para magpatuloy

# reportErrorButton
source: Report Error
ar: الإبلاغ عن خطأ
de: Fehler melden
es: Reportar error
fr: Signaler une erreur
it: Segnala errore
ja: エラーを報告
ko: 오류 신고
nl: Fout melden
pl: Zgłoś błąd
pt: Reportar erro
ru: Сообщить об ошибке
sv: Rapportera fel
th: รายงานข้อผิดพลาด
tl: I-report ang Error

# speechStyleFriendly
source: Friendly
ar: ودود
de: Freundlich
es: Amigable
fr: Amical
it: Amichevole
ja: フレンドリー
ko: 친근한
nl: Vriendelijk
pl: Przyjazny
pt: Amigável
ru: Дружелюбный
sv: Vänlig
th: เป็นมิตร
tl: Palakaibigan
tr: Arkadaş canlısı
ur: دوستانہ

# speechStylePolite
source: Polite
ar: مهذب
de: Höflich
es: Educado
fr: Poli
it: Educato
ja: 丁寧
ko: 정중한
nl: Beleefd
pl: Uprzejmy
pt: Educado
ru: Вежливый
sv: Artig
th: สุภาพ
tl: Magalang
tr: Kibar
ur: مؤدب

# speechStyleChic
source: Chic
ar: أنيق
de: Schick
es: Elegante
ja: シック
ko: 시크한
pl: Szykowny
pt: Elegante
ru: Стильный
th: เท่
tl: Astig
tr: Şık
ur: شیک

# speechStyleLively
source: Lively
ar: حيوي
de: Lebhaft
es: Animado
fr: Animé
it: Vivace
ja: 活発
ko: 활발한
nl: Levendig
pl: Żywy
pt: Animado
ru: Живой
sv: Livlig
th: ร่าเริง
tl: Masigla
tr: Canlı
ur: زندہ دل

# conversationStyleTalkative
source: Talkative
ar: ثرثار
de: Gesprächig
es: Hablador
fr: Bavard
it: Loquace
ja: おしゃべり
ko: 수다스러운
nl: Spraakzaam
pl: Rozmowny
pt: Falador
ru: Разговорчивый
sv: Pratsam
th: ช่างพูด
tl: Madaldal
tr: Konuşkan
ur: باتونی

# conversationStyleQuiet
source: Quiet
ar: هادئ
de: Ruhig
es: Callado
fr: Silencieux
it: Tranquillo
ja: 物静か
ko: 과묵한
nl: Rustig
pl: Cichy
pt: Quieto
ru: Тихий
sv: Tyst
th: เงียบ
tl: Tahimik
tr: Sessiz
ur: خاموش

# conversationStyleEmpathetic
source: Empathetic
ar: متعاطف
de: Empathisch
es: Empático
fr: Empathique
it: Empatico
ja: 共感的
ko: 공감적
nl: Empathisch
pl: Empatyczny
pt: Empático
ru: Эмпатичный
sv: Empatisk
th: เห็นอกเห็นใจ
tl: Maawain
tr: Empatik
ur: ہمدرد

# conversationStyleLogical
source: Logical
ar: منطقي
de: Logisch
es: Lógico
fr: Logique
it: Logico
ja: 論理的
ko: 논리적
nl: Logisch
pl: Logiczny
pt: Lógico
ru: Логичный
sv: Logisk
th: มีเหตุผล
tl: Lohikal
tr: Mantıklı
ur: منطقی

# interestMusic
source: Music
ar: موسيقى
de: Musik
es: Música
fr: Musique
it: Musica
ja: 音楽
ko: 음악
nl: Muziek
pl: Muzyka
pt: Música
ru: Музыка
sv: Musik
th: ดนตรี
tl: Musika
tr: Müzik
ur: موسیقی

# interestMovies
source: Movies
ar: أفلام
de: Filme
es: Películas
fr: Films
it: Film
ja: 映画
ko: 영화
nl: Films
pl: Filmy
pt: Filmes
ru: Фильмы
sv: Filmer
th: ภาพยนตร์
tl: Pelikula
tr: Filmler
ur: فلمیں

# interestReading
source: Reading
ar: قراءة
de: Lesen
es: Lectura
fr: Lecture
it: Lettura
ja: 読書
ko: 독서
nl: Lezen
pl: Czytanie
pt: Leitura
ru: Чтение
sv: Läsning
th: การอ่าน
tl: Pagbabasa
tr: Okuma
ur: مطالعہ

# interestTravel
source: Travel
ar: سفر
de: Reisen
es: Viajes
fr: Voyages
it: Viaggi
ja: 旅行
ko: 여행
nl: Reizen
pl: Podróże
pt: Viagens
ru: Путешествия
sv: Resor
th: การท่องเที่ยว
tl: Paglalakbay
tr: Seyahat
ur: سفر

# interestExercise
source: Exercise
ar: تمرين
de: Sport
es: Ejercicio
fr: Exercice
it: Esercizio
ja: 運動
ko: 운동
nl: Sport
pl: Ćwiczenia
pt: Exercício
ru: Спорт
sv: Träning
th: การออกกำลังกาย
tl: Ehersisyo
tr: Egzersiz
ur: ورزش

# interestGaming
source: Gaming
ar: ألعاب
es: Videojuegos
fr: Jeux vidéo
ja: ゲーム
ko: 게임
pl: Gry
pt: Jogos
ru: Игры
th: เกม
tr: Oyun
ur: گیمنگ

# interestCooking
source: Cooking
ar: طبخ
de: Kochen
es: Cocina
fr: Cuisine
it: Cucina
ja: 料理
ko: 요리
nl: Koken
pl: Gotowanie
pt: Culinária
ru: Кулинария
sv: Matlagning
th: การทำอาหาร
tl: Pagluluto
tr: Yemek yapma
ur: کھانا پکانا

# interestFashion
source: Fashion
ar: موضة
de: Mode
es: Moda
fr: Mode
it: Moda
ja: ファッション
ko: 패션
nl: Mode
pl: Moda
pt: Moda
ru: Мода
sv: Mode
th: แฟชั่น
tr: Moda
ur: فیشن
