Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

# genderRequired
source: Gender *
ar: الجنس *
de: Geschlecht *
es: Género *
fr: Genre *
hi: लिंग *
id: Silakan pilih jenis kelamin
it: Genere *
ja: 性別 *
ko: 성별 *
nl: Geslacht *
pl: Płeć *
pt: Gênero *
ru: Пол *
sv: Kön *
th: เพศ *
tl: Kasarian *
tr: Cinsiyet *
ur: جنس *
vi: Vui lòng chọn giới tính
zh: 性别 *

# genderSelectionInfo
source: If not selected, you can meet personas of all genders
ar: إذا لم يتم الاختيار، يمكنك لقاء شخصيات من جميع الأجناس
de: Wenn nicht ausgewählt, kannst du Personas aller Geschlechter treffen.
es: Si no se selecciona, puedes conocer personas de todos los géneros
fr: Si non sélectionné, vous pouvez rencontrer des personas de tous les genres
hi: यदि चयनित नहीं किया गया, तो आप सभी लिंगों के व्यक्तित्व से मिल सकते हैं
id: Jika tidak dipilih, Anda dapat bertemu persona dari semua jenis kelamin
it: Se non selezionato, puoi incontrare personaggi di tutti i generi
ja: 選択しない場合、すべての性別のペルソナに出会えます
ko: 선택하지 않으면 모든 성별의 페르소나를 만날 수 있어요
nl: Als niet geselecteerd, kun je persona's van alle geslachten ontmoeten
pl: Jeśli nie wybrano, możesz spotkać persony wszystkich płci
pt: Se não selecionado, você pode conhecer personas de todos os gêneros
ru: Если не выбран, вы можете встречать персонажей всех полов
sv: Om det inte väljs kan du träffa personas av alla kön
th: หากไม่เลือก คุณสามารถพบกับบุคคลในทุกเพศ
tl: Kung hindi napili, maaari kang makilala ng mga persona ng lahat ng kasarian
tr: Seçilmezse, tüm cinsiyetlerden kişiliklerle tanışabilirsiniz
ur: اگر منتخب نہیں کیا گیا تو آپ تمام جنسوں کے کرداروں سے مل سکتے ہیں
vi: Nếu không chọn, bạn có thể gặp các nhân vật của tất cả các giới tính
zh: 如果未选择，您可以与所有性别的用户见面

source: General Persona
ar: شخصية عامة
de: Allgemeine Persona
es: Persona General
fr: Persona générale
hi: सामान्य व्यक्तित्व
id: Persona Umum
it: Persona Generale
ja: 一般ペルソナ
ko: 일반 페르소나
nl: Algemene Persona
pl: Ogólna Persona
pt: Persona Geral
ru: Общий Персонаж
sv: Allmän Persona
th: บุคคลทั่วไป
tl: Pangkalahatang Persona
tr: Genel Kişilik
ur: عمومی کردار
vi: Nhân vật tổng quát
zh: 一般用户

source: Go to Settings
ar: الذهاب إلى الإعدادات
de: Zu den Einstellungen
es: Ir a ajustes
fr: Aller aux paramètres
hi: सेटिंग्स पर जाएं
id: Ke pengaturan
it: Vai alle impostazioni
ja: 設定へ移動
ko: 설정으로 이동
nl: Ga naar Instellingen
pl: Przejdź do Ustawień
pt: Ir para configurações
ru: Перейти в настройки
sv: Gå till Inställningar
th: ไปที่การตั้งค่า
tl: Pumunta sa Settings
tr: Ayarlara Git
ur: سیٹنگز پر جائیں
vi: Đến cài đặt
zh: 前往设置

# permissionGuideAndroid
source: Settings > Apps > SONA > Permissions Please allow photo permission
ar: الإعدادات > التطبيقات > SONA > الصلاحيات يرجى السماح بصلاحية الصور
de: Einstellungen > Apps > SONA > Berechtigungen Bitte Foto-Berechtigung erlauben
es: Configuración > Aplicaciones > SONA > Permisos Permite el acceso a fotos
fr: Paramètres > Applications > SONA > Autorisations Veuillez autoriser l'accès aux photos
it: Impostazioni > App > SONA > Autorizzazioni Consenti autorizzazione foto
ja: 設定 > アプリ > SONA > 権限 写真の許可を有効にしてください
ko: 설정 > 앱 > SONA > 권한에서 사진 권한을 허용해주세요
nl: Instellingen > Apps > SONA > Toestemmingen Sta foto-toegang toe
pl: Ustawienia > Aplikacje > SONA > Uprawnienia Zezwól na dostęp do zdjęć
pt: Configurações > Apps > SONA > Permissões Permita acesso às fotos
ru: Настройки > Приложения > SONA > Разрешения Разрешите доступ к фото
sv: Inställningar > Appar > SONA > Behörigheter Tillåt fotoåtkomst
th: การตั้งค่า > แอป > SONA > สิทธิ์ กรุณาอนุญาตการเข้าถึงรูปภาพ
tl: Settings > Apps > SONA > Permissions Pahintulutan ang access sa larawan

# permissionGuideIOS
source: Settings > SONA > Photos Please allow photo access
ar: الإعدادات > SONA > الصور يرجى السماح بالوصول للصور
de: Einstellungen > SONA > Fotos Bitte Fotozugriff erlauben
es: Configuración > SONA > Fotos Permite el acceso a fotos
fr: Réglages > SONA > Photos Veuillez autoriser l'accès aux photos
it: Impostazioni > SONA > Foto Consenti accesso alle foto
ja: 設定 > SONA > 写真 写真へのアクセスを許可してください
ko: 설정 > SONA > 사진에서 사진 접근을 허용해주세요
nl: Instellingen > SONA > Foto's Sta foto-toegang toe
pl: Ustawienia > SONA > Zdjęcia Zezwól na dostęp do zdjęć
pt: Ajustes > SONA > Fotos Permita acesso às fotos
ru: Настройки > SONA > Фото Разрешите доступ к фото
sv: Inställningar > SONA > Foton Tillåt fotoåtkomst
th: การตั้งค่า > SONA > รูปภาพ กรุณาอนุญาตการเข้าถึงรูปภาพ
tl: Settings > SONA > Photos Pahintulutan ang access sa larawan

# googleLoginCanceled
source: Google login was canceled. Please try again.
ar: تم إلغاء تسجيل الدخول عبر Google. يرجى المحاولة مرة أخرى.
de: Google-Anmeldung wurde abgebrochen. Bitte versuche es erneut.
es: El inicio de sesión de Google fue cancelado.
fr: La connexion Google a été annulée. Veuillez réessayer.
hi: गूगल लॉगिन रद्द कर दिया गया। कृपया फिर से प्रयास करें।
id: Login Google dibatalkan. Silakan coba lagi.
it: Il login con Google è stato annullato.
ja: Googleログインがキャンセルされました。 もう一度お試しください。
ko: 구글 로그인이 취소되었습니다. 다시 시도해주세요.
nl: Google-inlog is geannuleerd. Probeer het opnieuw.
pl: Logowanie przez Google zostało anulowane. Spróbuj ponownie.
pt: O login do Google foi cancelado. Por favor, tente novamente.
ru: Вход через Google был отменен. Пожалуйста, попробуйте снова.
sv: Google-inloggning avbröts.
th: การเข้าสู่ระบบ Google ถูกยกเลิก
tl: Nakansela ang pag-login sa Google.
tr: Google girişi iptal edildi.
ur: گوگل لاگ ان منسوخ کر دیا گیا۔
vi: Đăng nhập Google đã hủy
zh: 谷歌登录已取消。

# googleLoginError
source: Error occurred during Google login.
ar: حدث خطأ أثناء تسجيل الدخول عبر Google.
de: Bei der Google-Anmeldung ist ein Fehler aufgetreten.
es: Ocurrió un error durante el inicio de sesión de Google.
fr: Une erreur est survenue lors de la connexion Google.
hi: गूगल लॉगिन के दौरान त्रुटि हुई।
id: Error masuk Google
it: Si è verificato un errore durante il login con Google.
ja: Googleログイン中にエラーが発生しました。
ko: Google 로그인 중 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens de Google-inlog.
pl: Wystąpił błąd podczas logowania przez Google.
pt: Ocorreu um erro durante o login do Google.
ru: Произошла ошибка при входе через Google.
sv: Ett fel inträffade under Google-inloggning.
th: เข้าสู่ระบบ Google ล้มเหลว
tl: Nagkaroon ng error sa pag-login gamit ang Google.
tr: Google girişi sırasında bir hata oluştu.
ur: گوگل لاگ ان کے دوران ایک غلطی پیش آئی۔
vi: Đã xảy ra lỗi trong quá trình đăng nhập Google.
zh: Google登录失败

# grantPermission
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tl: Magpatuloy
tr: Devam
ur: جاری رکھیں
vi: Tiếp tục
zh: 继续

source: Guest
ar: ضيف
de: Gast
es: Invitado
fr: Invité
hi: मेहमान
id: Tamu
it: Ospite
ja: ゲスト
ko: 게스트
nl: Gast
pl: Gość
pt: Convidado
ru: Гость
sv: Gäst
th: ผู้เยี่ยมชม
tl: Bisita
tr: Misafir
ur: مہمان
vi: Khách
zh: 游客

# guestDataMigration
source: Would you like to keep your current chat history when signing up?
ar: هل ترغب في الاحتفاظ بسجل الدردشات الحالي عند التسجيل؟
de: Möchtest du deinen aktuellen Chatverlauf beim Anmelden behalten?
es: ¿Te gustaría conservar tu historial de chat actual al registrarte?
fr: Souhaitez-vous conserver votre historique de chat actuel lors de l'inscription ?
hi: क्या आप साइन अप करते समय अपनी वर्तमान चैट इतिहास को रखना चाहेंगे?
id: Apakah Anda ingin menyimpan riwayat obrolan Anda saat mendaftar?
it: Vuoi mantenere la tua attuale cronologia chat durante la registrazione?
ja: 登録時に現在のチャット履歴を保持しますか？
ko: 회원가입 시 현재 대화 기록을 보존하시겠습니까?
nl: Wil je je huidige chatgeschiedenis behouden bij het aanmelden?
pl: Czy chcesz zachować swoją obecną historię czatu podczas rejestracji?
pt: Você gostaria de manter seu histórico de chat atual ao se inscrever?
ru: Хотите сохранить текущую историю чата при регистрации?
sv: Vill du behålla din nuvarande chatt-historik när du registrerar dig?
th: คุณต้องการเก็บประวัติการแชทปัจจุบันเมื่อสมัครสมาชิกหรือไม่?
tl: Gusto mo bang panatilihin ang iyong kasalukuyang kasaysayan ng chat kapag nag-sign up?
tr: Üye olurken mevcut sohbet geçmişinizi saklamak ister misiniz?
ur: کیا آپ سائن اپ کرتے وقت اپنی موجودہ چیٹ کی تاریخ کو برقرار رکھنا چاہیں گے؟
vi: Chuyển dữ liệu khách
zh: 注册时您想保留当前聊天记录吗？

# guestLimitReached
source: Guest trial ended. Sign up for unlimited conversations!
ar: انتهت فترة تجربة الضيف.
de: Gast-Testzeitraum beendet. Melde dich für unbegrenzte Gespräche an!
es: Prueba de invitado finalizada.
fr: Essai invité terminé.
hi: मेहमान परीक्षण समाप्त हो गया। असीमित बातचीत के लिए साइन अप करें!
id: Masa percobaan tamu telah berakhir. Daftar untuk percakapan tanpa batas!
it: Prova per gli ospiti terminata.
ja: ゲスト体験が終了しました。 無制限の会話のために登録してください！
ko: 게스트 체험이 끝났습니다. 회원가입하고 무제한으로 대화하세요!
nl: Gast proefperiode beëindigd.
pl: Okres próbny gościa dobiegł końca.
pt: O período de teste do convidado terminou.
ru: Пробный период для гостей закончился. Зарегистрируйтесь для неограниченных разговоров!
sv: Gästprovet har avslutats.
th: การทดลองใช้ผู้เยี่ยมชมสิ้นสุดแล้ว
tl: Natapos na ang trial ng bisita.
tr: Misafir denemesi sona erdi.
ur: مہمان کی آزمائش ختم ہوگئی۔
vi: Đã đạt giới hạn khách
zh: 游客试用已结束。

# guestLoginPromptMessage
source: Login to continue the conversation
ar: سجل الدخول لمتابعة المحادثة
de: Melden Sie sich an, um das Gespräch fortzusetzen
es: Inicia sesión para continuar la conversación
fr: Connectez-vous pour continuer la conversation
hi: बातचीत जारी रखने के लिए लॉगिन करें
id: Masuk untuk melanjutkan percakapan
it: Accedi per continuare la conversazione
ja: 会話を続けるにはログインしてください
ko: 대화를 계속하려면 로그인하세요
nl: Log in om het gesprek voort te zetten
pl: Zaloguj się, aby kontynuować rozmowę
pt: Faça login para continuar a conversa
ru: Войдите, чтобы продолжить разговор
sv: Logga in för att fortsätta konversationen
th: เข้าสู่ระบบเพื่อดำเนินการสนทนาต่อ
tl: Mag-login upang ipagpatuloy ang pag-uusap
tr: Sohbete devam etmek için giriş yapın
ur: گفتگو جاری رکھنے کے لیے لاگ ان کریں
vi: Đăng nhập để tiếp tục cuộc trò chuyện
zh: 登录以继续对话

# guestMessageExhausted
source: Free messages exhausted
ar: انتهت الرسائل المجانية
de: Kostenlose Nachrichten erschöpft
es: Mensajes gratuitos agotados
fr: Messages gratuits épuisés
hi: मुफ्त संदेश समाप्त हो गए
id: Pesan gratis telah habis
it: Messaggi gratuiti esauriti
ja: 無料メッセージを使い切りました
ko: 무료 메시지를 모두 사용했어요
nl: Gratis berichten zijn op
pl: Darmowe wiadomości wyczerpane
pt: Mensagens gratuitas esgotadas
ru: Бесплатные сообщения исчерпаны
sv: Gratis meddelanden är slut
th: ข้อความฟรีหมดแล้ว
tl: Naubos na ang mga libreng mensahe
tr: Ücretsiz mesaj hakkı tükendi
ur: مفت پیغامات ختم ہوگئے
vi: Tin nhắn miễn phí đã hết
zh: 免费消息用尽

# guestMessageRemaining
source: {count} guest messages remaining
ar: {count} رسالة ضيف متبقية
de: {count} Gästennachrichten verbleibend
es: {count} mensajes de invitado restantes
fr: {count} messages invités restants
hi: {count} मेहमान संदेश शेष हैं
id: {count} pesan tamu tersisa
it: {count} messaggi per ospiti rimanenti
ja: ゲストメッセージ残り{count}
ko: 게스트 메시지 {count}회 남음
nl: {count} gastberichten over
pl: Pozostało {count} wiadomości gościa
pt: {count} mensagens de convidado restantes
ru: Осталось {count} сообщений для гостей
sv: {count} gästmeddelanden kvar
th: ข้อความผู้เยี่ยมชมที่เหลืออยู่ {count} ข้อความ
tl: {count} natitirang mensahe ng bisita
tr: {count} misafir mesajı kaldı
ur: {count} مہمان پیغامات باقی ہیں
vi: {count} tin nhắn khách còn lại
zh: 剩余 {count} 条游客消息

# guestModeBanner
source: Guest Mode
ar: وضع الضيف
de: Gäste-Modus
es: Modo Invitado
fr: Mode Invité
hi: अतिथि मोड
id: Mode Tamu
it: Modalità Ospite
ja: ゲストモード
ko: 게스트 모드
nl: Gastmodus
pl: Tryb gościa
pt: Modo Convidado
ru: Режим Гостя
sv: Gästläge
th: โหมดผู้เยี่ยมชม
tl: Mode ng Bisita
tr: Misafir Modu
ur: مہمان موڈ
vi: Chế độ Khách
zh: 游客模式

# guestModeDescription
source: Try SONA without signing up • 20 message limit • 1 heart provided • View all personas
ar: جرب SONA دون التسجيل
de: Probiere SONA aus, ohne dich anzumelden
es: Prueba SONA sin registrarte
fr: Essayez SONA sans vous inscrire
hi: बिना साइन अप किए SONA आजमाएँ
id: Coba SONA tanpa mendaftar
it: Prova SONA senza registrarti
ja: 登録せずにSONAを試す • 20メッセージ制限 • 1ハート提供 • すべてのペルソナを表示
ko: 회원가입 없이 SONA를 체험해보세요 • 20회 메시지 제한 • 하트 1개 제공 • 모든 페르소나 조회 가능
nl: Probeer SONA zonder je aan te melden
pl: Wypróbuj SONA bez rejestracji
pt: Experimente o SONA sem se inscrever
ru: Попробуйте SONA без регистрации
sv: Prova SONA utan att registrera dig
th: ลองใช้ SONA โดยไม่ต้องสมัครสมาชิก
tl: Subukan ang SONA nang hindi nag-sign up
tr: SONA'ya kaydolmadan göz atın
ur: سائن اپ کیے بغیر SONA آزمائیں
vi: Chế độ khách
zh: 在不注册的情况下尝试 SONA

# guestModeFailedMessage
source: Failed to start Guest Mode
ar: فشل بدء وضع الضيف
de: Fehler beim Starten des Gäste-Modus
es: No se pudo iniciar el Modo Invitado
fr: Échec du démarrage du Mode Invité
hi: अतिथि मोड शुरू करने में विफल
id: Gagal memulai Mode Tamu
it: Impossibile avviare la Modalità Ospite
ja: ゲストモードの開始に失敗しました
ko: 게스트 모드 시작에 실패했습니다
nl: Het starten van de Gastmodus is mislukt
pl: Nie udało się uruchomić trybu gościa
pt: Falha ao iniciar o Modo Convidado
ru: Не удалось запустить Режим Гостя
sv: Misslyckades med att starta Gästläge
th: ไม่สามารถเริ่มโหมดผู้เยี่ยมชมได้
tl: Nabigong simulan ang Mode ng Bisita
tr: Misafir Modu başlatılamadı
ur: مہمان موڈ شروع کرنے میں ناکامی
vi: Khởi động Chế độ Khách không thành công
zh: 启动游客模式失败

# guestModeLimitation
source: Some features are limited in Guest Mode
ar: بعض الميزات محدودة في وضع الضيف
de: Einige Funktionen sind im Gäste-Modus eingeschränkt
es: Algunas funciones están limitadas en el Modo Invitado
fr: Certaines fonctionnalités sont limitées en Mode Invité
hi: कुछ सुविधाएँ अतिथि मोड में सीमित हैं
id: Beberapa fitur dibatasi di Mode Tamu
it: Alcune funzionalità sono limitate in Modalità Ospite
ja: ゲストモードでは一部の機能が制限されます
ko: 게스트 모드에서는 일부 기능이 제한됩니다
nl: Sommige functies zijn beperkt in de Gastmodus
pl: Niektóre funkcje są ograniczone w trybie gościa
pt: Alguns recursos são limitados no Modo Convidado
ru: Некоторые функции ограничены в Режиме Гостя
sv: Vissa funktioner är begränsade i Gästläge
th: ฟีเจอร์บางอย่างถูกจำกัดในโหมดผู้เยี่ยมชม
tl: Ang ilang mga tampok ay limitado sa Guest Mode
tr: Misafir Modu'nda bazı özellikler sınırlıdır
ur: مہمان موڈ میں کچھ خصوصیات محدود ہیں
vi: Giới hạn chế độ khách
zh: 游客模式下某些功能受限

# guestModeTitle
source: Try as Guest
ar: جرب كضيف
de: Als Gast ausprobieren
es: Prueba como Invitado
fr: Essayer en tant qu'Invité
hi: अतिथि के रूप में आजमाएँ
id: Coba sebagai Tamu
it: Prova come Ospite
ja: ゲストとして試す
ko: 게스트로 체험하기
nl: Probeer als Gast
pl: Wypróbuj jako gość
pt: Experimente como Convidado
ru: Попробовать как Гость
sv: Prova som Gäst
th: ลองใช้ในฐานะผู้เยี่ยมชม
tl: Subukan bilang Bisita
tr: Misafir Olarak Deneyin
ur: مہمان کے طور پر کوشش کریں
vi: Thử nghiệm với tư cách Khách
zh: 以游客身份尝试

# guestModeWarning
source: Guest mode lasts for 24 hours, after which data will be deleted.
ar: يستمر وضع الضيف لمدة 24 ساعة، بعد ذلك سيتم حذف البيانات.
de: Der Gäste-Modus dauert 24 Stunden, danach werden die Daten gelöscht.
es: El modo invitado dura 24 horas, después de las cuales los datos serán eliminados.
fr: Le mode invité dure 24 heures, après quoi les données seront supprimées.
hi: अतिथि मोड 24 घंटे तक चलता है,
id: Mode tamu berlangsung selama 24 jam, setelah itu data akan dihapus.
it: La modalità ospite dura 24 ore, dopo di che i dati verranno eliminati.
ja: ゲストモードは24時間続き、 その後データは削除されます。
ko: 게스트 모드는 24시간 동안 유지되며, 이후 데이터가 삭제됩니다.
nl: Gastmodus duurt 24 uur,
pl: Tryb gościa trwa 24 godziny,
pt: O modo convidado dura 24 horas,
ru: Режим Гостя действует 24 часа, после чего данные будут удалены.
sv: Gästläget varar i 24 timmar,
th: โหมดผู้เยี่ยมชมจะมีอายุ 24 ชั่วโมง
tl: Ang Guest mode ay tumatagal ng 24 na oras, pagkatapos nito ay mabubura ang data.
tr: Misafir modu 24 saat sürer, ardından veriler silinecektir.
ur: مہمان کا موڈ 24 گھنٹے تک جاری رہتا ہے،
vi: Cảnh báo chế độ khách
zh: 游客模式持续 24 小时，

# guestModeWelcome
source: Starting in Guest Mode
ar: بدء وضع الضيف
de: Starte im Gäste-Modus
es: Iniciando en Modo Invitado
fr: Démarrage en Mode Invité
hi: अतिथि मोड में शुरू करना
id: Memulai di Mode Tamu
it: Inizio in modalità ospite
ja: ゲストモードで開始
ko: 게스트 모드로 시작합니다
nl: Starten in Gastmodus
pl: Rozpoczynanie w trybie gościa
pt: Iniciando no Modo Convidado
ru: Запуск в Режиме Гостя
sv: Startar i Gästläge
th: เริ่มต้นในโหมดผู้เยี่ยมชม
tl: Nagsisimula sa Guest Mode
tr: Misafir Modu'nda başlatılıyor
ur: مہمان کے موڈ میں شروع ہو رہا ہے
vi: Bắt đầu ở Chế độ Khách
zh: 正在进入游客模式

source: Happy
ar: سعيد
de: Glücklich
es: Feliz
fr: Heureux
hi: खुश
id: Senang
it: Felice
ja: 幸せ
ko: 행복해요
nl: Blij
pl: Szczęśliwy
pt: Feliz
ru: Счастлив
sv: Glad
th: มีความสุข
tl: Masaya
tr: Mutlu
ur: خوش
vi: Vui vẻ
zh: 开心

source: Haptic Feedback
ar: ردود الفعل اللمسية
de: Haptisches Feedback
es: Retroalimentación háptica
fr: Retour haptique
hi: हैप्टिक फीडबैक
id: Umpan Balik Haptik
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱 피드백
nl: Haptische Feedback
pl: Sprzężenie zwrotne
pt: Feedback Háptico
ru: Тактильная обратная связь
sv: Haptisk feedback
th: การตอบสนองแบบสัมผัส
tr: Dokunsal Geri Bildirim
ur: ہاپٹک فیڈبیک
vi: Phản hồi xúc giác
zh: 触觉反馈

source: Harassment/Bullying
ar: التحرش/التنمر
de: Belästigung/Mobbing
es: Acoso/Intimidación
fr: Harcèlement/Intimidation
hi: उत्पीड़न/बुलिंग
id: Pelecehan/Bullying
it: Molestie/Intimidazioni
ja: ハラスメント/いじめ
ko: 괴롭힘/따돌림
nl: Intimidatie/Pesten
pl: Nękanie/Przemoc
pt: Assédio/Bullying
ru: Домогательства/Буллинг
sv: Trakasserier/Mobbning
th: การรังแก/การกลั่นแกล้ง
tl: Pang-aabuso/Pang-bu-bully
tr: Taciz/Zorbalık
ur: ہراسانی/بدسلوکی
vi: Quấy rối/Bắt nạt
zh: 骚扰/欺凌

source: Hate speech
ar: خطاب الكراهية
de: Hassrede
es: Discurso de odio
fr: Discours de haine
hi: नफरत भरी बातें
id: Ujaran kebencian
it: Discorso d'odio
ja: ヘイトスピーチ
ko: 혐오 발언
nl: Haatzaaien
pl: Mowa nienawiści
pt: Discurso de ódio
ru: Речь ненависти
sv: Hets mot folkgrupp
th: การพูดเกลียดชัง
tl: Pananalita ng poot
tr: Nefret söylemi
ur: نفرت انگیز تقریر
vi: Ngôn từ thù ghét
zh: 仇恨言论

# heartDescription
source: Hearts for more messages
ar: قلوب لمزيد من الرسائل
de: Herzen für mehr Nachrichten
es: Corazones para más mensajes
fr: Cœurs pour plus de messages
hi: अधिक संदेशों के लिए दिल
id: Hati untuk lebih banyak pesan
it: Cuori per più messaggi
ja: メッセージのためのハート
ko: 더 많은 메시지를 위한 하트
nl: Hartjes voor meer berichten
pl: Serduszka na więcej wiadomości
pt: Corações para mais mensagens
ru: Сердца для больше сообщений
sv: Hjärtan för fler meddelanden
th: หัวใจสำหรับข้อความเพิ่มเติม
tl: Mga puso para sa higit pang mga mensahe
tr: Daha fazla mesaj için kalpler
ur: مزید پیغامات کے لیے دل
vi: Tim để gửi thêm tin nhắn
zh: 获得更多消息的爱心

# heartInsufficient
source: Not enough hearts
ar: ليس لديك قلوب كافية
de: Nicht genügend Herzen
es: No hay suficientes corazones
fr: Pas assez de cœurs
hi: पर्याप्त दिल नहीं हैं
id: Hati tidak cukup
it: Cuori insufficienti
ja: ハートが足りません
ko: 하트가 부족합니다
nl: Niet genoeg harten
pl: Za mało serduszek
pt: Corações insuficientes
ru: Недостаточно сердец
sv: Inte tillräckligt med hjärtan
th: หัวใจไม่เพียงพอ
tl: Hindi sapat na mga puso
tr: Yeterli kalp yok
vi: Không đủ tim
zh: 心数不足

# heartInsufficientPleaseCharge
source: Not enough hearts. Please recharge hearts.
ar: ليس لديك قلوب كافية. يرجى إعادة شحن القلوب.
de: Nicht genügend Herzen. Bitte lade die Herzen auf.
es: No hay suficientes corazones. Por favor, recarga corazones.
fr: Pas assez de cœurs. Veuillez recharger les cœurs.
hi: पर्याप्त दिल नहीं हैं। कृपया दिल रिचार्ज करें।
id: Hati tidak cukup. Silakan isi ulang hati.
it: Cuori insufficienti. Si prega di ricaricare i cuori.
ja: ハートが不足しています。ハートをチャージしてください。
ko: 하트가 부족합니다. 하트를 충전해주세요.
nl: Niet genoeg harten. Laad harten opnieuw op.
pl: Za mało serduszek. Proszę doładuj serduszka.
pt: Não há corações suficientes. Por favor, recarregue os corações.
ru: Недостаточно сердец. Пожалуйста, пополните сердца.
sv: Inte tillräckligt med hjärtan. Vänligen ladda hjärtan.
th: หัวใจไม่เพียงพอ กรุณาชาร์จหัวใจ
tl: Hindi sapat ang mga puso. Mangyaring mag-recharge ng mga puso.
tr: Yeterli kalp yok. Lütfen kalpleri yeniden yükleyin.
vi: Không đủ tim. Vui lòng nạp thêm!
zh: 心数不足。请充值心。

# heartRequired
source: 1 heart is required
ar: يتطلب 1 قلب
de: Es wird 1 Herz benötigt
es: Se requiere 1 corazón
fr: 1 cœur est requis
hi: 1 दिल की आवश्यकता है
id: 1 hati diperlukan
it: È richiesto 1 cuore
ja: 1ハートが必要です
ko: 하트 1개가 필요합니다
nl: 1 hart is vereist
pl: Wymagane jest 1 serduszko
pt: 1 coração é necessário
ru: Требуется 1 сердце
sv: 1 hjärta krävs
th: ต้องการหัวใจ 1 ดวง
tl: 1 puso ang kinakailangan
tr: 1 kalp gereklidir
vi: Cần 1 trái tim
zh: 需要 1 个心

# heartUsageFailed
source: Failed to use heart.
ar: فشل استخدام القلب.
de: Verwendung des Herzens fehlgeschlagen.
es: No se pudo usar el corazón.
fr: Échec de l'utilisation du cœur.
hi: दिल का उपयोग करने में विफल।
id: Gagal menggunakan hati.
it: Impossibile utilizzare il cuore.
ja: ハートの使用に失敗しました。
ko: 하트 사용에 실패했습니다.
nl: Gebruik van hart mislukt.
pl: Nie udało się użyć serduszka.
pt: Falha ao usar o coração.
ru: Не удалось использовать сердце.
sv: Misslyckades med att använda hjärtat.
th: ใช้หัวใจล้มเหลว
tl: Nabigong gamitin ang puso.
tr: Kalp kullanma işlemi başarısız oldu.
vi: Sử dụng trái tim không thành công.
zh: 使用心失败。

source: Hearts
ar: قلوب
de: Herzen
es: Corazones
fr: Cœurs
hi: दिल
id: Hati
it: Cuori
ja: ハート
ko: 하트
nl: Harten
pl: Serduszka
pt: Corações
ru: Сердца
sv: Hjärtor
th: หัวใจ
tl: Mga Puso
tr: Kalpler
vi: Tim
zh: 爱心

# hearts10
source: 10 Hearts
ar: 10 قلوب
de: 10 Herzen
es: 10 Corazones
fr: 10 Cœurs
hi: 10 दिल
id: 10 Hati
it: 10 Cuori
ja: 10ハート
ko: 하트 10개
nl: 10 Harten
pl: 10 Serduszek
pt: 10 Corações
ru: 10 Сердец
sv: 10 Hjärtor
th: 10 หัวใจ
tl: 10 Mga Puso
tr: 10 Kalp
vi: 10 Trái tim
zh: 10 个心

# hearts30
source: 30 Hearts
ar: 30 قلب
de: 30 Herzen
es: 30 Corazones
fr: 30 Cœurs
hi: 30 दिल
id: 30 Hati
it: 30 Cuori
ja: 30ハート
ko: 하트 30개
nl: 30 Harten
pl: 30 Serduszek
pt: 30 Corações
ru: 30 Сердец
sv: 30 Hjärtor
th: 30 หัวใจ
tl: 30 Mga Puso
tr: 30 Kalp
vi: 30 Trái tim
zh: 30 个心

# hearts30Discount
source: SALE
ar: تخفيض
es: OFERTA
fr: VENTE
hi: बिक्री
id: 30 Hati (Diskon)
it: SALDI
ja: セール
ko: 할인
nl: UITVERKOOP
pl: WYPRZEDAŻ
pt: PROMOÇÃO
ru: СКИДКА
sv: REA
th: ลดราคา
tr: İNDİRİM
vi: 30 Trái tim (Giảm giá)
zh: 特卖

# hearts50
source: 50 Hearts
ar: 50 قلب
de: 50 Herzen
es: 50 Corazones
fr: 50 Cœurs
hi: 50 दिल
id: 50 Hati
it: 50 Cuori
ja: 50ハート
ko: 하트 50개
nl: 50 Hartjes
pl: 50 Serc
pt: 50 Corações
ru: 50 Сердец
sv: 50 Hjärtor
th: 50 หัวใจ
tl: 50 Mga Puso
tr: 50 Kalp
ur: 50 دل
vi: 50 Trái tim
zh: 50颗心

# hearts50Discount
source: SALE
ar: تخفيض
es: OFERTA
fr: VENTE
hi: बिक्री
id: 50 Hati (Diskon)
it: SALDI
ja: セール
ko: 할인
nl: UITVERKOOP
pl: WYPRZEDAŻ
pt: PROMOÇÃO
ru: СКИДКА
sv: REA
th: ลดราคา
tl: BENTA
tr: İNDİRİM
ur: سیل
vi: 50 Trái tim (Giảm giá)
zh: 特卖

# helloEmoji
source: Hello! 😊
ar: مرحبًا! 😊
de: Hallo! 😊
es: ¡Hola! 😊
fr: Bonjour ! 😊
hi: नमस्ते! 😊
id: Halo! 😊
it: Ciao! 😊
ja: こんにちは！ 😊
ko: 안녕하세요! 😊
nl: Hallo! 😊
pl: Cześć! 😊
pt: Olá! 😊
ru: Привет! 😊
sv: Hej! 😊
th: สวัสดี! 😊
tl: Kamusta! 😊
tr: Merhaba! 😊
ur: ہیلو! 😊
vi: Xin chào! 😊
zh: 你好！😊

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
hi: मदद
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt: Ajuda
ru: Помощь
sv: Hjälp
th: ช่วยเหลือ
tl: Tulong
tr: Yardım
ur: مدد
vi: Trợ giúp
zh: 帮助

# hideOriginalText
source: Hide Original
ar: إخفاء النص الأصلي
de: Originaltext ausblenden
es: Ocultar Original
fr: Cacher l'original
hi: मूल पाठ छिपाएँ
id: Sembunyikan Asli
it: Nascondi originale
ja: 原文を隠す
ko: 원문 숨기기
nl: Verberg Origineel
pl: Ukryj oryginał
pt: Ocultar Original
ru: Скрыть оригинал
sv: Dölja original
th: ซ่อนต้นฉบับ
tl: Itago ang Orihinal
tr: Orijinal Metni Gizle
ur: اصل متن چھپائیں
vi: Ẩn văn bản gốc
zh: 隐藏原文
