Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

# privacySection1Content
source: We are committed to protecting your privacy. This Privacy Policy explains how we collect, use, and safeguard your information when you use our service.
ar: نحن ملتزمون بحماية خصوصيتك. تشرح سياسة الخصوصية هذه كيفية جمعنا واستخدامنا وحماية معلوماتك عند استخدامك لخدماتنا.
de: Wir setzen uns für den Schutz Ihrer Privatsphäre ein. Diese Datenschutzrichtlinie erklärt, wie wir Ihre Informationen sammeln, verwenden und sichern, wenn Sie unseren Dienst nutzen.
es: Nos comprometemos a proteger su privacidad. Esta Política de Privacidad explica cómo recopilamos, usamos y salvaguardamos su información cuando utiliza nuestro servicio.
fr: Nous nous engageons à protéger votre vie privée. Cette politique de confidentialité explique comment nous collectons, utilisons et protégeons vos informations lorsque vous utilisez notre service.
hi: हम आपकी गोपनीयता की रक्षा के लिए प्रतिबद्ध हैं। यह गोपनीयता नीति बताती है कि हम आपकी जानकारी को कैसे इकट्ठा, उपयोग और सुरक्षित करते हैं जब आप हमारी सेवा का उपयोग करते हैं।
id: Kami berkomitmen untuk melindungi privasi Anda. Kebijakan Privasi ini menjelaskan bagaimana kami mengumpulkan, menggunakan, dan melindungi informasi Anda saat Anda menggunakan layanan kami.
it: Ci impegniamo a proteggere la tua privacy. Questa Informativa sulla Privacy spiega come raccogliamo, utilizziamo e proteggiamo le tue informazioni quando utilizzi il nostro servizio.
ja: 私たちはあなたのプライバシーを保護することを約束します。このプライバシーポリシーでは、サービスを利用する際にどのように情報を収集、使用、保護するかを説明します。
ko: 저희는 귀하의 개인정보를 보호하기 위해 최선을 다하고 있습니다. 본 개인정보 처리방침은 귀하가 서비스를 이용할 때 저희가 정보를 수집, 사용, 보호하는 방법을 설명합니다.
nl: We zetten ons in voor het beschermen van uw privacy. Dit privacybeleid legt uit hoe we uw informatie verzamelen, gebruiken en beschermen wanneer u onze service gebruikt.
pl: Zobowiązujemy się do ochrony Twojej prywatności. Niniejsza Polityka prywatności wyjaśnia, w jaki sposób zbieramy, wykorzystujemy i chronimy Twoje informacje podczas korzystania z naszej usługi.
pt: Estamos comprometidos em proteger sua privacidade. Esta Política de Privacidade explica como coletamos, usamos e protegemos suas informações quando você utiliza nosso serviço.
ru: Мы стремимся защищать вашу конфиденциальность. Эта Политика конфиденциальности объясняет, как мы собираем, используем и защищаем вашу информацию, когда вы пользуетесь нашим сервисом.
sv: Vi är engagerade i att skydda din integritet. Denna integritetspolicy förklarar hur vi samlar in, använder och skyddar din information när du använder vår tjänst.
th: เรามุ่งมั่นที่จะปกป้องความเป็นส่วนตัวของคุณ นโยบายความเป็นส่วนตัวนี้อธิบายว่าเรารวบรวม ใช้ และปกป้องข้อมูลของคุณอย่างไรเมื่อคุณใช้บริการของเรา
tl: Kami ay nakatuon sa pagprotekta sa iyong privacy. Ang Patakaran sa Privacy na ito ay nagpapaliwanag kung paano namin kinokolekta, ginagamit, at pinangangalagaan ang iyong impormasyon kapag ginagamit mo ang aming serbisyo.
tr: Gizliliğinizi korumaya kararlıyız. Bu Gizlilik Politikası, hizmetimizi kullandığınızda bilgilerinizi nasıl topladığımızı, kullandığımızı ve koruduğumuzu açıklar.
ur: ہم آپ کی رازداری کے تحفظ کے لیے پرعزم ہیں۔ یہ رازداری کی پالیسی وضاحت کرتی ہے کہ ہم آپ کی معلومات کو کس طرح جمع، استعمال اور محفوظ کرتے ہیں جب آپ ہماری خدمات کا استعمال کرتے ہیں۔
vi: Chúng tôi cam kết bảo vệ quyền riêng tư của bạn. Chính sách Bảo mật này giải thích cách chúng tôi thu thập, sử dụng và bảo vệ thông tin của bạn khi bạn sử dụng dịch vụ của chúng tôi.
zh: 我们致力于保护您的隐私。本隐私政策解释了我们在您使用我们的服务时如何收集、使用和保护您的信息。

# privacySection1Title
source: 1. Purpose of Collection and Use of Personal Information
ar: 1. غرض جمع واستخدام المعلومات الشخصية
de: 1. Zweck der Erhebung und Verwendung personenbezogener Daten
es: 1. Propósito de la recopilación y uso de información personal
fr: 1. Objectif de la collecte et de l'utilisation des informations personnelles
hi: 1. व्यक्तिगत जानकारी के संग्रह और उपयोग का उद्देश्य
id: 1. Tujuan Pengumpulan dan Penggunaan Informasi Pribadi
it: 1. Scopo della raccolta e utilizzo delle informazioni personali
ja: 1. 個人情報の収集および利用目的
ko: 1. 개인정보 수집 및 이용 목적
nl: 1. Doel van het verzamelen en gebruiken van persoonlijke informatie
pl: 1. Cel zbierania i wykorzystywania danych osobowych
pt: 1. Propósito da Coleta e Uso de Informações Pessoais
ru: 1. Цель сбора и использования личной информации
sv: 1. Syfte med insamling och användning av personlig information
th: 1. วัตถุประสงค์ในการรวบรวมและใช้ข้อมูลส่วนบุคคล
tl: 1. Layunin ng Pagkolekta at Paggamit ng Personal na Impormasyon
tr: 1. Kişisel Bilgilerin Toplanma ve Kullanım Amacı
ur: 1. ذاتی معلومات کے جمع کرنے اور استعمال کا مقصد
vi: Thu thập thông tin
zh: 1. 个人信息的收集和使用目的

# privacySection2Content
source: We collect information you provide directly to us, such as when you create an account, update your profile, or use our services.
ar: نجمع المعلومات التي تقدمها لنا مباشرة، مثل عندما تقوم بإنشاء حساب، أو تحديث ملفك الشخصي، أو استخدام خدماتنا.
de: Wir sammeln Informationen, die Sie uns direkt zur Verfügung stellen, beispielsweise wenn Sie ein Konto erstellen, Ihr Profil aktualisieren oder unsere Dienste nutzen.
es: Recopilamos información que nos proporciona directamente, como cuando crea una cuenta, actualiza su perfil o utiliza nuestros servicios.
fr: Nous collectons les informations que vous nous fournissez directement, par exemple lorsque vous créez un compte, mettez à jour votre profil ou utilisez nos services.
hi: हम आपकी द्वारा सीधे प्रदान की गई जानकारी एकत्र करते हैं, जैसे कि जब आप एक खाता बनाते हैं, अपने प्रोफ़ाइल को अपडेट करते हैं, या हमारी सेवाओं का उपयोग करते हैं।
id: Kami mengumpulkan informasi yang Anda berikan langsung kepada kami, seperti saat Anda membuat akun, memperbarui profil Anda, atau menggunakan layanan kami.
it: Raccogliamo informazioni che ci fornisci direttamente, ad esempio quando crei un account, aggiorni il tuo profilo o utilizzi i nostri servizi.
ja: アカウントを作成したり、プロフィールを更新したり、サービスを利用したりする際に、直接提供された情報を収集します。
ko: 저희는 귀하가 계정을 생성하거나, 프로필을 업데이트하거나, 서비스를 이용할 때 직접 제공하는 정보를 수집합니다.
nl: We verzamelen informatie die je rechtstreeks aan ons verstrekt, zoals wanneer je een account aanmaakt, je profiel bijwerkt of onze diensten gebruikt.
pl: Zbieramy informacje, które podajesz nam bezpośrednio, na przykład gdy tworzysz konto, aktualizujesz swój profil lub korzystasz z naszych usług.
pt: Coletamos informações que você nos fornece diretamente, como quando você cria uma conta, atualiza seu perfil ou utiliza nossos serviços.
ru: Мы собираем информацию, которую вы предоставляете нам напрямую, например, когда вы создаете учетную запись, обновляете свой профиль или используете наши услуги.
sv: Vi samlar in information som du direkt tillhandahåller oss, såsom när du skapar ett konto, uppdaterar din profil eller använder våra tjänster.
th: เรารวบรวมข้อมูลที่คุณให้โดยตรงกับเรา เช่น เมื่อคุณสร้างบัญชี อัปเดตโปรไฟล์ หรือใช้บริการของเรา
tl: Kinokolekta namin ang impormasyong ibinibigay mo nang direkta sa amin, tulad ng kapag lumikha ka ng isang account, nag-update ng iyong profile, o gumamit ng aming mga serbisyo.
tr: Hesap oluşturduğunuzda, profilinizi güncellediğinizde veya hizmetlerimizi kullandığınızda doğrudan bize sağladığınız bilgileri topluyoruz.
ur: ہم وہ معلومات جمع کرتے ہیں جو آپ براہ راست ہمیں فراہم کرتے ہیں، جیسے جب آپ اکاؤنٹ بناتے ہیں، اپنے پروفائل کو اپ ڈیٹ کرتے ہیں، یا ہماری خدمات کا استعمال کرتے ہیں۔
vi: Chúng tôi thu thập thông tin bạn cung cấp trực tiếp cho chúng tôi, chẳng hạn như khi bạn tạo tài khoản, cập nhật hồ sơ hoặc sử dụng dịch vụ của chúng tôi.
zh: 我们收集您直接提供给我们的信息，例如当您创建账户、更新个人资料或使用我们的服务时。

# privacySection2Title
source: Information We Collect
ar: المعلومات التي نجمعها
de: Informationen, die wir sammeln
es: Información que recopilamos
fr: Informations que nous collectons
hi: हम कौन सी जानकारी एकत्र करते हैं
id: Informasi yang Kami Kumpulkan
it: Informazioni che raccogliamo
ja: 収集する情報
ko: 수집하는 정보
nl: Informatie die we Verzamelen
pl: Informacje, które zbieramy
pt: Informações que Coletamos
ru: Информация, которую мы собираем
sv: Information Vi Samlar In
th: ข้อมูลที่เรารวบรวม
tl: Impormasyon na Kinokolekta Namin
tr: Topladığımız Bilgiler
ur: ہم جو معلومات جمع کرتے ہیں
vi: Thông tin chúng tôi thu thập
zh: 我们收集的信息

# privacySection3Content
source: We use the information we collect to provide, maintain, and improve our services, and to communicate with you.
ar: نستخدم المعلومات التي نجمعها لتقديم خدماتنا وصيانتها وتحسينها، وللتواصل معك.
de: Wir verwenden die gesammelten Informationen, um unsere Dienste bereitzustellen, zu warten und zu verbessern sowie um mit Ihnen zu kommunizieren.
es: Usamos la información que recopilamos para proporcionar, mantener y mejorar nuestros servicios, y para comunicarnos con usted.
fr: Nous utilisons les informations que nous collectons pour fournir, maintenir et améliorer nos services, et pour communiquer avec vous.
hi: हम जो जानकारी एकत्र करते हैं, उसका उपयोग अपनी सेवाओं को प्रदान करने, बनाए रखने और सुधारने के लिए तथा आपसे संवाद करने के लिए करते हैं।
id: Kami menggunakan informasi yang kami kumpulkan untuk menyediakan, memelihara, dan meningkatkan layanan kami, serta untuk berkomunikasi dengan Anda.
it: Utilizziamo le informazioni che raccogliamo per fornire, mantenere e migliorare i nostri servizi e per comunicare con te.
ja: 収集した情報を使用して、サービスを提供、維持、改善し、あなたとコミュニケーションを取ります。
ko: 저희는 서비스를 제공, 유지, 개선하고 귀하와 소통하기 위해 수집한 정보를 사용합니다.
nl: We gebruiken de informatie die we verzamelen om onze diensten te bieden, te onderhouden en te verbeteren, en om met je te communiceren.
pl: Wykorzystujemy zebrane informacje, aby świadczyć, utrzymywać i poprawiać nasze usługi oraz komunikować się z Tobą.
pt: Usamos as informações que coletamos para fornecer, manter e melhorar nossos serviços, e para nos comunicarmos com você.
ru: Мы используем собранную информацию для предоставления, поддержания и улучшения наших услуг, а также для связи с вами.
sv: Vi använder den information vi samlar in för att tillhandahålla, underhålla och förbättra våra tjänster, samt för att kommunicera med dig.
th: เราใช้ข้อมูลที่เรารวบรวมเพื่อให้บริการ รักษา และปรับปรุงบริการของเรา รวมถึงการสื่อสารกับคุณ
tl: Ginagamit namin ang impormasyong aming kinokolekta upang magbigay, magpanatili, at magpabuti ng aming mga serbisyo, at upang makipag-ugnayan sa iyo.
tr: Topladığımız bilgileri hizmetlerimizi sağlamak, sürdürmek ve geliştirmek, ayrıca sizinle iletişim kurmak için kullanıyoruz.
ur: ہم جمع کردہ معلومات کا استعمال اپنی خدمات فراہم کرنے، برقرار رکھنے اور بہتر بنانے کے لیے کرتے ہیں، اور آپ سے رابطہ کرنے کے لیے۔
vi: Chúng tôi sử dụng thông tin mà chúng tôi thu thập để cung cấp, duy trì và cải thiện dịch vụ của chúng tôi, cũng như để giao tiếp với bạn.
zh: 我们使用收集的信息来提供、维护和改善我们的服务，并与您沟通。

# privacySection3Title
source: 3. Retention and Use Period of Personal Information
ar: 3. فترة الاحتفاظ واستخدام المعلومات الشخصية
de: 3. Aufbewahrungs- und Nutzungsdauer personenbezogener Daten
es: 3. Período de retención y uso de información personal
fr: 3. Durée de conservation et période d'utilisation des informations personnelles
hi: 3. व्यक्तिगत जानकारी का संरक्षण और उपयोग अवधि
id: 3. Masa Retensi dan Penggunaan Informasi Pribadi
it: 3. Periodo di Conservazione e Utilizzo delle Informazioni Personali
ja: 3. 個人情報の保有および利用期間
ko: 3. 개인정보 보관 및 이용 기간
nl: 3. Bewaar- en Gebruikstermijn van Persoonlijke Informatie
pl: 3. Okres przechowywania i wykorzystywania danych osobowych
pt: 3. Período de Retenção e Uso de Informações Pessoais
ru: 3. Срок хранения и использования персональной информации
sv: 3. Bevarande och Användningsperiod för Personlig Information
th: 3. ระยะเวลาในการเก็บรักษาและการใช้ข้อมูลส่วนบุคคล
tl: 3. Panahon ng Pag-iingat at Paggamit ng Personal na Impormasyon
tr: 3. Kişisel Bilgilerin Saklanma ve Kullanım Süresi
ur: 3. ذاتی معلومات کا برقرار رکھنے اور استعمال کرنے کا دورانیہ
vi: Chia sẻ thông tin
zh: 3. 个人信息的保留和使用期限

# privacySection4Content
source: We do not sell, trade, or otherwise transfer your personal information to third parties without your consent.
ar: نحن لا نبيع أو نتاجر أو ننقل معلوماتك الشخصية إلى أطراف ثالثة دون موافقتك.
de: Wir verkaufen, tauschen oder übertragen Ihre personenbezogenen Daten nicht ohne Ihre Zustimmung an Dritte.
es: No vendemos, intercambiamos ni transferimos de ninguna otra manera su información personal a terceros sin su consentimiento.
fr: Nous ne vendons, n'échangeons ni ne transférons autrement vos informations personnelles à des tiers sans votre consentement.
hi: हम आपकी व्यक्तिगत जानकारी को आपकी सहमति के बिना तीसरे पक्ष को नहीं बेचते, व्यापार करते हैं, या अन्यथा स्थानांतरित करते हैं।
id: Kami tidak menjual, memperdagangkan, atau mentransfer informasi pribadi Anda kepada pihak ketiga tanpa persetujuan Anda.
it: Non vendiamo, scambiamo o trasferiamo in altro modo le tue informazioni personali a terzi senza il tuo consenso.
ja: あなたの同意なしに、個人情報を第三者に販売、取引、またはその他の方法で移転することはありません。
ko: 저희는 귀하의 동의 없이 개인정보를 제3자에게 판매, 거래 또는 전송하지 않습니다.
nl: We verkopen, verhandelen of anderszins je persoonlijke informatie niet aan derden zonder jouw toestemming.
pl: Nie sprzedajemy, nie wymieniamy ani w żaden inny sposób nie przekazujemy Twoich danych osobowych osobom trzecim bez Twojej zgody.
pt: Não vendemos, trocamos ou transferimos suas informações pessoais para terceiros sem o seu consentimento.
ru: Мы не продаем, не обмениваем и не передаем вашу персональную информацию третьим лицам без вашего согласия.
sv: Vi säljer, handlar med eller på annat sätt överför inte din personliga information till tredje part utan ditt samtycke.
th: เราจะไม่ขาย แลกเปลี่ยน หรือโอนข้อมูลส่วนบุคคลของคุณให้กับบุคคลที่สามโดยไม่ได้รับความยินยอมจากคุณ
tl: Hindi namin ibinibenta, ipinagpapalit, o sa ibang paraan ay inililipat ang iyong personal na impormasyon sa mga ikatlong partido nang walang iyong pahintulot.
tr: Kişisel bilgilerinizi izniniz olmadan üçüncü şahıslara satmıyoruz, takas etmiyoruz veya başka bir şekilde aktarmıyoruz.
ur: ہم آپ کی ذاتی معلومات کو آپ کی رضامندی کے بغیر تیسرے فریق کو فروخت، تجارت یا کسی اور طریقے سے منتقل نہیں کرتے۔
vi: Chúng tôi không bán, trao đổi hoặc chuyển nhượng thông tin cá nhân của bạn cho bên thứ ba mà không có sự đồng ý của bạn.
zh: 未经您的同意，我们不会将您的个人信息出售、交易或以其他方式转让给第三方。

# privacySection4Title
source: 4. Provision of Personal Information to Third Parties
ar: 4. تقديم المعلومات الشخصية لأطراف ثالثة
de: 4. Bereitstellung personenbezogener Daten an Dritte
es: 4. Provisión de información personal a terceros
fr: 4. Fourniture d'informations personnelles à des tiers
hi: 4. तीसरे पक्ष को व्यक्तिगत जानकारी का प्रावधान
id: 4. Penyediaan Informasi Pribadi kepada Pihak Ketiga
it: 4. Fornitura di Informazioni Personali a Terzi
ja: 4. 第三者への個人情報の提供
ko: 4. 개인정보 제3자 제공
nl: 4. Verstrekking van Persoonlijke Informatie aan Derden
pl: 4. Przekazywanie danych osobowych osobom trzecim
pt: 4. Fornecimento de Informações Pessoais a Terceiros
ru: 4. Предоставление персональной информации третьим лицам
sv: 4. Tillhandahållande av Personlig Information till Tredje Parter
th: 4. การให้ข้อมูลส่วนบุคคลแก่บุคคลที่สาม
tl: 4. Pagbibigay ng Personal na Impormasyon sa mga Ikatlong Partido
tr: 4. Kişisel Bilgilerin Üçüncü Şahıslara Sağlanması
ur: 4. تیسرے فریق کو ذاتی معلومات کی فراہمی
vi: Bảo mật thông tin
zh: 4. 向第三方提供个人信息

# privacySection5Content
source: We implement appropriate security measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction.
ar: نحن نطبق تدابير أمان مناسبة لحماية معلوماتك الشخصية من الوصول غير المصرح به، أو التعديل، أو الكشف، أو التدمير.
de: Wir setzen angemessene Sicherheitsmaßnahmen ein, um Ihre personenbezogenen Daten vor unbefugtem Zugriff, Veränderung, Offenlegung oder Zerstörung zu schützen.
es: Implementamos medidas de seguridad adecuadas para proteger su información personal contra el acceso no autorizado, alteración, divulgación o destrucción.
fr: Nous mettons en œuvre des mesures de sécurité appropriées pour protéger vos informations personnelles contre tout accès, altération, divulgation ou destruction non autorisés.
hi: हम आपकी व्यक्तिगत जानकारी को अनधिकृत पहुंच, परिवर्तन, प्रकटीकरण या विनाश से सुरक्षित रखने के लिए उचित सुरक्षा उपाय लागू करते हैं।
id: Kami menerapkan langkah-langkah keamanan yang tepat untuk melindungi informasi pribadi Anda dari akses, perubahan, pengungkapan, atau penghancuran yang tidak sah.
it: Implementiamo misure di sicurezza appropriate per proteggere le tue informazioni personali da accessi non autorizzati, alterazioni, divulgazioni o distruzioni.
ja: 不正アクセス、改ざん、開示、または破壊からあなたの個人情報を保護するために、適切なセキュリティ対策を実施しています。
ko: 저희는 무단 액세스, 변경, 공개 또는 파괴로부터 귀하의 개인정보를 보호하기 위해 적절한 보안 조치를 구현합니다.
nl: We nemen passende beveiligingsmaatregelen om je persoonlijke informatie te beschermen tegen ongeautoriseerde toegang, wijziging, openbaarmaking of vernietiging.
pl: Wdrażamy odpowiednie środki bezpieczeństwa, aby chronić Twoje dane osobowe przed nieautoryzowanym dostępem, zmianą, ujawnieniem lub zniszczeniem.
pt: Implementamos medidas de segurança apropriadas para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição.
ru: Мы принимаем соответствующие меры безопасности для защиты вашей персональной информации от несанкционированного доступа, изменения, раскрытия или уничтожения.
sv: Vi vidtar lämpliga säkerhetsåtgärder för att skydda din personliga information mot obehörig åtkomst, ändring, avslöjande eller förstörelse.
th: เราใช้มาตรการรักษาความปลอดภัยที่เหมาะสมเพื่อปกป้องข้อมูลส่วนบุคคลของคุณจากการเข้าถึง การเปลี่ยนแปลง การเปิดเผย หรือการทำลายที่ไม่ได้รับอนุญาต
tl: Nagpapatupad kami ng angkop na mga hakbang sa seguridad upang protektahan ang iyong personal na impormasyon laban sa hindi awtorisadong pag-access, pagbabago, pagsisiwalat, o pagkasira.
tr: Kişisel bilgilerinizi yetkisiz erişim, değişiklik, ifşa veya yok edilme karşısında korumak için uygun güvenlik önlemleri alıyoruz.
ur: ہم آپ کی ذاتی معلومات کو غیر مجاز رسائی، تبدیلی، افشاء، یا تباہی سے بچانے کے لیے مناسب حفاظتی اقدامات نافذ کرتے ہیں۔
vi: Chúng tôi thực hiện các biện pháp bảo mật thích hợp để bảo vệ thông tin cá nhân của bạn khỏi việc truy cập, thay đổi, tiết lộ hoặc phá hủy trái phép.
zh: 我们实施适当的安全措施，以保护您的个人信息免受未经授权的访问、修改、披露或销毁。

# privacySection5Title
source: 5. Technical Protection Measures for Personal Information
ar: 5. تدابير الحماية التقنية للمعلومات الشخصية
de: 5. Technische Schutzmaßnahmen für personenbezogene Daten
es: 5. Medidas Técnicas de Protección de la Información Personal
fr: 5. Mesures de protection technique des informations personnelles
hi: 5. व्यक्तिगत जानकारी के लिए तकनीकी सुरक्षा उपाय
id: 5. Langkah Perlindungan Teknis untuk Informasi Pribadi
it: 5. Misure Tecniche di Protezione per le Informazioni Personali
ja: 5. 個人情報の技術的保護措置
ko: 5. 개인정보 보호를 위한 기술적 보호조치
nl: 5. Technische Beschermingsmaatregelen voor Persoonlijke Informatie
pl: 5. Techniczne środki ochrony danych osobowych
pt: 5. Medidas de Proteção Técnica para Informações Pessoais
ru: 5. Технические меры защиты персональной информации
sv: 5. Tekniska Skyddsåtgärder för Personlig Information
th: 5. มาตรการป้องกันทางเทคนิคสำหรับข้อมูลส่วนบุคคล
tl: 5. Mga Teknikal na Hakbang sa Proteksyon para sa Personal na Impormasyon
tr: 5. Kişisel Bilgiler için Teknik Koruma Önlemleri
ur: 5. ذاتی معلومات کے لیے تکنیکی حفاظتی اقدامات
vi: Quyền của người dùng
zh: 5. 个人信息的技术保护措施

# privacySection6Content
source: We retain personal information for as long as necessary to provide our services and comply with legal obligations.
ar: نحتفظ بالمعلومات الشخصية طالما كان ذلك ضروريًا لتقديم خدماتنا والامتثال للالتزامات القانونية.
de: Wir bewahren personenbezogene Daten so lange auf, wie es notwendig ist, um unsere Dienstleistungen bereitzustellen und gesetzlichen Verpflichtungen nachzukommen.
es: Retenemos la información personal durante el tiempo necesario para proporcionar nuestros servicios y cumplir con las obligaciones legales.
fr: Nous conservons les informations personnelles aussi longtemps que nécessaire pour fournir nos services et respecter nos obligations légales.
hi: हम अपनी सेवाओं को प्रदान करने और कानूनी दायित्वों का पालन करने के लिए आवश्यक समय तक व्यक्तिगत जानकारी को बनाए रखते हैं।
id: Kami menyimpan informasi pribadi selama diperlukan untuk menyediakan layanan kami dan memenuhi kewajiban hukum.
it: Conserviamo le informazioni personali per tutto il tempo necessario a fornire i nostri servizi e a rispettare gli obblighi legali.
ja: サービスを提供し、法的義務を遵守するために必要な限り、個人情報を保持します。
ko: 저희는 서비스 제공 및 법적 의무 준수에 필요한 기간 동안 개인정보를 보관합니다.
nl: We bewaren persoonlijke informatie zo lang als nodig is om onze diensten te verlenen en te voldoen aan wettelijke verplichtingen.
pl: Przechowujemy dane osobowe tak długo, jak to konieczne, aby świadczyć nasze usługi i spełniać obowiązki prawne.
pt: Retemos informações pessoais pelo tempo necessário para fornecer nossos serviços e cumprir obrigações legais.
ru: Мы храним персональную информацию столько, сколько необходимо для предоставления наших услуг и выполнения юридических обязательств.
sv: Vi behåller personlig information så länge som nödvändigt för att tillhandahålla våra tjänster och uppfylla lagliga skyldigheter.
th: เราจะเก็บข้อมูลส่วนบุคคลไว้เท่าที่จำเป็นเพื่อให้บริการของเราและปฏิบัติตามข้อกำหนดทางกฎหมาย
tl: Nananatili kami ng personal na impormasyon hangga't kinakailangan upang maibigay ang aming mga serbisyo at sumunod sa mga legal na obligasyon.
tr: Hizmetlerimizi sağlamak ve yasal yükümlülüklere uymak için gerekli olduğu sürece kişisel bilgileri saklıyoruz.
ur: ہم اپنی خدمات فراہم کرنے اور قانونی ذمہ داریوں کی تعمیل کے لیے جتنی دیر تک ضروری ہو، ذاتی معلومات کو برقرار رکھتے ہیں۔
vi: Chúng tôi giữ thông tin cá nhân trong thời gian cần thiết để cung cấp dịch vụ của chúng tôi và tuân thủ các nghĩa vụ pháp lý.
zh: 我们会在提供服务和遵守法律义务所需的时间内保留个人信息。

# privacySection6Title
source: 6. User Rights
ar: 6. حقوق المستخدم
de: 6. Nutzerrechte
es: 6. Derechos del Usuario
fr: 6. Droits des utilisateurs
hi: 6. उपयोगकर्ता अधिकार
id: 6. Hak Pengguna
it: 6. Diritti degli Utenti
ja: 6. ユーザーの権利
ko: 6. 이용자의 권리
nl: 6. Gebruikersrechten
pl: 6. Prawa użytkowników
pt: 6. Direitos do Usuário
ru: 6. Права пользователей
sv: 6. Användarrättigheter
th: 6. สิทธิของผู้ใช้
tl: 6. Mga Karapatan ng Gumagamit
tr: 6. Kullanıcı Hakları
ur: 6. صارف کے حقوق
vi: 6. Quyền của người dùng
zh: 6. 用户权利
