Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

source: Most Frequent Error
ar: الخطأ الأكثر شيوعًا
de: Häufigster Fehler
es: Error más frecuente
fr: Erreur la plus fréquente
hi: सबसे सामान्य त्रुटि
id: Kesalahan Paling Sering
ja: 最も頻繁なエラー
ko: 가장 많은 에러
nl: Meest Voorkomende Fout
pl: Najczęstszy Błąd
pt: Erro mais frequente
ru: Наиболее частая ошибка
sv: Mest Frekvent Fel
th: ข้อผิดพลาดที่พบบ่อยที่สุด
tl: Pinakamadalas na Error
tr: En Sık Karşılaşılan Hata
ur: سب سے زیادہ عام غلطی
vi: Lỗi thường gặp nhất
zh: 最常见的错误

source: Movies
ar: أفلام
de: Filme
es: Películas
fr: Films
hi: फिल्में
id: Film
ja: 映画
ko: 영화
nl: Films
pl: Filmy
pt: Filmes
ru: Фильмы
sv: Filmer
th: ภาพยนตร์
tl: Mga Pelikula
tr: Filmler
ur: فلمیں
vi: Phim ảnh
zh: 电影

source: Multilingual Chat
ar: دردشة متعددة اللغات
de: Mehrsprachiger Chat
es: Chat multilingüe
fr: Chat multilingue
hi: बहुभाषी चैट
id: Obrolan Multibahasa
ja: 多言語チャット
ko: 다국어 채팅
nl: Meertalig Chat
pl: Czat wielojęzyczny
pt: Chat multilíngue
ru: Многоязычный чат
sv: Flerspråkig Chatt
th: แชทหลายภาษา
tl: Multilinggwal na Chat
tr: Çok Dilli Sohbet
ur: کثیر لسانی گفتگو
vi: Trò chuyện đa ngôn ngữ
zh: 多语言聊天

source: Music
ar: موسيقى
de: Musik
es: Música
fr: Musique
hi: संगीत
id: Musik
ja: 音楽
ko: 음악
nl: Muziek
pl: Muzyka
pt: Música
ru: Музыка
sv: Musik
th: เพลง
tl: Musika
tr: Müzik
ur: موسیقی
vi: Âm nhạc
zh: 音乐

# myGenderSection
source: My Gender (Optional)
ar: جنسيتي (اختياري)
de: Mein Geschlecht (Optional)
es: Mi género (Opcional)
fr: Mon genre (optionnel)
hi: मेरा लिंग (वैकल्पिक)
id: Jenis kelamin saya
it: Il mio genere (Opzionale)
ja: 私の性別（任意）
ko: 내 성별 (선택)
nl: Mijn Geslacht (Optioneel)
pl: Moja płeć (opcjonalnie)
pt: Meu Gênero (Opcional)
ru: Мой пол (необязательно)
sv: Mitt Kön (Valfritt)
th: เพศของฉัน (ไม่บังคับ)
tl: Ang Aking Kasarian (Opsyonal)
tr: Cinsiyetim (İsteğe Bağlı)
ur: میرا جنس (اختیاری)
vi: Giới tính của tôi
zh: 我的性别（可选）

# networkErrorOccurred
source: A network error occurred.
ar: حدث خطأ في الشبكة.
de: Ein Netzwerkfehler ist aufgetreten.
es: Ocurrió un error de red.
fr: Une erreur réseau est survenue.
hi: एक नेटवर्क त्रुटि हुई।
id: Terjadi kesalahan jaringan.
it: Si è verificato un errore di rete.
ja: ネットワークエラーが発生しました。
ko: 네트워크 오류가 발생했습니다.
nl: Er is een netwerkfout opgetreden.
pl: Wystąpił błąd sieciowy.
pt: Ocorreu um erro de rede.
ru: Произошла ошибка сети.
sv: Ett nätverksfel inträffade.
th: เกิดข้อผิดพลาดเกี่ยวกับเครือข่าย
tl: Nagkaroon ng error sa network.
tr: Bir ağ hatası oluştu.
ur: ایک نیٹ ورک کی خرابی ہوئی۔
vi: Đã xảy ra lỗi mạng.
zh: 网络错误发生。

source: New message
ar: رسالة جديدة
de: Neue Nachricht
es: Nuevo mensaje
fr: Nouveau message
hi: नया संदेश
id: Pesan baru
it: Nuovo messaggio
ja: 新しいメッセージ
ko: 새 메시지
nl: Nieuw bericht
pl: Nowa wiadomość
pt: Nova mensagem
ru: Новое сообщение
sv: Nytt meddelande
th: ข้อความใหม่
tl: Bagong Mensahe
tr: Yeni Mesaj
ur: نیا پیغام
vi: Tin nhắn mới
zh: 新消息

# newMessageCount
source: {count} new messages
ar: {count} رسائل جديدة
de: {count} neue Nachrichten
es: {count} nuevos mensajes
fr: {count} nouveaux messages
hi: {count} नए संदेश
id: {count} pesan baru
it: {count} nuovi messaggi
ja: {count}件の新しいメッセージ
ko: 새 메시지 {count}개
nl: {count} nieuwe berichten
pl: {count} nowych wiadomości
pt: {count} novas mensagens
ru: {count} новых сообщений
sv: {count} nya meddelanden
th: ข้อความใหม่ {count} ข้อความ
tl: {count} bagong mensahe
tr: {count} yeni mesaj
ur: {count} نئے پیغامات
vi: {count} tin nhắn mới
zh: {count} 条新消息

# newMessageNotification
source: Notify me of new messages
ar: أعلمني بالرسائل الجديدة
de: Neue Nachricht Benachrichtigung
es: Notificación de nuevo mensaje
fr: Notification de nouveau message
hi: नए संदेशों की सूचना दें
id: Beri tahu saya tentang pesan baru
it: Notifica nuovo messaggio
ja: 新着メッセージ通知
ko: 새 메시지 알림
nl: Meld me bij nieuwe berichten
pl: Powiadom mnie o nowych wiadomościach
pt: Notificação de nova mensagem
ru: Уведомление о новом сообщении
sv: Meddela mig om nya meddelanden
th: แจ้งเตือนเมื่อมีข้อความใหม่
tl: Ipaalam sa akin ang tungkol sa mga bagong mensahe
tr: Yeni mesajlar hakkında beni bilgilendir
ur: مجھے نئے پیغامات کی اطلاع دیں
vi: Thông báo cho tôi về tin nhắn mới
zh: 新消息通知

source: New messages
ar: رسائل جديدة
de: Neue Nachrichten
es: Nuevos mensajes
fr: Nouveaux messages
hi: नए संदेश
id: Pesan baru
it: Nuovi messaggi
ja: 新しいメッセージ
ko: 새 메시지
nl: Nieuwe berichten
pl: Nowe wiadomości
pt: Novas mensagens
ru: Новые сообщения
sv: Nya meddelanden
th: ข้อความใหม่
tl: Mga bagong mensahe
tr: Yeni mesajlar
ur: نئے پیغامات
vi: Tin nhắn mới
zh: 新消息

source: New Year
ar: السنة الجديدة
de: Neues Jahr
es: Año Nuevo
fr: Nouvelle année
hi: नया साल
id: Tahun Baru
it: Nuovo Anno
ja: 新年
ko: 새해
nl: Nieuw Jaar
pl: Nowy Rok
pt: Ano Novo
ru: Новый год
sv: Nytt år
th: ปีใหม่
tl: Bagong Taon
tr: Yeni Yıl
ur: نیا سال
vi: Năm mới
zh: 新年

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt: Próximo
ru: Далее
sv: Nästa
th: ถัดไป
tl: Susunod
tr: İleri
ur: اگلا
vi: Tiếp theo
zh: 下一步

source: Nice to meet you!
ar: سعيد بلقائك!
de: Schön, dich kennenzulernen!
es: ¡Encantado de conocerte!
fr: Ravi de vous rencontrer !
hi: आपसे मिलकर अच्छा लगा!
id: Senang bertemu denganmu!
it: Piacere di conoscerti!
ja: はじめまして！
ko: 반가워요!
nl: Leuk je te ontmoeten!
pl: Miło cię poznać!
pt: Prazer em conhecê-lo!
ru: Приятно познакомиться!
sv: Trevligt att träffas!
th: ยินดีที่ได้พบคุณ!
tl: Ikaw ay ikinagagalak kong makilala!
tr: Tanıştığımıza memnun oldum!
ur: آپ سے مل کر خوشی ہوئی!
vi: Rất vui được gặp bạn!
zh: 很高兴认识你！

source: Nickname
ar: الاسم المستعار
de: Spitzname
es: Apodo
fr: Surnom
hi: उपनाम
id: Nama panggilan
it: Soprannome
ja: ニックネーム
ko: 닉네임
nl: Bijnaam
pl: Pseudonim
pt: Apelido
ru: Никнейм
sv: Smeknamn
th: ชื่อเล่น
tl: Palayaw
tr: Takma ad
ur: عرفیت
vi: Biệt danh
zh: 昵称

# nicknameAlreadyUsed
source: This nickname is already in use
ar: هذا الاسم المستعار مستخدم بالفعل
de: Dieser Spitzname wird bereits verwendet
es: Este apodo ya está en uso
fr: Ce pseudo est déjà utilisé
hi: यह उपनाम पहले से उपयोग में है
id: Nama panggilan ini sudah digunakan
it: Questo nickname è già in uso
ja: このニックネームは既に使用されています
ko: 이미 사용 중인 닉네임입니다
nl: Deze bijnaam is al in gebruik
pl: Ten pseudonim jest już zajęty
pt: Este apelido já está em uso
ru: Этот никнейм уже используется
sv: Det här smeknamnet används redan
th: ชื่อนี้ถูกใช้งานแล้ว
tl: Ang palayaw na ito ay ginagamit na
tr: Bu takma ad zaten kullanılıyor
ur: یہ عرفیت پہلے ہی استعمال میں ہے
vi: Biệt danh này đã được sử dụng
zh: 此昵称已被使用

# nicknameHelperText
source: 3-10 characters
ar: 3-10 أحرف
de: 3-10 Zeichen
es: 3-10 caracteres
fr: 3-10 caractères
hi: 3-10 अक्षर
id: 3-10 karakter
it: 3-10 caratteri
ja: 3〜10文字
ko: 3-10자
nl: 3-10 tekens
pl: 3-10 znaków
pt: 3-10 caracteres
ru: 3-10 символов
sv: 3-10 tecken
th: 3-10 ตัวอักษร
tl: 3-10 na karakter
tr: 3-10 karakter
ur: 3-10 حروف
vi: 3-10 ký tự
zh: 3-10个字符

# nicknameHint
source: 3-10 characters
ar: 3-10 أحرف
de: 3-10 Zeichen
es: 3-10 caracteres
fr: 3-10 caractères
hi: 3-10 अक्षर
id: Masukkan nama panggilan
it: 3-10 caratteri
ja: 3〜10文字
ko: 3-10자
nl: 3-10 tekens
pl: 3-10 znaków
pt: 3-10 caracteres
ru: 3-10 символов
sv: 3-10 tecken
th: กรอกชื่อเล่นของคุณ
tl: 3-10 na karakter
tr: 3-10 karakter
ur: 3-10 حروف
vi: Nhập biệt danh
zh: 输入您的昵称

# nicknameInUse
source: This nickname is already in use
ar: هذا الاسم المستعار مستخدم بالفعل
de: Dieser Spitzname wird bereits verwendet
es: Este apodo ya está en uso
fr: Ce pseudo est déjà utilisé
hi: यह उपनाम पहले से उपयोग में है
id: Nama panggilan ini sudah digunakan
it: Questo nickname è già in uso
ja: このニックネームは既に使用されています
ko: 이미 사용 중인 닉네임입니다
nl: Deze bijnaam is al in gebruik
pl: Ten pseudonim jest już zajęty
pt: Este apelido já está em uso
ru: Этот никнейм уже используется
sv: Det här smeknamnet används redan
th: ชื่อนี้ถูกใช้งานแล้ว
tl: Ang palayaw na ito ay ginagamit na
tr: Bu takma ad zaten kullanılıyor
ur: یہ عرفیت پہلے ہی استعمال میں ہے
vi: Biệt danh này đã được sử dụng
zh: 此昵称已被使用

# nicknameLabel
source: Nickname
ar: الاسم المستعار
de: Spitzname
es: Apodo
fr: Pseudo
hi: उपनाम
id: Nama Panggilan
it: Soprannome
ja: ニックネーム
ko: 닉네임
nl: Bijnaam
pl: Pseudonim
pt: Apelido
ru: Никнейм
sv: Smeknamn
th: ชื่อเล่น
tl: Palayaw
tr: Takma ad
ur: عرفیت
vi: Biệt danh
zh: 昵称

# nicknameLengthError
source: Nickname must be 3-10 characters
ar: يجب أن يتكون الاسم المستعار من 3-10 أحرف
de: Spitzname muss 3-10 Zeichen lang sein
es: El apodo debe tener entre 3 y 10 caracteres
fr: Le pseudo doit contenir entre 3 et 10 caractères
hi: उपनाम 3-10 अक्षर होना चाहिए
id: Nama panggilan harus 3-10 karakter
it: Il nickname deve essere di 3-10 caratteri
ja: ニックネームは3〜10文字である必要があります
ko: 닉네임은 3-10자여야 합니다
nl: Bijnaam moet 3-10 tekens zijn
pl: Pseudonim musi mieć od 3 do 10 znaków
pt: O apelido deve ter entre 3 e 10 caracteres
ru: Никнейм должен быть от 3 до 10 символов
sv: Smeknamnet måste vara 3-10 tecken
th: ชื่อเล่นต้องมี 3-10 ตัวอักษร
tl: Ang palayaw ay dapat na 3-10 na karakter
tr: Takma ad 3-10 karakter olmalıdır
ur: عرفیت 3-10 حروف پر مشتمل ہونی چاہیے
vi: Biệt danh phải từ 3-10 ký tự
zh: 昵称必须为3-10个字符

# nicknamePlaceholder
source: Enter your nickname
ar: أدخل اسمك المستعار
de: Geben Sie Ihren Spitznamen ein
es: Ingresa tu apodo
fr: Entrez votre pseudo
hi: अपना उपनाम दर्ज करें
id: Masukkan nama panggilan Anda
it: Inserisci il tuo nickname
ja: ニックネームを入力
ko: 닉네임을 입력하세요
nl: Voer je bijnaam in
pl: Wprowadź swój pseudonim
pt: Digite seu apelido
ru: Введите ваш никнейм
sv: Ange ditt smeknamn
th: กรุณาใส่ชื่อเล่นของคุณ
tl: Ipasok ang iyong palayaw
tr: Takma adınızı girin
ur: اپنی عرفیت درج کریں
vi: Nhập biệt danh của bạn
zh: 输入您的昵称

# nicknameRequired
source: Nickname *
ar: الاسم المستعار *
de: Spitzname *
es: Por favor ingresa el apodo
fr: Surnom *
hi: उपनाम *
id: Silakan masukkan nama panggilan
it: Soprannome *
ja: ニックネーム *
ko: 닉네임 *
nl: Bijnaam *
pl: Pseudonim *
pt: Apelido *
ru: Никнейм *
sv: Smeknamn *
th: ชื่อเล่น *
tl: Palayaw *
tr: Takma ad *
ur: نک نیم *
vi: Vui lòng nhập biệt danh
zh: 昵称 *

source: Night
ar: ليلة
de: Nacht
es: Noche
fr: Nuit
hi: रात
id: Malam
it: Notte
ja: 夜
ko: 밤
nl: Nacht
pl: Noc
pt: Noite
ru: Ночь
sv: Natt
th: คืน
tl: Gabi
tr: Gece
ur: رات
vi: Đêm
zh: 晚安

source: No
ar: لا
de: Nein
fr: Non
hi: नहीं
id: Tidak
ja: いいえ
ko: 아니오
nl: Nee
pl: Nie
pt: Não
ru: Нет
sv: Nej
th: ไม่
tl: Hindi
tr: Hayır
ur: نہیں
vi: Không
zh: 否

source: No blocked AIs
ar: لا توجد ذكاءات محجوبة
de: Keine blockierten AIs
es: No hay AIs bloqueados
fr: Aucune IA bloquée
hi: कोई ब्लॉक किए गए एआई नहीं
id: Tidak ada AIs yang diblokir
it: Nessuna IA bloccata
ja: ブロックしたAIはありません
ko: 차단된 AI가 없습니다
nl: Geen geblokkeerde AIs
pl: Brak zablokowanych AI
pt: Nenhuma IA bloqueada
ru: Нет заблокированных ИИ
sv: Inga blockerade AI:er
th: ไม่มี AI ที่ถูกบล็อก
tl: Walang naka-block na AIs
tr: Engellenmiş yapay zekâ yok
ur: کوئی بلاک شدہ AI نہیں
vi: Không có AI nào bị chặn
zh: 没有被屏蔽的AI

source: No chats yet
ar: لا توجد محادثات حتى الآن
de: Noch keine Chats
es: Aún no hay chats
fr: Pas encore de discussions
hi: अभी तक कोई चैट नहीं
id: Belum ada obrolan
it: Nessuna chat ancora
ja: まだチャットはありません
ko: 아직 대화가 없습니다
nl: Nog geen chats
pl: Brak czatów
pt: Nenhuma conversa ainda
ru: Пока нет чатов
sv: Inga chattar än
th: ยังไม่มีการสนทนา
tl: Wala pang mga chat
tr: Henüz sohbet yok
ur: ابھی تک کوئی چیٹ نہیں
vi: Chưa có cuộc trò chuyện nào
zh: 还没有聊天

source: No conversation yet
ar: لا توجد محادثات حتى الآن
de: Noch keine Unterhaltung
es: Aún no hay conversación
fr: Pas encore de conversation
hi: अभी तक कोई बातचीत नहीं
id: Belum ada percakapan
it: Ancora nessuna conversazione
ja: まだ会話がありません
ko: 아직 대화가 없습니다
nl: Nog geen gesprek
pl: Brak rozmów
pt: Ainda sem conversa
ru: Пока нет разговора
sv: Ingen konversation än
th: ยังไม่มีการสนทนา
tl: Wala pang pag-uusap
tr: Henüz konuşma yok
ur: ابھی تک کوئی گفتگو نہیں
vi: Chưa có cuộc trò chuyện nào
zh: 还没有对话

source: No error reports.
ar: لا توجد تقارير أخطاء.
de: Keine Fehlermeldungen.
es: No hay informes de errores.
fr: Aucun rapport d'erreur.
hi: कोई त्रुटि रिपोर्ट नहीं।
id: Tidak ada laporan kesalahan.
it: Nessun rapporto di errore.
ja: エラーレポートはありません。
ko: 에러 리포트가 없습니다.
nl: Geen foutmeldingen.
pl: Brak zgłoszeń błędów.
pt: Nenhum relatório de erro.
ru: Нет отчетов об ошибках.
sv: Inga felrapporter.
th: ไม่มีรายงานข้อผิดพลาด
tl: Walang ulat ng error.
tr: Hata raporu yok.
ur: کوئی غلطی کی رپورٹ نہیں۔
vi: Không có báo cáo lỗi.
zh: 没有错误报告。

source: No image available
ar: لا توجد صورة متاحة
de: Kein Bild verfügbar
es: No hay imagen disponible
fr: Aucune image disponible
hi: कोई चित्र उपलब्ध नहीं
id: Tidak ada gambar yang tersedia
it: Immagine non disponibile
ja: 画像がありません
ko: 이미지가 없습니다
nl: Geen afbeelding beschikbaar
pl: Brak dostępnych obrazów
pt: Nenhuma imagem disponível
ru: Изображение недоступно
sv: Ingen bild tillgänglig
th: ไม่มีรูปภาพให้ใช้งาน
tl: Walang magagamit na larawan
tr: Görüntü mevcut değil
ur: کوئی تصویر دستیاب نہیں
vi: Không có hình ảnh nào
zh: 没有可用的图片

# noMatchedPersonas
source: No matched personas yet
ar: لا توجد شخصيات متطابقة حتى الآن
de: Noch keine übereinstimmenden Personas
es: Aún no hay personas coincidentes
fr: Pas encore de personas correspondantes
hi: अभी तक कोई मेल खाने वाले व्यक्तित्व नहीं
id: Belum ada persona yang cocok
it: Ancora nessuna persona corrispondente
ja: まだマッチしたペルソナがありません
ko: 아직 매칭된 페르소나가 없습니다
nl: Nog geen overeenkomende persona's
pl: Brak dopasowanych person
pt: Ainda sem personas correspondentes
ru: Пока нет подходящих персон
sv: Inga matchade personas än
th: ยังไม่มีบุคลิกที่ตรงกัน
tl: Walang na-match na personas pa
tr: Henüz eşleşen persona yok
ur: ابھی تک کوئی ملتے جلتے کردار نہیں
vi: Chưa có nhân vật nào phù hợp
zh: 还没有匹配的角色

# noMatchedSonas
source: No matched Sonas yet
ar: لا توجد SONA متطابقة حتى الآن
de: Noch keine passenden SONA gefunden
es: Aún no hay Sonas coincidentes
fr: Aucun SONA correspondant pour l'instant
hi: अभी तक कोई मेल खाने वाले SONA नहीं
id: Belum ada SONA yang cocok
it: Nessuna Sonas corrispondente ancora
ja: まだマッチしたSonaはありません
ko: 아직 매칭된 소나가 없어요
nl: Nog geen overeenkomende Sonas
pl: Brak dopasowanych SONA
pt: Nenhum SONA correspondente até agora
ru: Пока нет совпадающих SONA
sv: Inga matchade Sonas än
th: ยังไม่มี SONA ที่ตรงกัน
tl: Walang na-match na Sonas pa
tr: Henüz eşleşen SONA yok
ur: ابھی تک کوئی ملتا جلتا سونا نہیں
vi: Chưa có SONA nào phù hợp
zh: 还没有匹配的SONA

# noPersonasAvailable
source: No personas available. Please try again.
ar: لا توجد شخصيات متاحة. يرجى المحاولة مرة أخرى.
de: Keine Personas verfügbar. Bitte versuche es erneut.
es: No hay personas disponibles. Por favor, inténtalo de nuevo.
fr: Aucune persona disponible. Veuillez réessayer.
hi: कोई व्यक्तित्व उपलब्ध नहीं। कृपया पुनः प्रयास करें।
id: Tidak ada persona tersedia
it: Nessuna persona disponibile. Per favore riprova.
ja: ペルソナがありません。もう一度お試しください。
ko: 사용 가능한 페르소나가 없습니다. 다시 시도해주세요.
nl: Geen persona's beschikbaar. Probeer het opnieuw.
pl: Brak dostępnych person. Proszę spróbować ponownie.
pt: Nenhuma persona disponível. Por favor, tente novamente.
ru: Нет доступных персонажей. Пожалуйста, попробуйте снова.
sv: Inga personas tillgängliga. Vänligen försök igen.
th: ไม่มีบุคลิกให้เลือก กรุณาลองใหม่
tl: Walang magagamit na personas. Pakisubukan muli.
tr: Persona mevcut değil. Lütfen tekrar deneyin.
ur: کوئی پرسناز دستیاب نہیں۔ براہ کرم دوبارہ کوشش کریں۔
vi: Không có nhân vật nào
zh: 没有可用的人物。请再试一次。

# noPersonasToSelect
source: No personas available
ar: لا توجد شخصيات متاحة
de: Keine Personas verfügbar
es: No hay personas disponibles
fr: Aucune persona disponible
hi: कोई व्यक्तित्व उपलब्ध नहीं
id: Tidak ada persona yang tersedia
it: Nessuna persona disponibile
ja: 選択可能なペルソナがありません
ko: 선택할 소나가 없습니다
nl: Geen persona's beschikbaar
pl: Brak dostępnych person
pt: Nenhuma persona disponível
ru: Нет доступных персонажей
sv: Inga personas tillgängliga
th: ไม่มีบุคลิกให้เลือก
tl: Walang magagamit na personas
tr: Seçilecek persona yok
ur: کوئی پرسناز دستیاب نہیں
vi: Không có nhân vật nào để chọn
zh: 没有人物可供选择

# noQualityIssues
source: No quality issues in the last hour ✅
ar: لا توجد مشاكل جودة في الساعة الأخيرة ✅
de: Keine Qualitätsprobleme in der letzten Stunde ✅
es: No hay problemas de calidad en la última hora ✅
fr: Aucun problème de qualité dans la dernière heure ✅
hi: पिछले एक घंटे में कोई गुणवत्ता समस्या नहीं ✅
id: Tidak ada masalah kualitas dalam satu jam terakhir ✅
it: Nessun problema di qualità nell'ultima ora ✅
ja: 過去1時間に品質問題はありません ✅
ko: 최근 1시간 동안 품질 문제가 없습니다 ✅
nl: Geen kwaliteitsproblemen in het afgelopen uur ✅
pl: Brak problemów z jakością w ciągu ostatniej godziny ✅
pt: Nenhum problema de qualidade na última hora ✅
ru: Нет проблем с качеством за последний час ✅
sv: Inga kvalitetsproblem den senaste timmen ✅
th: ไม่มีปัญหาคุณภาพในชั่วโมงที่ผ่านมา ✅
tl: Walang isyu sa kalidad sa nakaraang oras ✅
tr: Son bir saatte kalite sorunu yok ✅
ur: پچھلے ایک گھنٹے میں کوئی معیار کے مسائل نہیں ✅
vi: Không có vấn đề chất lượng trong giờ qua ✅
zh: 在过去一小时内没有质量问题 ✅

# noQualityLogs
source: No quality logs yet.
ar: لا توجد سجلات جودة بعد.
de: Noch keine Qualitätsprotokolle.
es: Aún no hay registros de calidad.
fr: Aucun journal de qualité pour le moment.
hi: अभी तक कोई गुणवत्ता लॉग नहीं हैं।
id: Belum ada catatan kualitas.
it: Nessun registro di qualità ancora.
ja: まだ品質ログはありません。
ko: 아직 품질 로그가 없습니다.
nl: Nog geen kwaliteitslogs.
pl: Brak logów jakości.
pt: Nenhum registro de qualidade ainda.
ru: Пока нет записей о качестве.
sv: Inga kvalitetsloggar än.
th: ยังไม่มีบันทึกคุณภาพ
tl: Wala pang mga tala ng kalidad.
tr: Henüz kalite kaydı yok.
ur: ابھی تک کوئی معیار کے لاگ نہیں ہیں۔
vi: Chưa có nhật ký chất lượng nào.
zh: 还没有质量日志。

# noTranslatedMessages
source: No messages to translate
ar: لا توجد رسائل لترجمتها
de: Keine zu übersetzenden Nachrichten
es: No hay mensajes para traducir
fr: Aucun message à traduire
hi: अनुवाद करने के लिए कोई संदेश नहीं हैं।
id: Tidak ada pesan untuk diterjemahkan
it: Nessun messaggio da tradurre
ja: 翻訳するメッセージがありません
ko: 번역할 메시지가 없습니다
nl: Geen berichten om te vertalen
pl: Brak wiadomości do przetłumaczenia
pt: Sem mensagens para traduzir
ru: Нет сообщений для перевода
sv: Inga meddelanden att översätta
th: ไม่มีข้อความให้แปล
tl: Walang mensahe na isasalin
tr: Çevrilecek mesaj yok.
ur: ترجمہ کرنے کے لیے کوئی پیغامات نہیں ہیں
vi: Không có tin nhắn nào để dịch
zh: 没有要翻译的消息

source: Not enough hearts
ar: ليس لديك قلوب كافية
de: Nicht genug Herzen
es: No hay suficientes corazones
fr: Pas assez de cœurs
hi: पर्याप्त दिल नहीं हैं।
id: Tidak cukup hati
it: Non abbastanza cuori
ja: ハートが不足しています
ko: 하트가 부족합니다
nl: Niet genoeg harten
pl: Niewystarczająca liczba serc
pt: Corações insuficientes
ru: Недостаточно сердец
sv: Inte tillräckligt med hjärtan
th: คะแนนหัวใจไม่เพียงพอ
tl: Hindi sapat ang mga puso
tr: Yeterli kalp yok.
ur: دل کی تعداد کافی نہیں ہے
vi: Không đủ trái tim
zh: 心数不足

# notEnoughHeartsCount
source: Not enough hearts. (Current: {count})
ar: ليس لديك قلوب كافية. (الحالي: {count})
de: Nicht genug Herzen. (Aktuell: {count})
es: No hay suficientes corazones. (Actual: {count})
fr: Pas assez de cœurs. (Actuel : {count})
hi: पर्याप्त दिल नहीं हैं। (वर्तमान: {count})
id: Tidak cukup hati. (Saat ini: {count})
it: Non abbastanza cuori. (Attuale: {count})
ja: ハートが不足しています。（現在：{count}）
ko: 하트가 부족합니다. (현재: {count}개)
nl: Niet genoeg harten. (Huidig: {count})
pl: Niewystarczająca liczba serc. (Aktualnie: {count})
pt: Corações insuficientes. (Atual: {count})
ru: Недостаточно сердец. (Текущие: {count})
sv: Inte tillräckligt med hjärtan. (Aktuell: {count})
th: คะแนนหัวใจไม่เพียงพอ (ปัจจุบัน: {count})
tl: Hindi sapat ang mga puso. (Kasalukuyan: {count})
tr: Yeterli kalp yok. (Mevcut: {count})
ur: دل کی تعداد کافی نہیں ہے۔ (موجودہ: {count})
vi: Cần {count} tim
zh: 心数不足。（当前: {count}）

source: not registered
ar: غير مسجل
de: Nicht registriert
es: no registrado
fr: non enregistré
hi: पंजीकृत नहीं है।
id: belum terdaftar
it: non registrato
ja: 未登録
ko: 등록되지 않은
nl: niet geregistreerd
pl: nie zarejestrowany
pt: não registrado
ru: не зарегистрирован
sv: inte registrerad
th: ยังไม่ได้ลงทะเบียน
tl: hindi nakarehistro
tr: kayıtlı değil
ur: رجسٹرڈ نہیں
vi: chưa đăng ký
zh: 未注册

source: Not subscribed
ar: غير مشترك
de: Nicht abonniert
es: No suscrito
fr: Non abonné
hi: सदस्यता नहीं ली है।
id: Tidak berlangganan
it: Non iscritto
ja: 未登録
ko: 미가입
nl: Niet geabonneerd
pl: Nie subskrybowany
pt: Não inscrito
ru: Не подписан
sv: Inte prenumererad
th: ยังไม่ได้สมัครสมาชิก
tl: Hindi nakasubscribe
tr: Abone değil
ur: سبسکرائب نہیں کیا
vi: Chưa đăng ký
zh: 未订阅

# notificationPermissionDesc
source: Notification permission is required to receive new messages.
ar: نحتاج إلى إذن الإشعارات لإرسال التنبيهات.
de: Benachrichtigungsberechtigung wird benötigt, um neue Nachrichten zu erhalten.
es: Se necesita permiso de notificación para recibir mensajes nuevos.
fr: La permission de notification est nécessaire pour recevoir de nouveaux messages.
hi: अलर्ट भेजने के लिए हमें सूचना अनुमति की आवश्यकता है।
id: Izin notifikasi diperlukan untuk menerima pesan baru.
it: Il permesso di notifica è necessario per ricevere nuovi messaggi.
ja: 新しいメッセージを受信するには通知許可が必要です。
ko: 새로운 메시지를 받으려면 알림 권한이 필요합니다.
nl: Toestemming voor meldingen is vereist om nieuwe berichten te ontvangen.
pl: Wymagana jest zgoda na powiadomienia, aby otrzymywać nowe wiadomości.
pt: A permissão de notificação é necessária para receber novas mensagens.
ru: Разрешение на уведомления необходимо для получения новых сообщений.
sv: Meddelandebehörighet krävs för att ta emot nya meddelanden.
th: ต้องการสิทธิ์การแจ้งเตือนเพื่อรับข้อความใหม่
tl: Kailangan namin ng pahintulot sa abiso para magpadala ng alerts.
tr: Bildirim göndermek için bildirim iznine ihtiyacımız var.
ur: الرٹس بھیجنے کے لیے ہمیں اطلاع کی اجازت چاہیے۔
vi: Cho phép thông báo để nhận tin nhắn
zh: 需要通知权限来接收新消息。

source: Notification permission required
ar: إذن الإشعارات مطلوب
de: Benachrichtigungsberechtigung erforderlich
es: Se requiere permiso de notificación
fr: Permission de notification requise
hi: सूचना अनुमति आवश्यक है
id: Izin notifikasi diperlukan
it: Permesso di notifica richiesto
ja: 通知の許可が必要です
ko: 알림 권한이 필요합니다
nl: Meldingsmachtiging vereist
pl: Wymagana zgoda na powiadomienia
pt: Permissão de notificação necessária
ru: Требуется разрешение на уведомления
sv: Meddelandebehörighet krävs
th: ต้องการสิทธิ์การแจ้งเตือน
tl: Kailangan ng pahintulot sa abiso
tr: Bildirim izni gerekli
ur: اطلاع کی اجازت درکار ہے
vi: Cần quyền thông báo
zh: 需要通知权限

source: Notification Settings
ar: إعدادات الإشعارات
de: Benachrichtigungseinstellungen
es: Ajustes de notificación
fr: Paramètres de notification
hi: सूचना सेटिंग्स
id: Pengaturan Notifikasi
it: Impostazioni notifiche
ja: 通知設定
ko: 알림 설정
nl: Meldingsinstellingen
pl: Ustawienia powiadomień
pt: Configurações de notificação
ru: Настройки уведомлений
sv: Meddelandeinställningar
th: ตั้งค่าการแจ้งเตือน
tl: Mga Setting ng Abiso
tr: Bildirim Ayarları
ur: اطلاع کی ترتیبات
vi: Cài đặt thông báo
zh: 通知设置

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
id: Notifikasi
it: Notifiche
ja: 通知
ko: 알림
nl: Meldingen
pl: Powiadomienia
pt: Notificações
ru: Уведомления
sv: Meddelanden
th: การแจ้งเตือน
tl: Mga Abiso
tr: Bildirimler
ur: اطلاعات
vi: Thông báo
zh: 通知

source: Occurrence Info:
ar: معلومات الحدوث:
de: Ereignisinfo:
es: Información de ocurrencia:
fr: Informations sur l'occurrence :
hi: घटना जानकारी:
id: Info Kejadian:
it: Informazioni sull'Occorrenza:
ja: 発生情報：
ko: 발생 정보:
nl: Informatie over gebeurtenis:
pl: Informacje o wystąpieniu:
pt: Informações da Ocorrência:
ru: Информация о событии:
sv: Förekomstinformation:
th: ข้อมูลการเกิดเหตุ:
tl: Impormasyon sa Pagkakataon:
tr: Olay Bilgisi:
ur: واقعے کی معلومات:
vi: Thông tin sự kiện:
zh: 事件信息：
