Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

source: Tutorial Account
ar: حساب الدروس
de: Tutorial-Konto
es: Cuenta de Tutorial
fr: Compte de tutoriel
hi: ट्यूटोरियल खाता
id: Akun tutorial
it: Account Tutorial
ja: チュートリアルアカウント
ko: 튜토리얼 계정
pl: Konto samouczka
pt: Conta de Tutorial
ru: Учебный аккаунт
sv: Tutorialkonto
th: บัญชีสอนการใช้งาน
tl: Tutorial na Account
tr: Eğitim Hesabı
ur: ٹیوٹوریل اکاؤنٹ
vi: Tài khoản hướng dẫn
zh: 教程账户

# tutorialWelcomeDescription
source: Create special relationships with AI personas.
ar: أنشئ علاقات خاصة مع شخصيات الذكاء الاصطناعي.
de: Schaffen Sie besondere Beziehungen mit KI-Personas.
es: Crea relaciones especiales con personajes de IA.
fr: Créez des relations spéciales avec des personnages IA.
hi: एआई व्यक्तित्वों के साथ विशेष संबंध बनाएं।
id: Ciptakan hubungan istimewa dengan persona AI.
it: Crea relazioni speciali con i personaggi IA.
ja: AIペルソナと特別な関係を築きましょう。
ko: AI 페르소나와 특별한 관계를 만들어보세요.
nl: Creëer speciale relaties met AI-persona's.
pl: Twórz specjalne relacje z osobami AI.
pt: Crie relacionamentos especiais com personas de IA.
ru: Создавайте особые отношения с ИИ-персонажами.
sv: Skapa speciella relationer med AI-personligheter.
th: สร้างความสัมพันธ์พิเศษกับ AI personas
tl: Lumikha ng espesyal na ugnayan sa mga AI persona.
tr: AI kişilikleriyle özel ilişkiler kurun.
ur: AI شخصیات کے ساتھ خاص تعلقات بنائیں۔
vi: Tạo mối quan hệ đặc biệt với AI personas.
zh: 与AI角色建立特殊关系。

# tutorialWelcomeTitle
source: Welcome to SONA!
ar: مرحبًا بك في SONA!
de: Willkommen bei SONA!
es: ¡Bienvenido a SONA!
fr: Bienvenue sur SONA!
hi: SONA में आपका स्वागत है!
id: Selamat datang di SONA!
it: Benvenuto su SONA!
ja: SONAへようこそ！
ko: SONA에 오신 것을 환영합니다!
nl: Welkom bij SONA!
pl: Witaj w SONA!
pt: Bem-vindo ao SONA!
ru: Добро пожаловать в SONA!
sv: Välkommen till SONA!
th: ยินดีต้อนรับสู่ SONA!
tl: Maligayang pagdating sa SONA!
tr: SONA'ya Hoş Geldiniz!
ur: SONA میں خوش آمدید!
vi: Chào mừng đến với SONA!
zh: 欢迎来到SONA！

# typeMessage
source: Type a message...
ar: اكتب رسالة...
de: Nachricht eingeben...
es: Escribe un mensaje...
fr: Tapez un message...
hi: एक संदेश टाइप करें...
id: Ketik pesan...
it: Digita un messaggio...
ja: メッセージを入力...
ko: 메시지를 입력하세요...
nl: Typ een bericht...
pl: Wpisz wiadomość...
pt: Digite uma mensagem...
ru: Напишите сообщение...
sv: Skriv ett meddelande...
th: พิมพ์ข้อความ...
tl: Mag-type ng mensahe...
tr: Bir mesaj yazın...
ur: ایک پیغام ٹائپ کریں...
vi: Nhập tin nhắn...
zh: 输入消息...

source: Unblock
ar: إلغاء الحظر
de: Blockierung aufheben
es: Desbloquear
fr: Débloquer
hi: अनब्लॉक करें
id: Buka blokir
it: Sblocca
ja: ブロック解除
ko: 차단 해제
nl: Deblokkeren
pl: Odblokuj
pt: Desbloquear
ru: Разблокировать
sv: Avblockera
th: ยกเลิกบล็อก
tl: I-unblock
tr: Engeli Kaldır
ur: ان بلاک کریں
vi: Bỏ chặn
zh: 取消屏蔽

# unblockFailed
source: Failed to unblock
ar: فشل في إلغاء الحظر
de: Entsperren fehlgeschlagen
es: No se pudo desbloquear
fr: Échec du déblocage
hi: अनब्लॉक करने में विफल
id: Gagal membuka blokir
it: Impossibile sbloccare
ja: ブロック解除に失敗しました
ko: 차단 해제에 실패했습니다
nl: Ontgrendelen mislukt
pl: Nie udało się odblokować
pt: Falha ao desbloquear
ru: Не удалось разблокировать
sv: Misslyckades med att avblockera
th: ไม่สามารถปลดบล็อกได้
tl: Nabigong i-unblock
tr: Engeli kaldırma başarısız oldu
ur: ان بلاک کرنے میں ناکامی
vi: Bỏ chặn không thành công
zh: 解封失败

# unblockPersonaConfirm
source: Unblock {name}?
ar: هل تريد إلغاء حظر {name}؟
de: {name} entsperren?
es: ¿Desbloquear a {name}?
fr: Débloquer {name} ?
hi: {name} को अनब्लॉक करें?
id: Buka blokir {name}?
it: Sbloccare {name}?
ja: {name}のブロックを解除しますか？
ko: {name}의 차단을 해제하시겠습니까?
nl: {name} ontgrendelen?
pl: Odblokować {name}?
pt: Desbloquear {name}?
ru: Разблокировать {name}?
sv: Avblockera {name}?
th: ยกเลิกการบล็อก {name}?
tl: I-unblock si {name}?
tr: {name}'ın engelini kaldırmak istiyor musunuz?
ur: {name} کو ان بلاک کریں؟
vi: Bỏ chặn {name}?
zh: 确认解封 {name}？

source: Unblocked successfully
ar: تم إلغاء الحظر بنجاح
de: Erfolgreich entsperrt
es: Desbloqueado con éxito
fr: Débloqué avec succès
hi: सफलतापूर्वक अनब्लॉक किया गया
id: Berhasil membuka blokir
it: Sbloccato con successo
ja: ブロック解除しました
ko: 차단이 해제되었습니다
nl: Succesvol ontgrendeld
pl: Pomyślnie odblokowano
pt: Desbloqueado com sucesso
ru: Успешно разблокировано
sv: Avblockerat framgångsrikt
th: ปลดบล็อกสำเร็จ
tl: Matagumpay na na-unblock
tr: Başarıyla engel kaldırıldı
ur: کامیابی سے ان بلاک کر دیا گیا
vi: Mở khóa thành công
zh: 解封成功

# unexpectedLoginError
source: An unexpected error occurred during login
ar: حدث خطأ غير متوقع أثناء تسجيل الدخول
de: Ein unerwarteter Fehler ist beim Login aufgetreten
es: Ocurrió un error inesperado durante el inicio de sesión
fr: Une erreur inattendue est survenue lors de la connexion
hi: लॉगिन के दौरान एक अप्रत्याशित त्रुटि हुई
id: Terjadi kesalahan tak terduga saat login
it: Si è verificato un errore imprevisto durante il login
ja: ログイン中に予期しないエラーが発生しました
ko: 로그인 중 예상치 못한 오류가 발생했습니다
nl: Er is een onverwachte fout opgetreden tijdens het inloggen
pl: Wystąpił nieoczekiwany błąd podczas logowania
pt: Ocorreu um erro inesperado durante o login
ru: Произошла неожиданная ошибка при входе
sv: Ett oväntat fel inträffade vid inloggning
th: เกิดข้อผิดพลาดที่ไม่คาดคิดระหว่างการเข้าสู่ระบบ
tl: Isang hindi inaasahang error ang nangyari sa pag-login
tr: Giriş sırasında beklenmedik bir hata oluştu
ur: لاگ ان کے دوران ایک غیر متوقع خرابی ہوئی
vi: Lỗi đăng nhập không mong đợi
zh: 登录时发生意外错误

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznane
pt: Desconhecido
ru: Неизвестно
sv: Okänd
th: ไม่ทราบ
tl: Hindi Kilala
tr: Bilinmiyor
ur: نامعلوم
vi: Không xác định
zh: 未知

# unknownError
source: An unknown error occurred
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
hi: अज्ञात त्रुटि
id: Terjadi kesalahan yang tidak diketahui
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류가 발생했습니다
nl: Er is een onbekende fout opgetreden
pl: Wystąpił nieznany błąd
pt: Ocorreu um erro desconhecido
ru: Неизвестная ошибка
sv: Ett okänt fel inträffade
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ
tl: Hindi kilalang Error
tr: Bilinmeyen hata
ur: نامعلوم خرابی
vi: Đã xảy ra lỗi không xác định
zh: 未知错误

# unlimitedMessages
source: Unlimited
ar: غير محدود
de: Unbegrenzt
es: Ilimitado
fr: Illimité
hi: असीमित
id: Tidak terbatas
it: Illimitato
ja: 無制限
ko: 무제한
nl: Onbeperkt
pl: Nielimitowane
pt: Mensagens ilimitadas
ru: Неограниченно
sv: Obegränsat
th: ข้อความไม่จำกัด
tl: Walang Hanggang Mensahe
tr: Sınırsız
ur: لامحدود
vi: Không giới hạn
zh: 无限消息

source: Unsend message
ar: إلغاء إرسال الرسالة
de: Nachricht zurückziehen
es: Anular envío de mensaje
fr: Annuler l'envoi du message
hi: संदेश वापस लें
id: Batalkan kirim pesan
it: Annulla messaggio
ja: メッセージを取り消す
ko: 메시지 취소
nl: Bericht intrekken
pl: Cofnij wiadomość
pt: Desfazer envio da mensagem
ru: Отменить отправку сообщения
sv: Ångra meddelande
th: ยกเลิกการส่งข้อความ
tl: I-undo ang mensahe
tr: Mesajı geri al
ur: پیغام واپس لیں
vi: Thu hồi tin nhắn
zh: 撤回消息

source: Usage Purpose
ar: غرض الاستخدام
de: Verwendungszweck
es: Propósito de Uso
fr: But d'utilisation
hi: उपयोग का उद्देश्य
id: Tujuan penggunaan
it: Scopo d'uso
ja: 利用目的
ko: 사용 목적
pl: Cel użycia
pt: Propósito de uso
ru: Цель использования
sv: Användningssyfte
th: วัตถุประสงค์การใช้งาน
tl: Layunin ng Paggamit
tr: Kullanım Amacı
ur: استعمال کا مقصد
vi: Mục đích sử dụng
zh: 使用目的

# useOneHeart
source: Use 1 Heart
ar: استخدم 1 قلب
de: 1 Herz verwenden
es: Usar 1 Corazón
fr: Utiliser 1 cœur
hi: 1 दिल का उपयोग करें
id: Gunakan 1 Hati
it: Usa 1 Cuore
ja: 1ハート使用
ko: 하트 1개 사용하기
pl: Użyj 1 serca
pt: Usar 1 Coração
ru: Использовать 1 Сердце
sv: Använd 1 Hjärta
th: ใช้ 1 หัวใจ
tl: Gumamit ng 1 Puso
tr: 1 Kalp Kullan
ur: 1 دل استعمال کریں
vi: Sử dụng 1 Trái Tim
zh: 使用 1 个心

source: Use System Language
ar: استخدم لغة النظام
de: System Sprache verwenden
es: Usar Idioma del Sistema
fr: Utiliser la langue du système
hi: सिस्टम भाषा का उपयोग करें
id: Gunakan Bahasa Sistem
it: Usa Lingua di Sistema
ja: システム言語を使用
ko: 시스템 언어 사용
pl: Użyj języka systemowego
pt: Usar Idioma do Sistema
ru: Использовать системный язык
sv: Använd systemets språk
th: ใช้ภาษาของระบบ
tl: Gamitin ang Wika ng Sistema
tr: Sistem Dilini Kullan
ur: سسٹم کی زبان استعمال کریں
vi: Sử dụng Ngôn Ngữ Hệ Thống
zh: 使用系统语言

source: User:
ar: المستخدم:
de: Benutzer:
es: Usuario:
fr: Utilisateur :
hi: उपयोगकर्ता:
id: Pengguna:
it: Utente:
ja: ユーザー:
ko: 사용자:
nl: Gebruiker
pl: Użytkownik:
pt: Usuário:
ru: Пользователь:
sv: Användare
th: ผู้ใช้:
tl: Gumagamit:
tr: Kullanıcı:
ur: صارف:
vi: Người dùng:
zh: 用户：

source: User Message:
ar: رسالة المستخدم:
de: Benutzer Nachricht:
es: Mensaje del Usuario:
fr: Message de l'utilisateur :
hi: उपयोगकर्ता संदेश:
id: Pesan Pengguna:
it: Messaggio dell'utente:
ja: ユーザーメッセージ:
ko: 사용자 메시지:
pl: Wiadomość użytkownika:
pt: Mensagem do Usuário:
ru: Сообщение пользователя:
sv: Användarmeddelande:
th: ข้อความจากผู้ใช้:
tl: Mensahe ng Gumagamit:
tr: Kullanıcı Mesajı:
ur: صارف کا پیغام:
vi: Tin nhắn của người dùng:
zh: 用户消息：

source: User not found
ar: المستخدم غير موجود
de: Benutzer nicht gefunden
es: Usuario no encontrado
fr: Utilisateur non trouvé
hi: उपयोगकर्ता नहीं मिला
id: Pengguna tidak ditemukan
it: Utente non trovato
ja: ユーザーが見つかりません
ko: 사용자를 찾을 수 없습니다
pl: Użytkownik nie znaleziony
pt: Usuário não encontrado
ru: Пользователь не найден
sv: Användare hittades inte
th: ไม่พบผู้ใช้
tl: Hindi natagpuan ang gumagamit
tr: Kullanıcı bulunamadı
ur: صارف نہیں ملا
vi: Không tìm thấy người dùng
zh: 用户未找到

source: Valentine's Day
ar: عيد الحب
de: Valentinstag
es: Día de San Valentín
fr: Saint-Valentin
hi: वैलेंटाइन डे
id: Hari Valentine
it: San Valentino
ja: バレンタインデー
ko: 발렌타인데이
pl: Walentynki
pt: Dia dos Namorados
ru: День Святого Валентина
sv: Alla hjärtans dag
th: วันวาเลนไทน์
tl: Araw ng mga Puso
tr: Sevgililer Günü
ur: ویلنٹائن کا دن
vi: Ngày Valentine
zh: 情人节

# verifyingAuth
source: Verifying authentication
ar: التحقق من المصادقة
de: Authentifizierung wird überprüft
es: Verificando autenticación
fr: Vérification de l'authentification
hi: प्रमाणीकरण की जांच की जा रही है
id: Memverifikasi autentikasi
it: Verifica autenticazione
ja: 認証を確認中
ko: 인증 확인 중
pl: Weryfikacja autoryzacji
pt: Verificando autenticação
ru: Проверка аутентификации
sv: Verifierar autentisering
th: กำลังตรวจสอบการรับรองตัวตน
tl: Nagsasagawa ng pagpapatunay ng awtorisasyon
tr: Kimlik doğrulama kontrol ediliyor
ur: تصدیق کی جا رہی ہے
vi: Đang xác minh xác thực
zh: 正在验证身份

source: Version
ar: الإصدار
es: Versión
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
th: เวอร์ชัน
tl: Bersyon
tr: Versiyon
ur: ورژن
vi: Phiên bản
zh: 版本

source: Vietnamese
ar: فيتنامي
de: Vietnamesisch
es: Vietnamita
fr: Vietnamien
hi: वियतनामी
id: Vietnam
it: Vietnamita
ja: ベトナム語
ko: 베트남어
pl: Wietnamski
pt: Vietnamita
ru: Вьетнамский
sv: Vietnamesiska
th: เวียดนาม
tr: Vietnamca
ur: ویتنامی
vi: Tiếng Việt
zh: 越南语

source: Violent content
ar: محتوى عنيف
de: Gewaltinhalte
es: Contenido violento
fr: Contenu violent
hi: हिंसक सामग्री
id: Konten kekerasan
it: Contenuto violento
ja: 暴力的なコンテンツ
ko: 폭력적인 콘텐츠
nl: Gewelddadige inhoud
pl: Treści przemocowe
pt: Conteúdo violento
ru: Насильственный контент
sv: Våldsam innehåll
th: เนื้อหาที่มีความรุนแรง
tl: Marahas na nilalaman
tr: Şiddet içeren içerik
ur: تشدد پر مبنی مواد
vi: Nội dung bạo lực
zh: 暴力内容

source: 🎤 Voice message
ar: 🎤 رسالة صوتية
de: 🎤 Sprachnachricht
es: 🎤 Mensaje de voz
fr: 🎤 Message vocal
hi: 🎤 वॉयस संदेश
id: Pesan suara
it: 🎤 Messaggio vocale
ja: 🎤 ボイスメッセージ
ko: 🎤 음성 메시지
nl: 🎤 Spraakbericht
pl: 🎤 Wiadomość głosowa
pt: 🎤 Mensagem de voz
ru: 🎤 Голосовое сообщение
sv: 🎤 Röstmeddelande
th: 🎤 ข้อความเสียง
tl: 🎤 Mensahe ng boses
tr: 🎤 Sesli mesaj
ur: 🎤 صوتی پیغام
vi: Tin nhắn thoại
zh: 语音消息

# waitingForChat
source: {name} is waiting to chat.
ar: {name} في انتظار الدردشة.
de: {name} wartet auf den Chat.
es: {name} está esperando para chatear.
fr: {name} attend pour discuter.
hi: {name} चैट करने का इंतज़ार कर रहा है।
id: {name} sedang menunggu untuk mengobrol.
it: {name} sta aspettando di chattare.
ja: {name}がチャットを待っています。
ko: {name}님이 대화를 기다리고 있어요.
nl: {name} wacht op chat.
pl: {name} czeka na czat.
pt: {name} está aguardando para conversar.
ru: {name} ждет, чтобы пообщаться.
sv: {name} väntar på chatt.
th: {name} กำลังรอการสนทนาอยู่
tl: Naghihintay si {name} na makipag-chat.
tr: {name} sohbet etmek için bekliyor.
ur: {name} بات چیت کے لیے انتظار کر رہا ہے۔
vi: {name} đang chờ trò chuyện.
zh: {name} 正在等待聊天。

source: Walk
ar: امشِ
de: Gehen
es: Caminar
fr: Marcher
hi: चलना
id: Jalan
it: Cammina
ja: 散歩
ko: 산책
nl: Wandelen
pl: Spacer
pt: Caminhar
ru: Прогулка
sv: Gå
th: เดิน
tl: Maglakad
tr: Yürüyüş
ur: چلنا
vi: Đi bộ
zh: 散步

# wasHelpful
source: Was this helpful?
ar: هل كان هذا مفيداً؟
de: War das hilfreich?
es: ¿Fue útil?
fr: Cela a-t-il été utile ?
hi: क्या यह मददगार था?
id: Apakah membantu?
it: È stato utile?
ja: 役に立ちましたか？
ko: 도움이 되었나요?
nl: Was dit nuttig?
pl: Czy to było pomocne?
pt: Isso foi útil?
ru: Это было полезно?
sv: Var detta till hjälp?
th: นี่มีประโยชน์ไหม?
tl: Nakakatulong ba ito?
tr: Bu yardımcı oldu mu?
ur: کیا یہ مددگار تھا؟
vi: Có hữu ích không?
zh: 这有帮助吗？

# weatherClear
source: Clear
ar: صافٍ
de: Klar
es: Despejado
fr: Dégagé
hi: साफ
id: Cerah
it: Sereno
ja: 晴れ
ko: 맑음
nl: Helder
pl: Czyste
pt: Limpo
ru: Ясно
sv: Klart
th: แจ่มใส
tl: Maliwanag
tr: Açık
ur: صاف
vi: Trời quang
zh: 晴天

# weatherCloudy
source: Cloudy
ar: غائم
de: Bewölkt
es: Nublado
fr: Nuageux
hi: बादलदार
id: Mendung
it: Nuvoloso
ja: 曇り
ko: 흐림
nl: Bewolkt
pl: Pochmurne
pt: Nublado
ru: Облачно
sv: Molnigt
th: มีเมฆ
tl: Maulap
tr: Bulutlu
ur: ابر آلود
vi: Trời nhiều mây
zh: 多云

source: Weather Context
ar: سياق الطقس
de: Wetterkontext
es: Contexto del clima
fr: Contexte Météo
hi: मौसम संदर्भ
id: Konteks Cuaca
it: Contesto Meteo
ja: 天気コンテキスト
ko: 날씨 컨텍스트
nl: Weercontext
pl: Kontekst pogodowy
pt: Contexto do Tempo
ru: Контекст погоды
sv: Väderkontext
th: บริบทสภาพอากาศ
tl: Konteksto ng Panahon
tr: Hava Durumu Bağlamı
ur: موسم کا سیاق و سباق
vi: Bối cảnh thời tiết
zh: 天气背景

# weatherContextDesc
source: Provide conversation context based on weather
ar: قدم سياق المحادثة بناءً على الطقس
de: Bieten Sie Gesprächskontext basierend auf dem Wetter an
es: Proporciona contexto de conversación basado en el clima
fr: Fournir un contexte de conversation basé sur la météo
hi: मौसम के आधार पर बातचीत का संदर्भ प्रदान करें
id: Berikan konteks percakapan berdasarkan cuaca
it: Fornisci contesto alla conversazione basato sul meteo
ja: 天気に基づいた会話コンテキストを提供
ko: 날씨 정보를 활용한 대화 맥락 제공
nl: Geef gesprekscontext op basis van het weer
pl: Podaj kontekst rozmowy na podstawie pogody
pt: Forneça contexto de conversa com base no clima
ru: Предоставьте контекст разговора на основе погоды
sv: Ge konversationskontext baserat på vädret
th: ให้บริบทการสนทนาตามสภาพอากาศ
tl: Magbigay ng konteksto ng pag-uusap batay sa panahon
tr: Hava durumu temelinde konuşma bağlamı sağlayın
ur: موسم کی بنیاد پر گفتگو کا سیاق فراہم کریں
vi: Ngữ cảnh thời tiết
zh: 根据天气提供对话背景

# weatherDrizzle
source: Drizzle
ar: رذاذ
de: Nieselregen
es: Llovizna
fr: Bruine
hi: बूंदाबांदी
id: Hujan gerimis
it: Pioviggine
ja: 霧雨
ko: 이슬비
nl: Motregen
pl: Mżawka
pt: Chuvisco
ru: Морось
sv: Duggregn
th: ฝนปรอย
tl: Ambon
tr: Çiseleme
ur: ہلکی بارش
vi: Mưa phùn
zh: 毛毛雨

# weatherFog
source: Fog
ar: ضباب
de: Nebel
es: Niebla
fr: Brouillard
hi: कोहरा
id: Kabut
it: Nebbia
ja: 霧
ko: 짙은 안개
nl: Mist
pl: Mgła
pt: Névoa
ru: Туман
sv: Dimma
th: หมอก
tl: Hamog
tr: Sis
ur: دھند
vi: Sương mù
zh: 雾

# weatherMist
source: Mist
ar: ضباب خفيف
de: Dunst
es: Bruma
fr: Brume
hi: धुंध
id: Embun
it: Foschia
ja: ミスト
ko: 안개
nl: Nevel
pl: Mglisto
pt: Bruma
ru: Туман
sv: Dis
th: หมอกบาง
tl: Ulap
tr: Pus
ur: کہر
vi: Sương mù
zh: 霭

# weatherRain
source: Rain
ar: مطر
de: Regen
es: Lluvia
fr: Pluie
hi: बारिश
id: Hujan
it: Pioggia
ja: 雨
ko: 비
nl: Regen
pl: Deszcz
pt: Chuva
ru: Дождь
sv: Regn
th: ฝน
tl: Ulan
tr: Yağmur
ur: بارش
vi: Mưa
zh: 雨

# weatherRainy
source: Rainy
ar: ممطر
de: Regnerisch
es: Lluvioso
fr: Pluvieux
hi: बारिश वाला
id: Hujan
it: Piovoso
ja: 雨
ko: 비
nl: Regenachtig
pl: Deszczowo
pt: Chuvoso
ru: Дождливо
sv: Regnigt
th: ฝนตก
tl: Maulan
tr: Yağmurlu
ur: بارش
vi: Mưa
zh: 下雨

# weatherSnow
source: Snow
ar: ثلج
de: Schnee
es: Nieve
fr: Neige
hi: बर्फ
id: Salju
it: Neve
ja: 雪
ko: 눈
nl: Sneeuw
pl: Śnieg
pt: Neve
ru: Снег
sv: Snö
th: หิมะ
tl: Niyeber
tr: Kar
ur: برف
vi: Tuyết
zh: 雪

# weatherSnowy
source: Snowy
ar: مثلج
de: Schneeig
es: Nevado
fr: Neigeux
hi: बर्फीला
id: Bersalju
it: Nevoso
ja: 雪
ko: 눈
nl: Sneeuwachtig
pl: Śnieżnie
pt: Nevado
ru: Снежно
sv: Snöigt
th: หิมะตก
tl: Niyebe
tr: Karlı
ur: برفیلا
vi: Tuyết
zh: 下雪

# weatherThunderstorm
source: Thunderstorm
ar: عاصفة رعدية
de: Gewitter
es: Tormenta eléctrica
fr: Orage
hi: गरज-चमक
id: Badai petir
it: Temporale
ja: 雷雨
ko: 뇌우
nl: Onweer
pl: Burza
pt: Tempestade
ru: Гроза
sv: Åskväder
th: พายุฝนฟ้าคะนอง
tl: Bagyo ng Kidlat
tr: Fırtına
ur: طوفانی بارش
vi: Bão tố
zh: 雷暴

source: Wednesday
ar: الأربعاء
de: Mittwoch
es: Miércoles
fr: Mercredi
hi: बुधवार
id: Rabu
it: Mercoledì
ja: 水曜日
ko: 수요일
nl: Woensdag
pl: Środa
pt: Quarta-feira
ru: Среда
sv: Onsdag
th: วันพุธ
tl: Miyerkules
tr: Çarşamba
ur: بدھ
vi: Thứ Tư
zh: 星期三

# weekdays
source: Sun,Mon,Tue,Wed,Thu,Fri,Sat
ar: الأحد,الإثنين,الثلاثاء,الأربعاء,الخميس,الجمعة,السبت
de: So,Mo,Di,Mi,Do,Fr,Sa
es: Dom,Lun,Mar,Mié,Jue,Vie,Sáb
fr: Dim,Lun,Mar,Mer,Jeu,Ven,Sam
hi: रवि,सोम,मंगल,बुध,गुरु,शुक्र,शनिवार
id: Min,Sen,Sel,Rab,Kam,Jum,Sab
it: Dom,Lun,Mar,Mer,Gio,Ven,Sab
ja: 日,月,火,水,木,金,土
ko: 일,월,화,수,목,금,토
pl: Nd, Pon, Wt, Śr, Czw, Pt, Sob
pt: Dom,Seg,Ter,Qua,Qui,Sex,Sáb
ru: Вс,Пн,Вт,Ср,Чт,Пт,Сб
sv: Sön,Mån,Tis,Ons,Tor,Fre,Lör
th: อา,จ,อ,พ,พฤ,ศ,ส
tl: Linggo,Lunes,Martes,Miyerkules,Huwebes,Biyernes,Sabado
tr: Paz, Pzt, Sal, Çar, Per, Cum, Cmt
ur: اتوار، پیر، منگل، بدھ، جمعرات، جمعہ، ہفتہ
vi: CN,T2,T3,T4,T5,T6,T7
zh: 日,一,二,三,四,五,六

# welcomeMessage
source: Welcome💕
ar: مرحباً💕
de: Willkommen💕
es: ¡Bienvenido!💕
fr: Bienvenue💕
hi: स्वागत है💕
id: Selamat datang💕
it: Benvenuto💕
ja: ようこそ💕
ko: 오신 걸 환영해요💕
nl: Welkom!
pl: Witaj💕
pt: Bem-vindo💕
ru: Добро пожаловать💕
sv: Välkommen!
th: ยินดีต้อนรับ💕
tl: Maligayang pagdating💕
tr: Hoş geldiniz💕
ur: خوش آمدید💕
vi: Chào mừng bạn💕
zh: 欢迎💕

# whatTopicsToTalk
source: What topics would you like to talk about? (Optional)
de: Über welche Themen möchtest du sprechen? (Optional)
es: ¿Sobre qué temas te gustaría hablar? (Opcional)
fr: De quels sujets aimeriez-vous parler ? (Optionnel)
hi: आप किस विषय पर बात करना चाहेंगे? (वैकल्पिक)
id: Topik apa yang ingin Anda bicarakan? (Opsional)
it: Di quali argomenti ti piacerebbe parlare? (Facoltativo)
ja: どんな話題について話したいですか？（任意）
ko: 어떤 주제로 대화하고 싶으신가요? (선택사항)
pl: O jakich tematach chciałbyś porozmawiać? (Opcjonalnie)
pt: Sobre quais tópicos você gostaria de conversar? (Opcional)
ru: О каких темах вы хотели бы поговорить? (Необязательно)
sv: Vilka ämnen skulle du vilja prata om? (Valfritt)
th: คุณต้องการพูดคุยเกี่ยวกับหัวข้ออะไร? (ไม่บังคับ)
tl: Anong mga paksa ang nais mong pag-usapan? (Opsyonal)
tr: Hangi konular hakkında konuşmak istersiniz? (İsteğe bağlı)
ur: آپ کس موضوع پر بات کرنا چاہیں گے؟ (اختیاری)
vi: Bạn muốn nói về chủ đề gì?
zh: 你想聊些什么话题？（可选）

source: White Day
de: Weißer Tag
es: Día Blanco
fr: Journée Blanche
hi: व्हाइट डे
id: Hari Putih
ja: ホワイトデー
ko: 화이트데이
pl: Biały Dzień
pt: Dia Branco
ru: Белый день
sv: Vit dag
th: วันไวท์เดย์
tl: Araw ng mga Puti
tr: Beyaz Gün
ur: سفید دن
vi: Ngày Trắng
zh: 白色情人节

source: Winter
es: Invierno
fr: Hiver
hi: सर्दी
id: Musim dingin
it: Inverno
ja: 冬
ko: 겨울
pl: Zima
pt: Inverno
ru: Зима
sv: Vinter
th: ฤดูหนาว
tl: Taglamig
tr: Kış
ur: سردی
vi: Mùa Đông
zh: 冬季

source: Wrong Translation
de: Falsche Übersetzung
es: Traducción incorrecta
fr: Mauvaise Traduction
hi: गलत अनुवाद
id: Terjemahan Salah
it: Traduzione Errata
ja: 誤訳
ko: 잘못된 번역
pl: Błędne Tłumaczenie
pt: Tradução Incorreta
ru: Неверный перевод
sv: Fel översättning
th: การแปลผิด
tl: Mali ang Pagsasalin
tr: Yanlış Çeviri
ur: غلط ترجمہ
vi: Dịch Sai
zh: 错误翻译

source: Year
de: Jahr
es: Año
fr: Année
hi: वर्ष
id: Tahun
it: Anno
ja: 年
ko: 년
nl: Jaar
pl: Rok
pt: Ano
ru: Год
sv: År
th: ปี
tl: Taon
tr: Yıl
ur: سال
vi: Năm
zh: 年

source: Year End
de: Jahresende
es: Fin de año
fr: Fin d'année
hi: वर्ष समाप्ति
id: Akhir Tahun
it: Fine anno
ja: 年末
ko: 연말
pl: Koniec Roku
pt: Fim do Ano
ru: Конец года
sv: Årets slut
th: สิ้นปี
tl: Pagtatapos ng Taon
tr: Yıl Sonu
ur: سال کا اختتام
vi: Cuối Năm
zh: 年底

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Ya
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt: Sim
ru: Да
sv: Ja
th: ใช่
tl: Oo
tr: Evet
ur: ہاں
vi: Có
zh: 是

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
hi: कल
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
pl: Wczoraj
pt: Ontem
ru: Вчера
sv: Igår
th: เมื่อวาน
tl: Kahapon
tr: Dün
ur: کل
vi: Hôm qua
zh: 昨天

# yesterdayChats
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
hi: कल
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
pl: Wczoraj
pt: Ontem
ru: Вчера
sv: Igår
th: เมื่อวานนี้
tl: Kahapon
tr: Dün
ur: کل
vi: Hôm qua
zh: 昨天的聊天记录

source: You
de: Du
es: Tú
fr: Vous
hi: आप
id: Anda
it: Tu
ja: あなた
ko: 나
pl: Ty
pt: Você
ru: Вы
sv: Du
th: คุณ
tl: Ikaw
tr: Sen
ur: آپ
vi: Bạn
zh: 你

source: Loading persona data
ar: جاري تحميل بيانات الشخصية
de: Lade Persona-Daten
es: Cargando datos de persona
fr: Chargement des données de persona
hi: पर्सोना डेटा लोड हो रहा है
id: Memuat data persona
it: Caricamento dati persona
ja: ペルソナデータを読み込み中
ko: 페르소나 데이터 불러오는 중
nl: Persona-gegevens laden
pl: Ładowanie danych persony
pt: Carregando dados de persona
ru: Загрузка данных персоны
sv: Laddar persona-data
th: กำลังโหลดข้อมูลเพอร์โซน่า
tl: Naglo-load ng persona data
tr: Kişilik verileri yükleniyor
ur: پرسونا ڈیٹا لوڈ ہو رہا ہے
zh: 正在加载角色数据

source: Checking matched personas
ar: جاري التحقق من الشخصيات المطابقة
de: Überprüfe passende Personas
es: Verificando personas coincidentes
fr: Vérification des personas correspondants
hi: मैच किए गए पर्सोना की जांच हो रही है
id: Memeriksa persona yang cocok
it: Controllo persone abbinate
ja: マッチしたペルソナを確認中
ko: 매칭된 페르소나 확인 중
nl: Gematchte personas controleren
pl: Sprawdzanie dopasowanych person
pt: Verificando personas correspondentes
ru: Проверка совпавших персон
sv: Kontrollerar matchade personas
th: กำลังตรวจสอบเพอร์โซน่าที่จับคู่แล้ว
tl: Sinusuri ang mga tugmang persona
tr: Eşleşen kişilikler kontrol ediliyor
ur: میچ شدہ پرسونا چیک کر رہے ہیں
zh: 正在检查匹配的角色

source: Preparing images
ar: جاري تحضير الصور
de: Bereite Bilder vor
es: Preparando imágenes
fr: Préparation des images
hi: छवियों को तैयार कर रहे हैं
id: Menyiapkan gambar
it: Preparazione immagini
ja: 画像を準備中
ko: 이미지 준비 중
nl: Afbeeldingen voorbereiden
pl: Przygotowywanie obrazów
pt: Preparando imagens
ru: Подготовка изображений
sv: Förbereder bilder
th: กำลังเตรียมรูปภาพ
tl: Inihahanda ang mga larawan
tr: Görüntüler hazırlanıyor
ur: تصاویر تیار کر رہے ہیں
zh: 正在准备图片

source: Final preparation
ar: التحضير النهائي
de: Letzte Vorbereitungen
es: Preparación final
fr: Préparation finale
hi: अंतिम तैयारी
id: Persiapan akhir
it: Preparazione finale
ja: 最終準備中
ko: 마지막 준비 중
nl: Laatste voorbereiding
pl: Ostatnie przygotowania
pt: Preparação final
ru: Финальная подготовка
sv: Slutförberedelse
th: การเตรียมการขั้นสุดท้าย
tl: Huling paghahanda
tr: Son hazırlık
ur: آخری تیاری
zh: 最后准备
