Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

source: Complete Sign Up
ar: إكمال التسجيل
de: Anmeldung abschließen
es: Completar Registro
fr: Finaliser l'inscription
hi: साइन अप पूरा करें
id: Selesaikan pendaftaran
it: Completa la registrazione
ja: 登録を完了
ko: 가입 완료
nl: Voltooi Aanmelding
pl: Ukończ rejestrację
pt: Finalizar Cadastro
ru: Завершить регистрацию
sv: Slutför registreringen
th: เสร็จสิ้นการลงทะเบียน
tl: Kumpletuhin ang Pag-sign Up
tr: Kayıt Tamamla
ur: سائن اپ مکمل کریں
vi: Hoàn tất đăng ký
zh: 完成注册

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sv: Bekräfta
th: ยืนยัน
tl: Kumpirmahin
tr: Onayla
ur: تصدیق کریں
vi: Xác nhận
zh: 确认

source: Connecting to server
ar: جاري الاتصال بالخادم
de: Verbindung zum Server wird hergestellt
es: Conectando al servidor
fr: Connexion au serveur
hi: सर्वर से कनेक्ट हो रहा है
id: Menghubungkan ke server
it: Connessione al server
ja: サーバーに接続中
ko: 서버 연결 중
nl: Verbinden met server
pl: Łączenie z serwerem
pt: Conectando ao servidor
ru: Подключение к серверу
sv: Ansluter till servern
th: กำลังเชื่อมต่อกับเซิร์ฟเวอร์
tl: Kumokonekta sa server
tr: Sunucuya bağlanıyor
ur: سرور سے جڑنا
vi: Đang kết nối đến máy chủ
zh: 正在连接到服务器

# consultQualityMonitoring
source: Consultation Quality Monitoring
ar: استشارة مراقبة الجودة
de: Qualitätsüberwachung konsultieren
es: Consulta de Monitoreo de Calidad
fr: Consultation de la qualité de suivi
hi: परामर्श गुणवत्ता निगरानी
id: Pemantauan Kualitas Konsultasi
it: Monitoraggio della Qualità della Consultazione
ja: 相談品質モニタリング
ko: 상담 품질 모니터링
nl: Consultatie Kwaliteitsbewaking
pl: Monitorowanie jakości konsultacji
pt: Monitoramento de Qualidade da Consulta
ru: Мониторинг качества консультаций
sv: Kvalitetsövervakning av konsultation
th: การตรวจสอบคุณภาพการให้คำปรึกษา
tl: Pagsusuri ng Kalidad ng Konsultasyon
tr: Danışmanlık Kalite İzleme
ur: مشاورت کے معیار کی نگرانی
vi: Giám sát chất lượng tư vấn
zh: 咨询质量监控

source: Continue as Guest
ar: المتابعة كزائر
de: Als Gast fortfahren
es: Continuar como Invitado
fr: Continuer en tant qu'invité
hi: मेहमान के रूप में जारी रखें
id: Lanjutkan sebagai Tamu
it: Continua come Ospite
ja: ゲストとして続ける
ko: 게스트로 계속하기
nl: Ga verder als Gast
pl: Kontynuuj jako Gość
pt: Continuar como Convidado
ru: Продолжить как гость
sv: Fortsätt som gäst
th: ดำเนินการต่อในฐานะแขก
tl: Magpatuloy bilang Bisita
tr: Misafir olarak devam et
ur: مہمان کے طور پر جاری رکھیں
vi: Tiếp tục với tư cách Khách
zh: 以访客身份继续

# continueButton
source: Continue
ar: متابعة
de: Fortfahren
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tl: Magpatuloy
tr: Devam et
ur: جاری رکھیں
vi: Tiếp tục
zh: 继续

source: Continue with Apple
ar: تابع مع Apple
de: Mit Apple fortfahren
es: Continuar con Apple
fr: Continuer avec Apple
hi: एप्पल के साथ जारी रखें
id: Lanjutkan dengan Apple
it: Continua con Apple
ja: Appleで続ける
ko: Apple로 계속하기
nl: Doorgaan met Apple
pl: Kontynuuj z Apple
pt: Continuar com a Apple
ru: Продолжить с Apple
sv: Fortsätt med Apple
th: ดำเนินการต่อด้วย Apple
tl: Magpatuloy gamit ang Apple
tr: Apple ile devam et
ur: ایپل کے ساتھ جاری رکھیں
vi: Tiếp tục với Apple
zh: 使用 Apple 继续

source: Continue with Google
ar: تابع مع Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
hi: गूगल के साथ जारी रखें
id: Lanjutkan dengan Google
it: Continua con Google
ja: Googleで続ける
ko: Google로 계속하기
nl: Doorgaan met Google
pl: Kontynuuj z Google
pt: Continuar com o Google
ru: Продолжить с Google
sv: Fortsätt med Google
th: ดำเนินการต่อด้วย Google
tl: Magpatuloy gamit ang Google
tr: Google ile devam et
ur: گوگل کے ساتھ جاری رکھیں
vi: Tiếp tục với Google
zh: 使用 Google 继续

source: Conversation Continuity
ar: استمرارية المحادثة
de: Gesprächskontinuität
es: Continuidad de la Conversación
fr: Continuité de la conversation
hi: बातचीत की निरंतरता
id: Kontinuitas Percakapan
it: Continuità della Conversazione
ja: 会話の継続性
ko: 대화 연속성
nl: Gesprek Continuïteit
pl: Ciągłość rozmowy
pt: Continuidade da Conversa
ru: Непрерывность общения
sv: Konversationskontinuitet
th: ความต่อเนื่องของการสนทนา
tl: Pagpapatuloy ng Usapan
tr: Sohbet Sürekliliği
ur: گفتگو کی تسلسل
vi: Tính liên tục của cuộc trò chuyện
zh: 对话连续性

# conversationContinuityDesc
source: Remember previous conversations and connect topics
ar: تذكر المحادثات السابقة وتواصل المواضيع
de: Erinnern Sie sich an frühere Gespräche und verbinden Sie Themen
es: Recuerda conversaciones anteriores y conecta temas
fr: Se souvenir des conversations précédentes et relier les sujets
hi: पिछले वार्तालापों को याद रखें और विषयों को जोड़ें
id: Ingat percakapan sebelumnya dan hubungkan topik
it: Ricorda le conversazioni precedenti e collega gli argomenti
ja: 以前の会話を記憶してトピックを繋げる
ko: 이전 대화 기억 및 주제 연결
nl: Onthoud eerdere gesprekken en verbind onderwerpen
pl: Zapamiętaj poprzednie rozmowy i połącz tematy
pt: Lembre-se das conversas anteriores e conecte os tópicos
ru: Запоминайте предыдущие разговоры и связывайте темы
sv: Kom ihåg tidigare konversationer och koppla ämnen
th: จำการสนทนาก่อนหน้าและเชื่อมโยงหัวข้อ
tl: Tandaan ang mga nakaraang usapan at ikonekta ang mga paksa
tr: Önceki sohbetleri hatırla ve konuları bağla
ur: پچھلی گفتگوؤں کو یاد رکھیں اور موضوعات کو جوڑیں
vi: Liên tục cuộc trò chuyện
zh: 记住之前的对话并连接话题

# convertToMember
source: Sign Up
ar: التسجيل
de: Registrieren
es: Registrarse
fr: S'inscrire
hi: साइन अप करें
id: Daftar
it: Iscriviti
ja: 新規登録
ko: 회원가입 하기
nl: Aanmelden
pl: Zarejestruj się
pt: Inscrever-se
ru: Зарегистрироваться
sv: Registrera dig
th: ลงทะเบียน
tl: Mag-sign Up
tr: Üye Ol
ur: سائن اپ
vi: Đăng ký
zh: 注册

source: Cooking
ar: الطهي
de: Kochen
es: Cocinando
fr: Cuisine
hi: खाना बनाना
id: Memasak
it: Cucinare
ja: 料理
ko: 요리
nl: Koken
pl: Gotowanie
pt: Cozinhando
ru: Кулинария
sv: Matlagning
th: การทำอาหาร
tl: Pagluluto
tr: Yemek Pişirme
ur: کھانا پکانا
vi: Nấu ăn
zh: 烹饪

source: Copy message
ar: نسخ الرسالة
de: Nachricht kopieren
es: Copiar mensaje
fr: Copier le message
hi: संदेश कॉपी करें
id: Salin pesan
it: Copia messaggio
ja: メッセージをコピー
ko: 메시지 복사
nl: Kopieer bericht
pl: Skopiuj wiadomość
pt: Copiar mensagem
ru: Скопировать сообщение
sv: Kopiera meddelande
th: คัดลอกข้อความ
tl: Kopyahin ang mensahe
tr: Mesajı kopyala
ur: پیغام کاپی کریں
vi: Sao chép tin nhắn
zh: 复制消息

source: Copyright infringement
ar: انتهاك حقوق الطبع والنشر
de: Urheberrechtsverletzung
es: Infracción de derechos de autor
fr: Violation du droit d'auteur
hi: कॉपीराइट उल्लंघन
id: Pelanggaran hak cipta
it: Violazione del copyright
ja: 著作権侵害
ko: 저작권 침해
nl: Auteursrechtinbreuk
pl: Naruszenie praw autorskich
pt: Violação de direitos autorais
ru: Нарушение авторских прав
sv: Upphovsrättsintrång
th: การละเมิดลิขสิทธิ์
tl: Paglabag sa Copyright
tr: Telif hakkı ihlali
ur: کاپی رائٹ کی خلاف ورزی
vi: Vi phạm bản quyền
zh: 版权侵权

source: Creating account
ar: جاري إنشاء الحساب
de: Konto wird erstellt
es: Creando cuenta
fr: Création du compte
hi: खाता बना रहे हैं
id: Membuat akun
it: Creazione account
ja: アカウント作成中
ko: 계정 생성 중
nl: Account aanmaken
pl: Tworzenie konta
pt: Criando conta
ru: Создание аккаунта
sv: Skapar konto
th: กำลังสร้างบัญชี
tl: Gumagawa ng account
tr: Hesap oluşturuluyor
ur: اکاؤنٹ بنا رہے ہیں
vi: Tạo tài khoản
zh: 正在创建账户

source: Crisis Detected
ar: تم اكتشاف أزمة
de: Krise erkannt
es: Crisis Detectada
fr: Crise détectée
hi: संकट का पता चला
id: Krisis Terdeteksi
it: Crisi Rilevata
ja: 危機検出
ko: 위기 상황 감지
nl: Crisis Gedetecteerd
pl: Wykryto kryzys
pt: Crise Detectada
ru: Обнаружена кризисная ситуация
sv: Kris upptäckt
th: ตรวจพบวิกฤต
tl: Nakatagpo ng Krisis
tr: Kriz Tespit Edildi
ur: بحران کا پتہ چلا
vi: Đã phát hiện khủng hoảng
zh: 检测到危机

source: Cultural Issue
ar: قضية ثقافية
de: Kulturelles Problem
es: Problema Cultural
fr: Problème culturel
hi: सांस्कृतिक मुद्दा
id: Masalah Budaya
it: Problema Culturale
ja: 文化的な問題
ko: 문화적 오류
nl: Culturele kwestie
pl: Kwestia kulturowa
pt: Questão Cultural
ru: Культурная проблема
sv: Kulturellt problem
th: ปัญหาทางวัฒนธรรม
tl: Isyu sa Kultura
tr: Kültürel Sorun
ur: ثقافتی مسئلہ
vi: Vấn đề văn hóa
zh: 文化问题

source: Current
ar: الحالي
de: Aktuell
es: Actual
fr: Actuel
hi: वर्तमान
id: Saat Ini
it: Corrente
ja: 現在
ko: 현재
nl: Huidig
pl: Bieżący
pt: Atual
ru: Текущий
sv: Aktuell
th: ปัจจุบัน
tl: Kasalukuyan
tr: Güncel
ur: موجودہ
vi: Hiện tại
zh: 当前

source: Current Cache Size
ar: حجم الذاكرة المؤقتة الحالي
de: Aktuelle Cache-Größe
es: Tamaño de caché actual
fr: Taille du cache actuel
hi: वर्तमान कैश आकार
id: Ukuran Cache Saat Ini
it: Dimensione Cache Corrente
ja: 現在のキャッシュサイズ
ko: 현재 캐시 크기
nl: Huidige cachegrootte
pl: Bieżący rozmiar pamięci podręcznej
pt: Tamanho Atual do Cache
ru: Текущий размер кэша
sv: Nuvarande cache-storlek
th: ขนาดแคชปัจจุบัน
tl: Kasalukuyang Sukat ng Cache
tr: Mevcut Önbellek Boyutu
ur: موجودہ کیش سائز
vi: Kích thước bộ nhớ cache hiện tại
zh: 当前缓存大小

source: Current Language
ar: اللغة الحالية
de: Aktuelle Sprache
es: Idioma actual
fr: Langue actuelle
hi: वर्तमान भाषा
id: Bahasa Saat Ini
it: Lingua attuale
ja: 現在の言語
ko: 현재 언어
nl: Huidige taal
pl: Bieżący język
pt: Idioma atual
ru: Текущий язык
sv: Nuvarande språk
th: ภาษาปัจจุบัน
tl: Kasalukuyang Wika
tr: Mevcut Dil
ur: موجودہ زبان
vi: Ngôn ngữ hiện tại
zh: 当前语言

source: Cycling
ar: ركوب الدراجات
de: Radfahren
es: Ciclismo
fr: Cyclisme
hi: साइकिलिंग
id: Bersepeda
it: Ciclismo
ja: サイクリング
ko: 자전거
nl: Fietsen
pl: Jazda na rowerze
pt: Ciclismo
ru: Велоспорт
sv: Cykling
th: การปั่นจักรยาน
tl: Pagbibisikleta
tr: Bisiklet Sürme
ur: سائیکلنگ
vi: Đạp xe
zh: 骑自行车

source: Daily Care
ar: العناية اليومية
de: Tägliche Pflege
es: Cuidado diario
fr: Soins quotidiens
hi: दैनिक देखभाल
id: Perawatan Harian
it: Cura Giornaliera
ja: 日常ケア
ko: 일상 케어
nl: Dagelijkse zorg
pl: Codzienna opieka
pt: Cuidados Diários
ru: Ежедневный уход
sv: Daglig vård
th: การดูแลประจำวัน
tl: Araw-araw na Pangangalaga
tr: Günlük Bakım
ur: روزانہ کی دیکھ بھال
vi: Chăm sóc hàng ngày
zh: 日常关怀

# dailyCareDesc
source: Daily care messages for meals, sleep, health
ar: رسائل العناية اليومية للوجبات، النوم، الصحة
de: Tägliche Pflege-Nachrichten für Mahlzeiten, Schlaf, Gesundheit
es: Mensajes de cuidado diario para comidas, sueño, salud
fr: Messages de soins quotidiens pour les repas, le sommeil, la santé
hi: भोजन, नींद, स्वास्थ्य के लिए दैनिक देखभाल संदेश
id: Pesan perawatan harian untuk makanan, tidur, kesehatan
it: Messaggi di cura giornaliera per pasti, sonno, salute
ja: 食事、睡眠、健康のための日常ケアメッセージ
ko: 식사, 수면, 건강 등 일상 챙김 메시지
nl: Dagelijkse zorgberichten voor maaltijden, slaap, gezondheid
pl: Codzienne wiadomości dotyczące posiłków, snu, zdrowia
pt: Mensagens diárias de cuidados para refeições, sono, saúde
ru: Сообщения о ежедневном уходе за едой, сном, здоровьем
sv: Dagliga vårdmeddelanden för måltider, sömn, hälsa
th: ข้อความดูแลประจำวันเกี่ยวกับมื้ออาหาร, การนอนหลับ, สุขภาพ
tl: Mga mensahe para sa pang-araw-araw na pangangalaga sa pagkain, tulog, at kalusugan
tr: Yemek, uyku, sağlık için günlük bakım mesajları
ur: کھانے، نیند، صحت کے لیے روزانہ کی دیکھ بھال کے پیغامات
vi: Chăm sóc hàng ngày
zh: 每日关怀消息，包括饮食、睡眠、健康

source: Daily Chat
ar: الدردشة اليومية
de: Täglicher Chat
es: Charla diaria
fr: Discussion quotidienne
hi: दैनिक चैट
id: Obrolan Harian
it: Chat Giornaliera
ja: 日常会話
ko: 일상 대화
nl: Dagelijks Gesprek
pl: Codzienna rozmowa
pt: Bate-papo Diário
ru: Ежедневный чат
sv: Daglig chatt
th: การสนทนาประจำวัน
tl: Pang-araw-araw na Usapan
tr: Günlük Sohbet
ur: روزانہ کی گفتگو
vi: Trò chuyện hàng ngày
zh: 每日聊天

source: Daily check
ar: الفحص اليومي
de: Tägliche Überprüfung
es: Revisión diaria
fr: Vérification quotidienne
hi: दैनिक जांच
id: Pemeriksaan Harian
it: Controllo Giornaliero
ja: 日次チェック
ko: 일상체크
nl: Dagelijkse Controle
pl: Codzienna kontrola
pt: Verificação Diária
ru: Ежедневная проверка
sv: Daglig kontroll
th: ตรวจสอบประจำวัน
tl: Pang-araw-araw na Suri
tr: Günlük Kontrol
ur: روزانہ کی جانچ
vi: Kiểm tra hàng ngày
zh: 每日检查

source: Daily Conversation
ar: المحادثة اليومية
de: Tägliches Gespräch
es: Conversación diaria
fr: Conversation quotidienne
hi: दैनिक बातचीत
id: Percakapan Harian
it: Conversazione Giornaliera
ja: 日常会話
ko: 일상 대화
nl: Dagelijks Gesprek
pl: Codzienna konwersacja
pt: Conversa Diária
ru: Ежедневный разговор
sv: Daglig konversation
th: การสนทนาประจำวัน
tl: Pang-araw-araw na Pag-uusap
tr: Günlük Konuşma
ur: روزانہ کی بات چیت
vi: Cuộc trò chuyện hàng ngày
zh: 每日对话

# dailyLimitDescription
source: You have reached your daily message limit
ar: لقد وصلت إلى حد الرسائل اليومية
de: Sie haben Ihr tägliches Nachrichtenlimit erreicht
es: Has alcanzado tu límite diario de mensajes
fr: Vous avez atteint votre limite quotidienne de messages
hi: आपने अपने दैनिक संदेश सीमा तक पहुँच गया है
id: Anda telah mencapai batas pesan harian
it: Hai raggiunto il limite giornaliero di messaggi
ja: 1日のメッセージ制限に達しました
ko: 일일 메시지 한도에 도달했습니다
nl: Je hebt je dagelijkse berichtlimiet bereikt
pl: Osiągnąłeś dzienny limit wiadomości
pt: Você atingiu seu limite diário de mensagens
ru: Вы достигли дневного лимита сообщений
sv: Du har nått din dagliga meddelandelimit
th: คุณถึงขีดจำกัดข้อความต่อวันแล้ว
tl: Naabot mo na ang iyong pang-araw-araw na limitasyon sa mensahe
tr: Günlük mesaj limitinize ulaştınız
ur: آپ نے اپنے روزانہ کے پیغام کی حد تک پہنچ چکے ہیں
vi: Bạn đã đạt giới hạn tin nhắn hàng ngày
zh: 您已达到每日消息限制

# dailyLimitTitle
source: Daily Limit Reached
ar: تم الوصول إلى الحد اليومي
de: Tägliches Limit erreicht
es: Límite diario alcanzado
fr: Limite quotidienne atteinte
hi: दैनिक सीमा पहुँच गई
id: Batas Harian Tercapai
it: Limite giornaliero raggiunto
ja: 1日の制限に達しました
ko: 일일 한도 도달
nl: Dagelijkse Limiet Bereikt
pl: Osiągnięto dzienny limit
pt: Limite diário atingido
ru: Достигнут дневной лимит
sv: Daglig gräns nådd
th: ถึงขีดจำกัดรายวันแล้ว
tl: Naabot na ang Pang-araw-araw na Limit
tr: Günlük Limit Aşıldı
ur: روزانہ کی حد پوری ہو گئی
vi: Đã đạt giới hạn hàng ngày
zh: 已达每日限制

source: Dark Mode
ar: الوضع الداكن
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
hi: डार्क मोड
id: Mode gelap
it: Modalità scura
ja: ダークモード
ko: 다크 모드
nl: Donkere modus
pl: Tryb ciemny
pt: Modo escuro
ru: Темный режим
sv: Mörkt läge
th: โหมดมืด
tl: Madilim na Mode
tr: Karanlık Mod
ur: ڈارک موڈ
vi: Chế độ tối
zh: 深色模式

# darkTheme
source: Dark Mode
ar: الوضع الداكن
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
hi: डार्क मोड
id: Mode Gelap
it: Modalità Scura
ja: ダークモード
ko: 다크 모드
nl: Donkere Modus
pl: Tryb ciemny
pt: Modo Escuro
ru: Темная тема
sv: Mörkt tema
th: โหมดมืด
tl: Madilim na Tema
tr: Karanlık Mod
ur: تاریک موڈ
vi: Chế độ tối
zh: 深色模式

# darkThemeDesc
source: Use dark theme
ar: استخدم الوضع الداكن
de: Dunkles Design verwenden
es: Usar tema oscuro
fr: Utiliser le mode sombre
hi: डार्क थीम का उपयोग करें
id: Gunakan tema gelap
it: Usa tema scuro
ja: 暗いテーマを使用
ko: 어두운 테마를 사용합니다
nl: Gebruik donkere thema
pl: Użyj ciemnego motywu
pt: Use o tema escuro
ru: Использовать темную тему
sv: Använd mörkt tema
th: ใช้โหมดมืด
tl: Gumamit ng madilim na tema
tr: Karanlık temayı kullanın
ur: تاریک تھیم استعمال کریں
vi: Sử dụng chế độ tối
zh: 使用深色主题

# dataCollection
source: Data Collection Settings
ar: إعدادات جمع البيانات
de: Einstellungen zur Datensammlung
es: Configuración de recopilación de datos
fr: Paramètres de collecte de données
hi: डेटा संग्रह सेटिंग्स
id: Pengaturan Pengumpulan Data
it: Impostazioni Raccolta Dati
ja: データ収集設定
ko: 데이터 수집 설정
nl: Gegevensverzameling
pl: Ustawienia zbierania danych
pt: Configurações de Coleta de Dados
ru: Настройки сбора данных
sv: Inställningar för datainsamling
th: การตั้งค่าการเก็บข้อมูล
tl: Mga Setting ng Pagkolekta ng Data
tr: Veri Toplama Ayarları
ur: ڈیٹا جمع کرنے کی ترتیبات
vi: Cài đặt thu thập dữ liệu
zh: 数据收集设置

source: Dating Advice
ar: نصائح المواعدة
de: Dating-Tipps
es: Consejos de citas
fr: Conseils de rencontre
hi: डेटिंग सलाह
id: Saran Kencan
it: Consigli per gli appuntamenti
ja: 恋愛アドバイス
ko: 연애 상담
nl: Datingadvies
pl: Porady dotyczące randek
pt: Conselhos sobre Relacionamento
ru: Советы по знакомствам
sv: Dejtingråd
th: คำแนะนำการเดท
tl: Payo sa Pakikipag-date
tr: Flört Tavsiyesi
ur: ڈیٹنگ کے مشورے
vi: Lời khuyên hẹn hò
zh: 约会建议

# datingDescription
source: I want to share deep thoughts and have sincere conversations
ar: أريد أن أشارك أفكاراً عميقة وأجري محادثات صادقة
de: Ich möchte tiefgründige Gedanken teilen und ehrliche Gespräche führen
es: Quiero compartir pensamientos profundos y tener conversaciones sinceras
fr: Je veux partager des pensées profondes et avoir des conversations sincères
hi: मैं गहरे विचार साझा करना चाहता हूँ और ईमानदार बातचीत करना चाहता हूँ
id: Saya ingin berbagi pemikiran mendalam dan memiliki percakapan yang tulus
it: Voglio condividere pensieri profondi e avere conversazioni sincere
ja: 深い思いを共有し、誠実な会話をしたい
ko: 깊은 고민과 진솔한 대화를 나누고 싶어요
nl: Ik wil diepe gedachten delen en oprechte gesprekken hebben
pl: Chcę dzielić się głębokimi myślami i prowadzić szczere rozmowy
pt: Quero compartilhar pensamentos profundos e ter conversas sinceras
ru: Я хочу делиться глубокими мыслями и вести искренние беседы
sv: Jag vill dela djupa tankar och ha uppriktiga samtal
th: ฉันต้องการแบ่งปันความคิดลึกซึ้งและมีการสนทนาที่จริงใจ
tl: Nais kong magbahagi ng malalalim na kaisipan at magkaroon ng tapat na pag-uusap
tr: Derin düşünceler paylaşmak ve samimi sohbetler yapmak istiyorum
ur: میں گہرے خیالات کا تبادلہ کرنا چاہتا ہوں اور مخلصانہ گفتگو کرنا چاہتا ہوں
vi: Tìm kiếm hẹn hò
zh: 我想分享深刻的想法，进行真诚的对话

source: Dawn
ar: الفجر
de: Morgengrauen
es: Amanecer
fr: Aube
hi: सुबह
id: Fajar
it: Alba
ja: 夜明け
ko: 새벽
nl: Dageraad
pl: Świt
pt: Amanhecer
ru: Рассвет
sv: Gryning
th: รุ่งอรุณ
tl: Bukang-liwayway
tr: Şafak
ur: صبح
vi: Bình minh
zh: 黎明

source: Day
ar: يوم
de: Tag
es: Día
fr: Jour
hi: दिन
id: Hari
it: Giorno
ja: 日
ko: 일
nl: Dag
pl: Dzień
pt: Dia
ru: День
sv: Dag
th: วัน
tl: Araw
tr: Gün
vi: Ngày
zh: 天

source: Day after tomorrow
ar: بعد غد
de: Übermorgen
es: Pasado mañana
fr: Après-demain
hi: परसों
id: Lusa
it: Dopodomani
ja: 明後日
ko: 모레
nl: Overmorgen
pl: Po jutrze
pt: Depois de amanhã
ru: Послезавтра
sv: Övermorgon
th: วันมะรืน
tl: Araw pagkatapos ng bukas
tr: Yarından sonraki gün
vi: Ngày kia
zh: 后天

# daysAgo
source: {count} days ago
ar: {count} أيام مضت
de: vor {count} Tagen
es: hace {count} días
fr: il y a {count} jours
hi: {count} दिन पहले
id: {count} hari yang lalu
it: {count} giorni fa
ja: {count}日前
ko: {count}일 전
nl: {count} dagen geleden
pl: {count} dni temu
pt: {count} dias atrás
ru: {count} дней назад
sv: {count} dagar sedan
th: {count} วันที่แล้ว
tl: {count} araw ang nakalipas
tr: {count} gün önce
ur: {count} دن پہلے
vi: {count} ngày trước
zh: {count}天前

# daysRemaining
source: {days} days remaining
ar: {days} يوم متبقي
de: Noch {days} Tage übrig
es: {days} días restantes
fr: {days} jours restants
hi: {days} दिन शेष
id: {days} hari tersisa
it: {days} giorni rimanenti
ja: 残り{days}日
ko: {days}일 남음
nl: {days} dagen resterend
pl: Pozostało {days} dni
pt: {days} dias restantes
ru: Осталось {days} дней
sv: {days} dagar kvar
th: เหลืออีก {days} วัน
tl: {days} natitirang araw
tr: {days} gün kaldı
vi: {days} ngày còn lại
zh: 剩余{days}天

source: Deep Talk
ar: حديث عميق
de: Tiefes Gespräch
es: Charla profunda
fr: Conversation profonde
hi: गहरी बातचीत
id: Percakapan Mendalam
it: Conversazione profonda
ja: 深い話
ko: 깊은 대화
nl: Diep gesprek
pl: Głęboka rozmowa
pt: Conversa Profunda
ru: Глубокий разговор
sv: Djupa samtal
th: การสนทนาลึก
tl: Malalim na Usapan
tr: Derin Sohbet
vi: Cuộc trò chuyện sâu sắc
zh: 深度交谈

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
sv: Radera
th: ลบ
tl: Tanggalin
tr: Sil
ur: حذف کریں
vi: Xóa
zh: 删除

source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटाएं
id: Hapus akun
it: Elimina account
ja: アカウント削除
ko: 계정 삭제
nl: Account verwijderen
pl: Usuń konto
pt: Excluir conta
ru: Удалить аккаунт
sv: Ta bort konto
th: ลบบัญชี
tl: Tanggalin ang Account
tr: Hesabı Sil
ur: اکاؤنٹ حذف کریں
vi: Xóa tài khoản
zh: 删除账户

# deleteAccountConfirm
source: Are you sure you want to delete your account? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف حسابك؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action ne peut pas être annulée.
hi: क्या आप सुनिश्चित हैं कि आप अपना खाता हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
id: Apakah Anda yakin ingin menghapus akun Anda? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare il tuo account? Questa azione non può essere annullata.
ja: 本当にアカウントを削除しますか？この操作は取り消せません。
ko: 정말로 계정을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
nl: Weet je zeker dat je je account wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.
pl: Czy na pewno chcesz usunąć swoje konto? Tej operacji nie można cofnąć.
pt: Você tem certeza de que deseja excluir sua conta? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить свою учетную запись? Это действие нельзя отменить.
sv: Är du säker på att du vill ta bort ditt konto? Denna åtgärd kan inte ångras.
th: คุณแน่ใจหรือว่าต้องการลบบัญชี? การกระทำนี้ไม่สามารถย้อนกลับได้
tl: Sigurado ka bang nais mong tanggalin ang iyong account? Ang hakbang na ito ay hindi maibabalik.
tr: Hesabınızı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
vi: Bạn có chắc chắn muốn xóa tài khoản của mình không? Hành động này không thể hoàn tác.
zh: 确定要删除账号吗？此操作不可恢复。

# deleteAccountWarning
source: Are you sure you want to delete your account?
ar: هل أنت متأكد أنك تريد حذف حسابك؟
de: Möchten Sie Ihr Konto wirklich löschen?
es: ¿Estás seguro de que quieres eliminar tu cuenta?
fr: Êtes-vous sûr de vouloir supprimer votre compte?
hi: क्या आप सुनिश्चित हैं कि आप अपना खाता हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus akun Anda?
it: Sei sicuro di voler eliminare il tuo account?
ja: 本当にアカウントを削除しますか？
ko: 정말로 계정을 삭제하시겠습니까?
nl: Weet je zeker dat je je account wilt verwijderen?
pl: Czy na pewno chcesz usunąć swoje konto?
pt: Tem certeza de que deseja excluir sua conta?
ru: Вы уверены, что хотите удалить свой аккаунт?
sv: Är du säker på att du vill ta bort ditt konto?
th: คุณแน่ใจหรือว่าต้องการลบบัญชีของคุณ?
tl: Sigurado ka bang nais mong tanggalin ang iyong account?
tr: Hesabınızı silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa tài khoản của mình không?
zh: 您确定要删除账户吗？

source: Delete Cache
ar: حذف الذاكرة المؤقتة
de: Cache löschen
es: Eliminar caché
fr: Supprimer le cache
hi: कैश हटाएँ
id: Hapus Cache
it: Elimina Cache
ja: キャッシュを削除
ko: 캐시 삭제
nl: Cache verwijderen
pl: Usuń pamięć podręczną
pt: Excluir Cache
ru: Удалить кэш
sv: Ta bort cache
th: ลบแคช
tl: Tanggalin ang Cache
tr: Önbelleği Sil
vi: Xóa bộ nhớ cache
zh: 删除缓存

source: Deleting account...
ar: جارٍ حذف الحساب...
de: Konto wird gelöscht...
es: Eliminando cuenta...
fr: Suppression du compte...
hi: खाता हटाया जा रहा है...
id: Menghapus akun...
it: Eliminazione account...
ja: アカウントを削除中...
ko: 계정 삭제 중...
nl: Account aan het verwijderen...
pl: Usuwanie konta...
pt: Excluindo conta...
ru: Удаление аккаунта...
sv: Tar bort konto...
th: กำลังลบบัญชี...
tl: Binubura ang account...
tr: Hesap siliniyor...
vi: Đang xóa tài khoản...
zh: 正在删除账户...

source: Depressed
ar: مكتئب
de: Depressiv
es: Deprimido
fr: Déprimé
hi: उदास
id: Depresi
it: Depresso
ja: 憂鬱
ko: 우울해요
nl: Depressief
pl: Przygnębiony
pt: Deprimido
ru: В депрессии
sv: Deprimerad
th: ซึมเศร้า
tl: Nalulumbay
tr: Depresyonda
ur: ڈپریسڈ
vi: Buồn chán
zh: 抑郁
