Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

# interestArt
source: Art
ar: فن
de: Kunst
es: Arte
it: Arte
ja: アート
ko: 미술
nl: Kunst
pl: Sztuka
pt: Arte
ru: Искусство
sv: Konst
th: ศิลปะ
tl: Sining
tr: Sanat
ur: فن

# interestPhotography
source: Photography
ar: تصوير
de: Fotografie
es: Fotografía
fr: Photographie
it: Fotografia
ja: 写真
ko: 사진
nl: Fotografie
pl: Fotografia
pt: Fotografia
ru: Фотография
sv: Fotografi
th: การถ่ายภาพ
tl: Pagkuha ng larawan
tr: Fotoğrafçılık
ur: فوٹوگرافی

# interestTechnology
source: Technology
ar: تقنية
de: Technologie
es: Tecnología
fr: Technologie
it: Tecnologia
ja: テクノロジー
ko: 기술
nl: Technologie
pl: Technologia
pt: Tecnologia
ru: Технологии
sv: Teknik
th: เทคโนโลยี
tl: Teknolohiya
tr: Teknoloji
ur: ٹیکنالوجی

# interestScience
source: Science
ar: علوم
de: Wissenschaft
es: Ciencia
it: Scienza
ja: 科学
ko: 과학
nl: Wetenschap
pl: Nauka
pt: Ciência
ru: Наука
sv: Vetenskap
th: วิทยาศาสตร์
tl: Agham
tr: Bilim
ur: سائنس

# interestHistory
source: History
ar: تاريخ
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ja: 歴史
ko: 역사
nl: Geschiedenis
pl: Historia
pt: História
ru: История
sv: Historia
th: ประวัติศาสตร์
tl: Kasaysayan
tr: Tarih
ur: تاریخ

# interestPhilosophy
source: Philosophy
ar: فلسفة
de: Philosophie
es: Filosofía
fr: Philosophie
it: Filosofia
ja: 哲学
ko: 철학
nl: Filosofie
pl: Filozofia
pt: Filosofia
ru: Философия
sv: Filosofi
th: ปรัชญา
tl: Pilosopiya
tr: Felsefe
ur: فلسفہ

# interestPolitics
source: Politics
ar: سياسة
de: Politik
es: Política
fr: Politique
it: Politica
ja: 政治
ko: 정치
nl: Politiek
pl: Polityka
pt: Política
ru: Политика
sv: Politik
th: การเมือง
tl: Pulitika
tr: Politika
ur: سیاست

# interestEconomy
source: Economy
ar: اقتصاد
de: Wirtschaft
es: Economía
fr: Économie
it: Economia
ja: 経済
ko: 경제
nl: Economie
pl: Ekonomia
pt: Economia
ru: Экономика
sv: Ekonomi
th: เศรษฐกิจ
tl: Ekonomiya
tr: Ekonomi
ur: معیشت

# interestSports
source: Sports
ar: رياضة
de: Sport
es: Deportes
it: Sport
ja: スポーツ
ko: 스포츠
nl: Sport
pl: Sport
pt: Esportes
ru: Спорт
sv: Sport
th: กีฬา
tr: Spor
ur: کھیل

# interestAnimation
source: Animation
ar: رسوم متحركة
es: Animación
it: Animazione
ja: アニメーション
ko: 애니메이션
nl: Animatie
pl: Animacja
pt: Animação
ru: Анимация
th: แอนิเมชัน
tr: Animasyon
ur: انیمیشن

# interestDrama
source: Drama
ar: دراما
fr: Drame
ja: ドラマ
ko: 드라마
pl: Dramat
ru: Драма
th: ละคร
tr: Dizi
ur: ڈرامہ

# imageOptionalR2
source: Images are optional. They will only be uploaded if R2 is configured.
ar: الصور اختيارية. سيتم تحميلها فقط إذا تم تكوين R2.
de: Bilder sind optional. Sie werden nur hochgeladen, wenn R2 konfiguriert ist.
es: Las imágenes son opcionales. Solo se cargarán si R2 está configurado.
fr: Les images sont optionnelles. Elles ne seront téléchargées que si R2 est configuré.
it: Le immagini sono opzionali. Verranno caricate solo se R2 è configurato.
ja: 画像はオプションです。R2が設定されている場合のみアップロードされます。
ko: 이미지는 선택사항입니다. R2가 설정된 경우에만 업로드됩니다.
nl: Afbeeldingen zijn optioneel. Ze worden alleen geüpload als R2 is geconfigureerd.
pl: Obrazy są opcjonalne. Zostaną przesłane tylko jeśli R2 jest skonfigurowany.
pt: As imagens são opcionais. Elas só serão carregadas se o R2 estiver configurado.
ru: Изображения необязательны. Они будут загружены только при настройке R2.
sv: Bilder är valfria. De laddas bara upp om R2 är konfigurerad.
th: รูปภาพเป็นตัวเลือก จะอัปโหลดเมื่อมีการตั้งค่า R2 เท่านั้น
tl: Ang mga larawan ay opsyonal. Mag-upload lamang kung naka-configure ang R2.
tr: Görseller isteğe bağlıdır. Yalnızca R2 yapılandırıldığında yüklenecektir.
ur: تصاویر اختیاری ہیں۔ صرف R2 تشکیل دینے پر اپ لوڈ ہوں گی۔

# networkErrorCheckConnection
source: Network error: Please check your internet connection
ar: خطأ في الشبكة: يرجى التحقق من اتصالك بالإنترنت
de: Netzwerkfehler: Bitte überprüfen Sie Ihre Internetverbindung
es: Error de red: Por favor, verifica tu conexión a internet
fr: Erreur réseau : Veuillez vérifier votre connexion internet
it: Errore di rete: Controlla la tua connessione internet
ja: ネットワークエラー：インターネット接続を確認してください
ko: 네트워크 오류: 인터넷 연결을 확인하세요
nl: Netwerkfout: Controleer uw internetverbinding
pl: Błąd sieci: Sprawdź połączenie z internetem
pt: Erro de rede: Por favor, verifique sua conexão com a internet
ru: Ошибка сети: Пожалуйста, проверьте подключение к интернету
sv: Nätverksfel: Kontrollera din internetanslutning
th: ข้อผิดพลาดเครือข่าย: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ต
tl: Network error: Pakisuri ang iyong koneksyon sa internet
tr: Ağ hatası: Lütfen internet bağlantınızı kontrol edin
ur: نیٹ ورک کی خرابی: اپنا انٹرنیٹ کنکشن چیک کریں

# maxFiveItems
source: Up to 5 items
ar: حتى 5 عناصر
de: Bis zu 5 Elemente
es: Hasta 5 elementos
fr: Jusqu'à 5 éléments
it: Fino a 5 elementi
ja: 最大5個まで
ko: 최대 5개
nl: Maximaal 5 items
pl: Maksymalnie 5 elementów
pt: Até 5 itens
ru: До 5 элементов
sv: Upp till 5 objekt
th: สูงสุด 5 รายการ
tl: Hanggang 5 items
tr: En fazla 5 öğe
ur: زیادہ سے زیادہ 5 آئٹمز

# mbtiQuestion1
source: When meeting new people
ja: 新しい人に会った時
ko: 새로운 사람을 만났을 때

# mbtiQuestion1OptionA
source: Hello... nice to meet you
ja: こんにちは...よろしくお願いします
ko: 안녕하세요... 반가워요

# mbtiQuestion1OptionB
source: Oh! Nice to meet you! I'm XX!
ja: おお！よろしく！私は○○です！
ko: 오! 반가워! 나는 ○○야!

# mbtiQuestion2
source: When understanding a situation
ja: 状況を把握する時
ko: 상황을 파악할 때

# mbtiQuestion2OptionA
source: What exactly happened and how?
ja: 具体的に何がどうなったの？
ko: 구체적으로 뭐가 어떻게 됐어?

# mbtiQuestion2OptionB
source: I think I get the general feeling
ja: だいたいの感じはわかる
ko: 대충 어떤 느낌인지 알 것 같아

# mbtiQuestion3
source: When making decisions
ja: 決定を下す時
ko: 결정을 내릴 때

# mbtiQuestion3OptionA
source: Thinking logically...
ja: 論理的に考えると...
ko: 논리적으로 생각해보면...

# mbtiQuestion3OptionB
source: Your feelings matter more
ja: あなたの気持ちが大切
ko: 네 마음이 더 중요해

# mbtiQuestion4
source: When making appointments
ja: 約束をする時
ko: 약속을 잡을 때

# mbtiQuestion4OptionA
source: Let's meet exactly at X o'clock
ja: ○時○分きっかりに会いましょう
ko: ○시 ○분에 정확히 만나자

# mbtiQuestion4OptionB
source: See you around that time~
ja: その頃に会えばいいよ～
ko: 그때쯤 보면 되지 뭐~

source: Meet new Sona!
ja: 新しいソナに会いましょう！
ko: 새로운 소나를 만나보세요!

# ageAndPersonality
source: {age} years old • {personality}
ja: {age}歳 • {personality}
ko: {age}세 • {personality}

# guestLabel
source: Guest
ja: ゲスト
ko: 게스트

source: Developer Options
ja: 開発者オプション
ko: 개발자 옵션

source: Re-engagement Notification Test
ja: 再エンゲージメント通知テスト
ko: 재참여 알림 테스트

source: Churn Risk Notification Test
ja: 離脱リスク通知テスト
ko: 이탈 위험도별 알림 테스트

source: Select churn risk:
ja: 離脱リスクを選択:
ko: 이탈 위험도를 선택하세요:

# sevenDaysInactive
source: 7+ days inactive (90% risk)
ja: 7日以上未接続（リスク90%）
ko: 7일 이상 미접속 (위험도 90%)

# threeDaysInactive
source: 3 days inactive (70% risk)
ja: 3日未接続（リスク70%）
ko: 3일 미접속 (위험도 70%)

# oneDayInactive
source: 1 day inactive (50% risk)
ja: 1日未接続（リスク50%）
ko: 1일 미접속 (위험도 50%)

# generalNotification
source: General notification (30% risk)
ja: 一般通知（リスク30%）
ko: 일반 알림 (위험도 30%)

source: No active personas
ja: アクティブなペルソナがありません
ko: 활성화된 페르소나가 없습니다

# percentDiscount
source: {percent}% OFF
ja: {percent}%オフ
ko: {percent}% 할인

# imageLoadProgress
source: {loaded} / {total} images
ja: {loaded} / {total} 画像
ko: {loaded} / {total} 이미지

# checkingNewImages
source: Checking for new images...
ja: 新しい画像を確認中...
ko: 새로운 이미지 확인 중...

source: Finding new personas...
ja: 新しいペルソナを探しています...
ko: 새로운 페르소나를 찾고 있어요...

source: Super Like Match!
ja: スーパーライクマッチ！
ko: 슈퍼 라이크 매칭!

source: Match Success!
ja: マッチング成功！
ko: 매칭 성공!

# restartingConversationWith
source: Restarting conversation with {name}!
ja: {name}さんと\n会話を再開します！
ko: {name}님과 다시 대화를 시작합니다!

# personaLikesYou
source: {name} especially likes you!
ja: {name}さんがあなたを\n特別に気に入っています！
ko: {name}님이 당신을 특별히 좋아해요!

# matchedWithPersona
source: Matched with {name}!
ja: {name}さんとマッチしました！
ko: {name}님과 매칭되었어요!

# previousConversationKept
source: Previous conversation is preserved. Continue where you left off!
ja: 以前の会話が保存されています。続きから始めましょう！
ko: 이전 대화가 그대로 남아있어요. 계속 이어가보세요!

# specialConnectionStart
source: Start of a special connection! Sona is waiting for you
ja: 特別な縁の始まり！ソナがあなたを待っています
ko: 특별한 인연의 시작! 소나가 당신을 기다리고 있어요

source: Preparing profile picture...
ja: プロフィール写真を準備中...
ko: 프로필 사진 준비 중...

source: New Sona coming soon!
ja: 新しいソナが間もなく追加されます！
ko: 새로운 소나가 곧 추가될 예정입니다!

# superLikeDescription
source: Super Like (instant love stage)
ja: スーパーライク（即恋愛段階）
ko: Super Like (바로 사랑 단계)

source: Checking more personas...
ja: さらに多くのペルソナを確認中...
ko: 더 많은 페르소나 확인 중...

# allFilter
source: All
ja: すべて
ko: 전체

source: Published
ja: 公開済み
ko: 공개됨

# yearsOld
source: {age} years old
ja: {age}歳
ko: {age}세

# startConversationWithPersona
source: Start conversation with {name}?
ja: {name}と会話を始めますか？
ko: {name}과(와) 대화를 시작하시겠습니까?

source: Failed to start conversation
ja: 会話の開始に失敗しました
ko: 대화 시작에 실패했습니다

source: Cannot delete approved persona
ja: 承認されたペルソナは削除できません
ko: 승인된 페르소나는 삭제할 수 없습니다

# deletePersonaWithConversation
source: This persona has an active conversation. Delete anyway? The chat room will also be deleted.
ja: このペルソナには進行中の会話があります。削除しますか？\nチャットルームも削除されます。
ko: 이미 대화 중인 페르소나입니다. 삭제하시겠습니까?\n대화방도 함께 삭제됩니다.

# sharedPersonaDeleteWarning
source: This is a shared persona. It will only be removed from your list.
ja: これは共有ペルソナです。あなたのリストからのみ削除されます。
ko: 공유 중인 페르소나입니다. 내 목록에서만 삭제됩니다.

# firebasePermissionError
source: Firebase permission error: Please contact administrator
ja: Firebase権限エラー：管理者にお問い合わせください
ko: Firebase 권한 오류: 관리자에게 문의하세요

# checkingPersonaInfo
source: Checking persona information...
ja: ペルソナ情報を確認中...
ko: 페르소나 정보를 확인하고 있어요...

# personaCacheDescription
source: Persona images are saved on device for fast loading.
ja: ペルソナ画像がデバイスに保存され、高速読み込みが可能です。
ko: 페르소나 이미지가 기기에 저장되어 있어 빠르게 로드됩니다.

# cacheDeleteWarning
source: Deleting cache will require re-downloading images.
ja: キャッシュを削除すると、画像を再ダウンロードする必要があります。
ko: 캐시를 삭제하면 이미지를 다시 다운로드해야 합니다.

# blockedAIDescription
source: Blocked AI will be excluded from matching and chat list.
ja: ブロックされたAIはマッチングとチャットリストから除外されます。
ko: 차단된 AI는 매칭과 채팅 목록에서 제외됩니다.

source: Search results: {count}
ja: 検索結果: {count}件
ko: 검색 결과: {count}개

# questionsCount
source: {count} questions
ja: {count}個の質問
ko: {count}개 질문

source: Ready to chat!
ja: チャット準備完了！
ko: 채팅 준비 완료!

source: Preparing personas... ({count})
ja: ペルソナ準備中... ({count})
ko: 페르소나 준비 중... ({count})

source: Logging in...
ja: ログイン中...
ko: 로그인 중...

# languageChangedTo
source: Language changed to {language}
ja: 言語が{language}に変更されました
ko: 언어가 {language}로 변경되었습니다

# englishLanguage
source: English
ja: 英語
ko: 영어

# japaneseLanguage
source: Japanese
ja: 日本語
ko: 일본어

# chineseLanguage
source: Chinese
ja: 中国語
ko: 중국어

# thaiLanguage
source: Thai
ja: タイ語
ko: 태국어

# vietnameseLanguage
source: Vietnamese
ja: ベトナム語
ko: 베트남어

# indonesianLanguage
source: Indonesian
ja: インドネシア語
ko: 인도네시아어

# tagalogLanguage
source: Tagalog
ja: タガログ語
ko: 타갈로그어

# spanishLanguage
source: Spanish
ja: スペイン語
ko: 스페인어

# frenchLanguage
source: French
ja: フランス語
ko: 프랑스어

# germanLanguage
source: German
ja: ドイツ語
ko: 독일어

# russianLanguage
source: Russian
ja: ロシア語
ko: 러시아어

# portugueseLanguage
source: Portuguese
ja: ポルトガル語
ko: 포르투갈어

# italianLanguage
source: Italian
ja: イタリア語
ko: 이탈리아어

# dutchLanguage
source: Dutch
ja: オランダ語
ko: 네덜란드어

# swedishLanguage
source: Swedish
ja: スウェーデン語
ko: 스웨덴어

# polishLanguage
source: Polish
ja: ポーランド語
ko: 폴란드어

# turkishLanguage
source: Turkish
ja: トルコ語
ko: 터키어

# arabicLanguage
source: Arabic
ja: アラビア語
ko: 아랍어

# hindiLanguage
source: Hindi
ja: ヒンディー語
ko: 힌디어

# urduLanguage
source: Urdu
ja: ウルドゥー語
ko: 우르두어

# nameRequired
source: Please enter a name
ko: 이름을 입력해주세요

# ageRequired
source: Please enter age
ko: 나이를 입력해주세요

# descriptionRequired
source: Please enter a description
ko: 소개를 입력해주세요

# mbtiIncomplete
source: Please complete all MBTI questions
ko: 모든 MBTI 질문에 답해주세요

# interestsRequired
source: Please select at least one interest
ko: 관심사를 하나 이상 선택해주세요

# mainImageRequired
source: Please add a main profile image
ko: 메인 프로필 이미지를 추가해주세요

source: Profile Image
ar: صورة الملف الشخصي
de: Profilbild
es: Imagen de perfil
fr: Image de profil
hi: प्रोफाइल चित्र
it: Immagine profilo
ja: プロフィール画像
ko: 프로필 이미지
nl: Profielafbeelding
pl: Zdjęcie Profilowe
pt: Imagem de perfil
ru: Изображение профиля
sv: Profilbild
th: รูปโปรไฟล์
tl: Larawan ng Profile
tr: Profil Resmi
ur: پروفائل تصویر

# uploadPersonaImages
source: Upload images for your persona
ar: ارفع صوراً لشخصيتك
de: Bilder für Ihre Persona hochladen
es: Sube imágenes para tu persona
fr: Télécharger des images pour votre persona
hi: अपने व्यक्तित्व के लिए चित्र अपलोड करें
it: Carica immagini per il tuo persona
ja: ペルソナの画像をアップロード
ko: 페르소나 이미지를 업로드하세요
nl: Upload afbeeldingen voor je persona
pl: Prześlij zdjęcia dla swojej persony
pt: Enviar imagens para sua persona
ru: Загрузите изображения для персоны
sv: Ladda upp bilder för din personlighet
th: อัปโลดรูปภาพสำหรับเพอร์โซนาของคุณ
tl: Mag-upload ng mga larawan para sa inyong persona
tr: Kişiliğiniz için resimler yükleyin
ur: اپنے کردار کے لیے تصاویر اپ لوڈ کریں

source: Tell us about your persona
ar: أخبرنا عن شخصيتك
de: Erzählen Sie uns von Ihrer Persona
es: Cuéntanos sobre tu persona
fr: Parlez-nous de votre persona
hi: अपने व्यक्तित्व के बारे में बताएं
it: Parlaci del tuo persona
ja: あなたのペルソナについて教えてください
ko: 페르소나에 대해 알려주세요
nl: Vertel ons over je persona
pl: Opowiedz nam o swojej personie
pt: Conte-nos sobre sua persona
ru: Расскажите о вашей персоне
sv: Berätta om din personlighet
th: บอกเราเกี่ยวกับเพอร์โซนาของคุณ
tl: Sabihin mo sa amin ang tungkol sa inyong persona
tr: Kişiliğiniz hakkında bize bilgi verin
ur: اپنے کردار کے بارے میں بتائیں

source: Personality Settings
ar: إعدادات الشخصية
de: Persönlichkeitseinstellungen
es: Configuración de personalidad
fr: Paramètres de personnalité
hi: व्यक्तित्व सेटिंग्स
it: Impostazioni personalità
ja: 性格設定
ko: 성격 설정
nl: Persoonlijkheidsinstellingen
pl: Ustawienia Osobowości
pt: Configurações de personalidade
ru: Настройки личности
sv: Personlighetsinställningar
th: การตั้งค่าบุคลิกภาพ
tl: Mga Setting ng Personalidad
tr: Kişilik Ayarları
ur: شخصیت کی ترتیبات

source: Tap to upload
ar: اضغط للرفع
de: Zum Hochladen tippen
es: Toca para subir
fr: Appuyez pour télécharger
hi: अपलोड करने के लिए टैप करें
it: Tocca per caricare
ja: タップしてアップロード
ko: 탭하여 업로드
nl: Tik om te uploaden
pl: Dotknij, aby przesłać
pt: Toque para enviar
ru: Нажмите для загрузки
sv: Tryck för att ladda upp
th: แตะเพื่ออัปโลด
tl: I-tap para mag-upload
tr: Yüklemek için dokunun
ur: اپ لوڈ کرنے کے لیے ٹیپ کریں

source: Main Image
ar: الصورة الرئيسية
de: Hauptbild
es: Imagen principal
fr: Image principale
hi: मुख्य चित्र
it: Immagine principale
ja: メイン画像
ko: 메인 이미지
nl: Hoofdafbeelding
pl: Główne Zdjęcie
pt: Imagem principal
ru: Главное изображение
sv: Huvudbild
th: รูปภาพหลัก
tl: Pangunahing Larawan
tr: Ana Resim
ur: اصل تصویر

source: Additional Images
ar: صور إضافية
de: Zusätzliche Bilder
es: Imágenes adicionales
fr: Images supplémentaires
hi: अतिरिक्त चित्र
it: Immagini aggiuntive
ja: 追加画像
ko: 추가 이미지
nl: Extra Afbeeldingen
pl: Dodatkowe Zdjęcia
pt: Imagens adicionais
ru: Дополнительные изображения
sv: Ytterligare Bilder
th: รูปภาพเพิ่มเติม
tl: Karagdagang mga Larawan
tr: Ek Resimler
ur: اضافی تصاویر

source: Share with Community
ar: مشاركة مع المجتمع
de: Mit Community teilen
es: Compartir con la comunidad
fr: Partager avec la communauté
hi: समुदाय के साथ साझा करें
it: Condividi con la comunità
ja: コミュニティと共有
ko: 커뮤니티와 공유
nl: Delen met Gemeenschap
pl: Udostępnij Społeczności
pt: Compartilhar com a comunidade
ru: Поделиться с сообществом
sv: Dela med Gemenskap
th: แชร์กับชุมชน
tl: Ibahagi sa Komunidad
tr: Toplulukla Paylaş
ur: کمیونٹی کے ساتھ شیئر کریں

# shareDescription
source: Your persona can be shared with other users after approval
ar: ستتم مشاركة شخصيتك مع المستخدمين الآخرين بعد الموافقة
de: Ihre Persona kann nach Genehmigung mit anderen Benutzern geteilt werden
es: Tu persona puede ser compartida con otros usuarios después de la aprobación
fr: Votre persona peut être partagé avec d'autres utilisateurs après approbation
hi: आपका व्यक्तित्व अनुमोदन के बाद अन्य उपयोगकर्ताओं के साथ साझा किया जाएगा
it: Il tuo persona può essere condiviso con altri utenti dopo l'approvazione
ja: 承認後、他のユーザーもこのペルソナを使用できます
ko: 승인 후 다른 사용자와 페르소나를 공유할 수 있습니다
nl: Je persona wordt gedeeld met andere gebruikers na goedkeuring
pl: Twoja persona zostanie udostępniona innym użytkownikom po zatwierdzeniu
pt: Sua persona pode ser compartilhada com outros usuários após aprovação
ru: Ваша персона может быть доступна другим пользователям после одобрения
sv: Din personlighet kommer att delas med andra användare efter godkännande
th: เพอร์โซนาของคุณจะถูกแชร์กับผู้ใช้อื่นหลังจากได้รับอนุมัติ
tl: Ang inyong persona ay maiibahagi sa ibang mga user pagkatapos ma-approve
tr: Kişiliğiniz onaylandıktan sonra diğer kullanıcılarla paylaşılacak
ur: آپ کا کردار منظوری کے بعد دوسرے صارفین کے ساتھ شیئر ہوگا
zh: 批准后，其他用户也可以使用这个角色

source: Share Persona
ar: مشاركة الشخصية
de: Persona teilen
es: Compartir persona
fr: Partager le persona
hi: व्यक्तित्व साझा करें
it: Condividi persona
ja: ペルソナを共有
ko: 페르소나 공유
nl: Persona Delen
pl: Udostępnij Personę
pt: Compartilhar persona
ru: Поделиться персоной
sv: Dela Personlighet
th: แชร์เพอร์โซนา
tl: Ibahagi ang Persona
tr: Kişiliği Paylaş
ur: کردار شیئر کریں

# privatePersonaDescription
source: Only you can see this persona
ar: يمكنك فقط رؤية هذه الشخصية
de: Nur Sie können diese Persona sehen
es: Solo tú puedes ver esta persona
fr: Seul vous pouvez voir ce persona
hi: केवल आप इस व्यक्तित्व को देख सकते हैं
it: Solo tu puoi vedere questo persona
ja: あなただけが見ることができるペルソナ
ko: 본인만 볼 수 있는 페르소나
nl: Alleen jij kunt deze persona zien
pl: Tylko Ty możesz zobaczyć tę personę
pt: Apenas você pode ver esta persona
ru: Только вы видите эту персону
sv: Endast du kan se denna personlighet
th: เฉพาะคุณเท่านั้นที่เห็นเพอร์โซนานี้ได้
tl: Ikaw lang ang makakakita sa persona na ito
tr: Bu kişiliği sadece siz görebilirsiniz
ur: صرف آپ اس کردار کو دیکھ سکتے ہیں

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
it: Crea
ja: 作成
ko: 생성
nl: Maken
pl: Utwórz
pt: Criar
ru: Создать
sv: Skapa
th: สร้าง
tl: Gumawa
tr: Oluştur
ur: بنائیں

source: Enter persona name
ar: أدخل اسم الشخصية
de: Persona-Namen eingeben
es: Ingresa el nombre de la persona
fr: Entrez le nom du persona
hi: व्यक्तित्व का नाम दर्ज करें
it: Inserisci nome persona
ja: ペルソナ名を入力
ko: 페르소나 이름을 입력하세요
nl: Voer de persona naam in
pl: Wprowadź nazwę persony
pt: Digite o nome da persona
ru: Введите имя персоны
sv: Ange personlighetsnamn
th: ใส่ชื่อเพอร์โซนา
tl: Ilagay ang pangalan ng persona
tr: Kişilik adını girin
ur: کردار کا نام درج کریں

# describeYourPersona
source: Describe your persona briefly
ar: اوصف شخصيتك بإيجاز
de: Beschreiben Sie Ihre Persona kurz
es: Describe brevemente tu persona
fr: Décrivez brièvement votre persona
hi: संक्षेप में अपने व्यक्तित्व का वर्णन करें
it: Descrivi brevemente il tuo persona
ja: ペルソナを簡単に説明してください
ko: 페르소나를 간단히 설명해주세요
nl: Beschrijf je persona kort
pl: Opisz swoją personę krótko
pt: Descreva brevemente sua persona
ru: Кратко опишите вашу персону
sv: Beskriv din personlighet kort
th: อธิบายเพอร์โซนาของคุณโดยย่อ
tl: Ilarawan ang inyong persona nang maikli
tr: Kişiliğinizi kısaca tanımlayın
ur: اپنے کردار کا مختصر بیان کریں

# startChatWithPersona
source: Start a conversation with {personaName}?
ar: بدء محادثة مع {personaName}؟
de: Gespräch mit {personaName} beginnen?
es: ¿Iniciar una conversación con {personaName}?
fr: Commencer une conversation avec {personaName}?
it: Iniziare una conversazione con {personaName}?
ja: {personaName}と会話を始めますか？
ko: {personaName}과(와) 대화를 시작하시겠습니까?
nl: Gesprek beginnen met {personaName}?
pl: Rozpocząć rozmowę z {personaName}?
pt: Iniciar uma conversa com {personaName}?
ru: Начать разговор с {personaName}?
sv: Starta en konversation med {personaName}?
th: เริ่มการสนทนากับ {personaName}?
tl: Magsimula ng pag-uusap kay {personaName}?

# reengagementNotificationSent
source: Re-engagement notification sent to {personaName} (Risk: {riskPercent}%)
ar: تم إرسال إشعار إعادة المشاركة إلى {personaName} (المخاطر: {riskPercent}%)
de: Wiederbindungsbenachrichtigung an {personaName} gesendet (Risiko: {riskPercent}%)
es: Notificación de reenganche enviada a {personaName} (Riesgo: {riskPercent}%)
fr: Notification de réengagement envoyée à {personaName} (Risque: {riskPercent}%)
it: Notifica di re-engagement inviata a {personaName} (Rischio: {riskPercent}%)
ja: {personaName}への再エンゲージメント通知を送信しました (リスク: {riskPercent}%)
ko: {personaName}님의 재참여 알림을 보냈습니다 (위험도: {riskPercent}%)
nl: Herbetrokkenheidsmelding verzonden naar {personaName} (Risico: {riskPercent}%)
pl: Powiadomienie o ponownym zaangażowaniu wysłane do {personaName} (Ryzyko: {riskPercent}%)
pt: Notificação de reengajamento enviada para {personaName} (Risco: {riskPercent}%)
ru: Уведомление о повторном вовлечении отправлено {personaName} (Риск: {riskPercent}%)
sv: Återengagemangsmeddelande skickat till {personaName} (Risk: {riskPercent}%)
th: ส่งการแจ้งเตือนการมีส่วนร่วมใหม่ถึง {personaName} (ความเสี่ยง: {riskPercent}%)
tl: Ipinadala ang abiso ng muling pakikipag-ugnayan kay {personaName} (Panganib: {riskPercent}%)

source: No active persona
ar: لا توجد شخصية نشطة
de: Keine aktive Persona
es: Sin persona activa
fr: Aucune persona active
it: Nessuna persona attiva
ja: アクティブなペルソナがありません
ko: 활성화된 페르소나가 없습니다
nl: Geen actieve persona
pl: Brak aktywnej persony
pt: Nenhuma persona ativa
ru: Нет активной персоны
sv: Ingen aktiv persona
th: ไม่มีเพอร์โซน่าที่ใช้งานอยู่
tl: Walang aktibong persona

source: No Hearts Left
de: Keine Herzen mehr
es: Sin corazones
fr: Plus de cœurs
it: Nessun cuore rimasto
pt: Sem corações
ru: Сердца закончились
th: ไม่มีหัวใจเหลือ

# needHeartsToChat
source: You need hearts to start a conversation with this persona.
de: Sie benötigen Herzen, um ein Gespräch mit dieser Persona zu beginnen.
es: Necesitas corazones para iniciar una conversación con este personaje.
fr: Vous avez besoin de cœurs pour commencer une conversation avec ce personnage.
it: Hai bisogno di cuori per iniziare una conversazione con questo personaggio.
pt: Você precisa de corações para iniciar uma conversa com esta persona.
ru: Вам нужны сердца, чтобы начать разговор с этой персоной.
th: คุณต้องมีหัวใจเพื่อเริ่มการสนทนากับเพอร์โซนานี้

source: Go to Store
de: Zum Shop gehen
es: Ir a la tienda
fr: Aller au magasin
it: Vai al negozio
pt: Ir para a loja
ru: Перейти в магазин
th: ไปที่ร้านค้า

source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
es: Sin Conexión a Internet
fr: Pas de Connexion Internet
it: Nessuna Connessione Internet
pl: Brak Połączenia z Internetem
pt: Sem Conexão com a Internet
ru: Нет подключения к Интернету
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tl: Walang Koneksyon sa Internet
