Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

# describeError
source: What is the problem?
ar: ما هي المشكلة؟
de: Was ist das Problem?
es: ¿Cuál es el problema?
fr: Quel est le problème ?
hi: समस्या क्या है?
id: Apa masalahnya?
it: Qual è il problema?
ja: 何が問題ですか？
ko: 어떤 문제가 있나요?
nl: Wat is het probleem?
pl: Jaki jest problem?
pt: Qual é o problema?
ru: В чем проблема?
sv: Vad är problemet?
th: มีปัญหาอะไร?
tl: Ano ang problema?
tr: Sorun nedir?
ur: مسئلہ کیا ہے؟
vi: Có vấn đề gì?
zh: 出了什么问题？

source: Detailed reason
ar: سبب مفصل
de: Detaillierter Grund
es: Razón detallada
fr: Raison détaillée
hi: विस्तृत कारण
id: Alasan rinci
it: Motivo dettagliato
ja: 詳細な理由
ko: 상세 사유
nl: Gedetailleerde reden
pl: Szczegółowy powód
pt: Motivo detalhado
ru: Подробная причина
sv: Detaljerad anledning
th: สาเหตุโดยละเอียด
tl: Detalyadong dahilan
tr: Ayrıntılı neden
ur: تفصیلی وجہ
vi: Lý do chi tiết
zh: 详细原因

# developRelationshipStep
source: 3. Develop Relationship: Build intimacy through conversations and develop special relationships.
ar: 3. تطوير العلاقة: بناء الألفة من خلال المحادثات وتطوير علاقات خاصة.
de: 3. Beziehung aufbauen: Intimität durch Gespräche schaffen und besondere Beziehungen entwickeln.
es: 3. Desarrollar relación: Crea intimidad a través de conversaciones y desarrolla relaciones especiales.
fr: 3. Développer la relation : Créez de l'intimité à travers des conversations et développez des relations spéciales.
hi: 3. संबंध विकसित करें: बातचीत के माध्यम से निकटता बनाएं और विशेष संबंध विकसित करें।
id: 3. Kembangkan Hubungan: Bangun kedekatan melalui percakapan dan kembangkan hubungan khusus.
it: 3. Sviluppa Relazione: Costruisci intimità attraverso conversazioni e sviluppa relazioni speciali.
ja: 3. 関係を深める：会話を通じて親密度を築き、特別な関係を発展させる。
ko: 3. 관계 발전: 대화를 통해 친밀도를 쌓고 특별한 관계로 발전시켜보세요.
nl: 3. Relatie Ontwikkelen: Bouw intimiteit op door gesprekken en ontwikkel speciale relaties.
pl: 3. Rozwijaj relację: Buduj bliskość poprzez rozmowy i rozwijaj wyjątkowe relacje.
pt: 3. Desenvolver Relacionamento: Crie intimidade através de conversas e desenvolva relacionamentos especiais.
ru: 3. Развивайте отношения: Углубляйте близость через беседы и развивайте особые отношения.
sv: 3. Utveckla relation: Bygg intimitet genom samtal och utveckla speciella relationer.
th: 3. พัฒนาความสัมพันธ์: สร้างความใกล้ชิดผ่านการสนทนาและพัฒนาความสัมพันธ์ที่พิเศษ
tl: 3. Paunlarin ang Relasyon: Magtayo ng pagkakaintindihan sa pamamagitan ng mga pag-uusap at paunlarin ang mga espesyal na relasyon.
tr: 3. İlişki Geliştirme: Sohbetler aracılığıyla yakınlık kurun ve özel ilişkiler geliştirin.
ur: 3. تعلقات تیار کریں: بات چیت کے ذریعے قربت پیدا کریں اور خاص تعلقات بنائیں۔
vi: 3. Phát triển mối quan hệ: Xây dựng sự thân mật qua các cuộc trò chuyện và phát triển những mối quan hệ đặc biệt.
zh: 3. 发展关系：通过对话建立亲密感，发展特殊关系。

source: Dinner
ar: عشاء
de: Abendessen
es: Cena
fr: Dîner
hi: रात का खाना
id: Makan Malam
it: Cena
ja: 夕食
ko: 저녁식사
nl: Diner
pl: Kolacja
pt: Jantar
ru: Ужин
sv: Middag
th: มื้อเย็น
tl: Hapunan
tr: Akşam Yemeği
ur: رات کا کھانا
vi: Bữa tối
zh: 晚餐

# discardGuestData
source: Start Fresh
ar: ابدأ من جديد
de: Neu starten
es: Comenzar de nuevo
fr: Repartir à zéro
hi: नया शुरू करें
id: Mulai Baru
it: Inizia da capo
ja: 新しく始める
ko: 새로 시작
nl: Begin opnieuw
pl: Zaczynamy od nowa
pt: Começar do Zero
ru: Начать заново
sv: Börja om
th: เริ่มใหม่
tl: Magsimula Muli
tr: Yeniden Başla
ur: تازہ شروع کریں
vi: Bắt đầu lại
zh: 重新开始

# discount20
source: 20% off
ar: خصم 20%
de: 20% Rabatt
es: 20% de descuento
fr: 20 % de réduction
hi: 20% की छूट
id: Diskon 20%
it: 20% di sconto
ja: 20%オフ
ko: 20% 할인
nl: 20% korting
pl: 20% zniżki
pt: 20% de desconto
ru: Скидка 20%
sv: 20% rabatt
th: ลด 20%
tl: 20% diskwento
tr: %20 indirim
ur: 20% رعایت
vi: Giảm 20%
zh: 享受20%优惠

# discount30
source: 30% off
ar: خصم 30%
de: 30% Rabatt
es: 30% de descuento
fr: 30 % de réduction
hi: 30% की छूट
id: Diskon 30%
it: 30% di sconto
ja: 30%オフ
ko: 30% 할인
nl: 30% korting
pl: 30% zniżki
pt: 30% de desconto
ru: Скидка 30%
sv: 30% rabatt
th: ลด 30%
tl: 30% diskwento
tr: %30 indirim
ur: 30% رعایت
vi: Giảm 30%
zh: 享受30%优惠

# discountAmount
source: Save
ar: احفظ
de: Sparen
es: Ahorra
fr: Économiser
hi: बचत
id: Jumlah diskon
it: Risparmia
ja: 割引
ko: 할인
nl: Besparen
pl: Oszczędź
pt: Economize
ru: Сэкономить
sv: Spara
th: ประหยัด
tl: Magtipid
tr: Tasarruf Et
ur: بچت کریں
vi: Số tiền giảm
zh: 节省

# discountAmountValue
source: Save ₩{amount}
ar: احفظ ₩{amount}
de: ₩{amount} sparen
es: Ahorra ₩{amount}
fr: Économisez ₩{amount}
hi: बचत करें ₩{amount}
id: Hemat ₩{amount}
it: Risparmia ₩{amount}
ja: ¥{amount}割引
ko: ₩{amount} 할인
nl: Bespaar ₩{amount}
pl: Oszczędź ₩{amount}
pt: Economize ₩{amount}
ru: Сэкономить ₩{amount}
sv: Spara ₩{amount}
th: ประหยัด ₩{amount}
tl: I-save ₩{amount}
tr: ₩{amount} tasarruf et
ur: بچت کریں ₩{amount}
vi: Giảm {amount}
zh: 节省₩{amount}

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt: Concluído
ru: Готово
sv: Klar
th: เสร็จ
tl: Tapos na
tr: Tamam
ur: ہو گیا
vi: Hoàn thành
zh: 完成

# downloadingPersonaImages
source: Downloading new persona images
ar: تحميل صور الشخصية الجديدة
de: Neue Persona-Bilder werden heruntergeladen
es: Descargando nuevas imágenes de persona
fr: Téléchargement des nouvelles images de persona
hi: नए पर्सोना चित्र डाउनलोड हो रहे हैं
id: Mengunduh gambar persona baru
it: Downloading nuove immagini persona
ja: 新しいペルソナ画像をダウンロード中
ko: 새로운 페르소나 이미지를 다운로드하고 있어요
nl: Nieuwe persona-afbeeldingen downloaden
pl: Pobieranie nowych obrazów persony
pt: Baixando novas imagens de persona
ru: Загрузка новых изображений персонажей
sv: Laddar ner nya persona-bilder
th: กำลังดาวน์โหลดภาพบุคลิกใหม่
tl: Nagda-download ng mga bagong larawan ng persona
tr: Yeni persona görselleri indiriliyor
ur: نئے پرسنہ امیجز ڈاؤن لوڈ ہو رہے ہیں
vi: Đang tải hình ảnh nhân vật mới
zh: 正在下载新的人物形象

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 수정
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать
sv: Redigera
th: แก้ไข
tl: I-edit
tr: Düzenle
ur: ترمیم کریں
vi: Chỉnh sửa
zh: 编辑

source: Edit Info
ar: تعديل المعلومات
de: Informationen bearbeiten
es: Editar información
fr: Modifier les informations
hi: जानकारी संपादित करें
id: Edit informasi
it: Modifica Info
ja: 情報を編集
ko: 정보 수정
nl: Informatie bewerken
pl: Edytuj informacje
pt: Editar Informações
ru: Редактировать информацию
sv: Redigera information
th: แก้ไขข้อมูล
tl: I-edit ang Impormasyon
tr: Bilgileri Düzenle
ur: معلومات میں ترمیم کریں
vi: Chỉnh sửa thông tin
zh: 编辑信息

source: Edit Profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
id: Edit profil
it: Modifica Profilo
ja: プロフィール編集
ko: 프로필 편집
nl: Profiel bewerken
pl: Edytuj profil
pt: Editar Perfil
ru: Редактировать профиль
sv: Redigera profil
th: แก้ไขโปรไฟล์
tl: I-edit ang Profile
tr: Profili Düzenle
ur: پروفائل میں ترمیم کریں
vi: Chỉnh sửa hồ sơ
zh: 编辑个人资料

# effectSound
source: Sound Effects
ar: مؤثرات صوتية
de: Soundeffekte
es: Efectos de sonido
fr: Effets sonores
hi: ध्वनि प्रभाव
id: Efek suara
it: Effetti Sonori
ja: 効果音
ko: 효과음
nl: Geluidseffecten
pl: Efekty dźwiękowe
pt: Efeitos Sonoros
ru: Звуковые эффекты
sv: Ljud effekter
th: เสียงเอฟเฟกต์
tl: Mga Epekto ng Tunog
tr: Ses Efektleri
ur: صوتی اثرات
vi: Hiệu ứng âm thanh
zh: 音效

# effectSoundDescription
source: Play sound effects
ar: تشغيل المؤثرات الصوتية
de: Soundeffekte abspielen
es: Reproducir efectos de sonido
fr: Jouer des effets sonores
hi: ध्वनि प्रभाव चलाएँ
id: Putar efek suara
it: Riproduci effetti sonori
ja: 効果音を再生
ko: 효과음 재생
nl: Geluidseffecten afspelen
pl: Odtwarzaj efekty dźwiękowe
pt: Reproduzir efeitos sonoros
ru: Воспроизводить звуковые эффекты
sv: Spela ljud effekter
th: เล่นเสียงเอฟเฟกต์
tl: Mag-play ng mga epekto ng tunog
tr: Ses efektlerini çal
ur: صوتی اثرات چلائیں
vi: Phát âm thanh hiệu ứng
zh: 播放音效

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
hi: ईमेल
ja: メールアドレス
ko: 이메일
ru: Электронная почта
sv: E-post
th: อีเมล
tr: E-posta
ur: ای میل
zh: 电子邮件

# emailHint
source: example@email.com
de: beispiel@email.com
es: ejemplo@email.com
fr: exemple@email.com
id: contoh@email.com
ko: 예시@email.com
pl: przykład@email.com
pt: exemplo@email.com
sv: exempel@email.com
tl: halimbawa@email.com
tr: ornek@email.com

# emailLabel
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
hi: ईमेल
ja: メールアドレス
ko: 이메일
ru: Электронная почта
sv: E-post
th: อีเมล
tr: E-posta
ur: ای میل
zh: 电子邮件

# emailRequired
source: Email *
ar: البريد الإلكتروني *
es: Por favor ingresa el correo
hi: ईमेल *
id: Silakan masukkan email
ja: メールアドレス *
ko: 이메일 *
ru: Электронная почта *
sv: E-post *
th: อีเมล *
tr: E-posta *
ur: ای میل *
vi: Vui lòng nhập email
zh: 电子邮件 *

source: Emotion Analysis
ar: تحليل المشاعر
de: Emotionale Analyse
es: Análisis de emociones
fr: Analyse des émotions
hi: भावना विश्लेषण
id: Analisis Emosi
it: Analisi delle Emozioni
ja: 感情分析
ko: 감정 분석
nl: Emotieanalyse
pl: Analiza emocji
pt: Análise de Emoção
ru: Анализ эмоций
sv: Emotionanalys
th: การวิเคราะห์อารมณ์
tl: Pagsusuri ng Emosyon
tr: Duygu Analizi
ur: جذباتی تجزیہ
vi: Phân tích cảm xúc
zh: 情感分析

# emotionAnalysisDesc
source: Analyze emotions for empathetic responses
ar: تحليل المشاعر للحصول على ردود فعل تعاطفية
de: Analysiere Emotionen für einfühlsame Antworten
es: Analiza emociones para respuestas empáticas
fr: Analysez les émotions pour des réponses empathiques
hi: सहानुभूतिपूर्ण प्रतिक्रियाओं के लिए भावनाओं का विश्लेषण करें
id: Analisis emosi untuk respons yang empatik
it: Analizza le emozioni per risposte empatiche
ja: 共感的な応答のために感情を分析
ko: 대화 중 감정을 분석하여 공감 응답 제공
nl: Analyseer emoties voor empathische reacties
pl: Analizuj emocje, aby uzyskać empatyczne odpowiedzi
pt: Analise emoções para respostas empáticas
ru: Анализируйте эмоции для эмпатичных ответов
sv: Analysera känslor för empatiska svar
th: วิเคราะห์อารมณ์เพื่อการตอบสนองอย่างเห็นอกเห็นใจ
tl: Suriin ang mga emosyon para sa mga empatikong tugon
tr: Empatik yanıtlar için duyguları analiz et
ur: ہمدردانہ جواب کے لئے جذبات کا تجزیہ کریں
vi: Phân tích cảm xúc
zh: 分析情感以获得同理心回应

# emotionAngry
source: Angry
ar: غاضب
de: Wütend
es: Enojado
fr: En colère
hi: गुस्सा
id: Marah
it: Arrabbiato
ja: 怒っている
ko: 화남
nl: Boos
pl: Zły
pt: Bravo
ru: Сердитый
sv: Arg
th: โกรธ
tl: Galit
tr: Kızgın
ur: ناراض
vi: Giận dữ
zh: 生气

# emotionBasedEncounters
source: Meet personas based on your emotions
ar: لقاء شخصيات بناءً على مشاعرك
de: Emotionsbasierte Begegnungen
es: Encuentros basados en emociones
fr: Rencontres basées sur les émotions
hi: अपनी भावनाओं के आधार पर व्यक्तित्वों से मिलें
id: Temui persona berdasarkan emosi Anda
it: Incontri basati sulle emozioni
ja: 感情に基づく出会い
ko: 감정 기반 만남
nl: Ontmoet persona's op basis van je emoties
pl: Spotkaj persony na podstawie swoich emocji
pt: Encontros baseados em emoções
ru: Встречи на основе эмоций
sv: Möt personer baserat på dina känslor
th: พบกับบุคลิกตามอารมณ์ของคุณ
tl: Makipagkita sa mga persona batay sa iyong emosyon
tr: Duygularına göre kişiliklerle tanış
ur: اپنے جذبات کی بنیاد پر شخصیات سے ملیں
vi: Gặp gỡ nhân vật dựa trên cảm xúc của bạn
zh: 基于情绪的相遇

# emotionCool
source: Cool
ar: رائع
es: Genial
hi: कूल
id: Keren
it: Figo
ja: クール
ko: 쿨함
pl: Fajnie
pt: Legal
ru: Классный
th: เท่
tl: Astig
tr: Havalı
ur: ٹھنڈا
vi: Ngầu
zh: 酷

# emotionHappy
source: Happy
ar: سعيد
de: Glücklich
es: Feliz
fr: Heureux
hi: खुश
id: Bahagia
it: Felice
ja: 幸せ
ko: 행복
nl: Blij
pl: Szczęśliwy
pt: Feliz
ru: Счастливый
sv: Glad
th: มีความสุข
tl: Masaya
tr: Mutlu
ur: خوش
vi: Hạnh phúc
zh: 快乐

# emotionLove
source: Love
ar: حب
de: Liebe
es: Amor
fr: Amour
hi: प्यार
id: Cinta
it: Amore
ja: 愛
ko: 사랑
nl: Liefde
pl: Miłość
pt: Amor
ru: Любовь
sv: Kärlek
th: รัก
tl: Pag-ibig
tr: Aşk
ur: محبت
vi: Yêu
zh: 爱

# emotionSad
source: Sad
ar: حزين
de: Traurig
es: Triste
fr: Triste
hi: उदास
id: Sedih
it: Triste
ja: 悲しい
ko: 슬픔
nl: Verdrietig
pl: Smutny
pt: Triste
ru: Грустный
sv: Ledsen
th: เศร้า
tl: Malungkot
tr: Üzgün
ur: اداسی
vi: Buồn
zh: 悲伤

# emotionThinking
source: Thinking
ar: تفكير
de: Nachdenklich
es: Pensando
fr: En train de réfléchir
hi: सोचते हुए
id: Berpikir
it: Pensando
ja: 考え中
ko: 생각
nl: Denken
pl: Myślę
pt: Pensando
ru: Думающий
sv: Tänker
th: กำลังคิด
tl: Nag-iisip
tr: Düşünüyor
ur: سوچنا
vi: Đang suy nghĩ
zh: 思考

# emotionalSupportDesc
source: Share your concerns and receive warm comfort
ar: شارك مخاوفك واحصل على راحة دافئة
de: Teile deine Sorgen und erhalte warme Unterstützung
es: Comparte tus preocupaciones y recibe un cálido consuelo
fr: Partagez vos préoccupations et recevez un réconfort chaleureux
hi: अपनी चिंताओं को साझा करें और गर्मजोशी से सहारा प्राप्त करें
id: Bagikan kekhawatiran Anda dan terima kenyamanan yang hangat
it: Condividi le tue preoccupazioni e ricevi conforto caloroso
ja: 悩みを共有し、温かい慰めを受ける
ko: 고민을 나누고 따뜻한 위로를 받아요
nl: Deel je zorgen en ontvang warme troost
pl: Podziel się swoimi obawami i otrzymaj ciepłe wsparcie
pt: Compartilhe suas preocupações e receba conforto acolhedor
ru: Поделитесь своими переживаниями и получите теплую поддержку
sv: Dela dina bekymmer och få varm tröst
th: แบ่งปันความกังวลของคุณและรับการปลอบประโลมอย่างอบอุ่น
tl: Ibahagi ang iyong mga alalahanin at tumanggap ng mainit na aliw
tr: Endişelerinizi paylaşın ve sıcak bir destek alın
ur: اپنی تشویشات کا اظہار کریں اور گرم تسلی حاصل کریں
vi: Nhận hỗ trợ tinh thần
zh: 分享你的担忧，获得温暖的安慰

source: End Chat
ar: إنهاء الدردشة
de: Chat beenden
es: Terminar Chat
fr: Terminer la discussion
hi: चैट समाप्त करें
id: Akhiri obrolan
it: Termina chat
ja: チャット終了
ko: 대화 종료
nl: Einde chat
pl: Zakończ czat
pt: Encerrar Chat
ru: Завершить чат
sv: Avsluta chatt
th: สิ้นสุดการสนทนา
tl: Tapusin ang Usapan
tr: Sohbeti Bitir
ur: چیٹ ختم کریں
vi: Kết thúc trò chuyện
zh: 结束聊天

source: End Tutorial
ar: إنهاء البرنامج التعليمي
de: Tutorial beenden
es: Terminar Tutorial
fr: Terminer le tutoriel
hi: ट्यूटोरियल समाप्त करें
id: Akhiri Tutorial
it: Termina tutorial
ja: チュートリアル終了
ko: 튜토리얼 종료
nl: Einde tutorial
pl: Zakończ samouczek
pt: Encerrar Tutorial
ru: Завершить обучение
sv: Avsluta handledning
th: สิ้นสุดการสอน
tl: Tapusin ang Tutorial
tr: Eğitimi Bitir
ur: سبق ختم کریں
vi: Kết thúc hướng dẫn
zh: 结束教程

# endTutorialAndLogin
source: End tutorial and login? Login to save data and use all features.
ar: هل تريد إنهاء البرنامج التعليمي وتسجيل الدخول؟
de: Tutorial beenden und einloggen?
es: ¿Terminar el tutorial e iniciar sesión?
fr: Terminer le tutoriel et se connecter ?
hi: क्या आप ट्यूटोरियल समाप्त करके लॉगिन करना चाहते हैं?
id: Akhiri tutorial dan masuk?
it: Terminare il tutorial e accedere?
ja: チュートリアルを終了してログインしますか？ ログインするとデータが保存され、すべての機能が使えます。
ko: 튜토리얼을 종료하고 로그인하시겠습니까? 로그인하면 데이터가 저장되고 모든 기능을 사용할 수 있습니다.
nl: Einde tutorial en inloggen?
pl: Zakończyć samouczek i zalogować się?
pt: Encerrar o tutorial e fazer login?
ru: Завершить обучение и войти?
sv: Avsluta handledning och logga in?
th: สิ้นสุดการสอนและเข้าสู่ระบบ?
tl: Tatapusin ba ang tutorial at mag-login?
tr: Eğitimi bitirip giriş yapmak istiyor musunuz?
ur: سبق ختم کریں اور لاگ ان کریں؟
vi: Kết thúc hướng dẫn và đăng nhập?
zh: 结束教程并登录？

# endTutorialMessage
source: Do you want to end the tutorial and login? By logging in, your data will be saved and you can use all features.
ar: هل تريد إنهاء البرنامج التعليمي وتسجيل الدخول؟
de: Möchtest du das Tutorial beenden und dich einloggen?
es: ¿Quieres terminar el tutorial e iniciar sesión?
fr: Voulez-vous terminer le tutoriel et vous connecter ?
hi: क्या आप ट्यूटोरियल समाप्त करके लॉगिन करना चाहते हैं?
id: Apakah Anda ingin mengakhiri tutorial dan masuk?
it: Vuoi terminare il tutorial e accedere?
ja: チュートリアルを終了してログインしますか？ ログインすることでデータが保存され、すべての機能を使用できます。
ko: 튜토리얼을 종료하고 로그인하시겠습니까? 로그인하면 데이터가 저장되고 모든 기능을 사용할 수 있습니다.
nl: Wil je de tutorial beëindigen en inloggen?
pl: Czy chcesz zakończyć samouczek i się zalogować?
pt: Você quer encerrar o tutorial e fazer login?
ru: Вы хотите завершить обучение и войти?
sv: Vill du avsluta handledningen och logga in?
th: คุณต้องการสิ้นสุดการสอนและเข้าสู่ระบบหรือไม่?
tl: Gusto mo bang tapusin ang tutorial at mag-login?
tr: Eğitimi bitirip giriş yapmak istiyor musunuz?
ur: کیا آپ سبق ختم کرنا چاہتے ہیں اور لاگ ان کرنا چاہتے ہیں؟
vi: Kết thúc hướng dẫn
zh: 你想结束教程并登录吗？

source: English
ar: الإنجليزية
de: Englisch
es: Inglés
fr: Anglais
hi: अंग्रेजी
id: Inggris
ja: 英語
ko: 영어
nl: Engels
pl: Angielski
pt: Inglês
ru: Английский
sv: Engelska
th: อังกฤษ
tl: Ingles
tr: İngilizce
ur: انگریزی
vi: Tiếng Anh
zh: 英语

# enterBasicInfo
source: Please enter basic information to create an account
ar: يرجى إدخال المعلومات الأساسية لإنشاء حساب
de: Bitte gib grundlegende Informationen ein, um ein Konto zu erstellen
es: Por favor, ingresa información básica para crear una cuenta
fr: Veuillez entrer des informations de base pour créer un compte
hi: कृपया एक खाता बनाने के लिए बुनियादी जानकारी दर्ज करें
id: Silakan masukkan informasi dasar untuk membuat akun
it: Si prega di inserire informazioni di base per creare un account
ja: アカウント作成のため基本情報を入力してください
ko: 계정 생성을 위한 기본 정보를 입력해줘
nl: Voer basisinformatie in om een account aan te maken
pl: Proszę wprowadzić podstawowe informacje, aby utworzyć konto
pt: Por favor, insira informações básicas para criar uma conta
ru: Пожалуйста, введите основную информацию для создания аккаунта
sv: Vänligen ange grundläggande information för att skapa ett konto
th: กรอกข้อมูลพื้นฐานของคุณ
tl: Pakisagutan ang pangunahing impormasyon upang makagawa ng account
tr: Hesap oluşturmak için lütfen temel bilgilerinizi girin
ur: براہ کرم اکاؤنٹ بنانے کے لیے بنیادی معلومات درج کریں
vi: Vui lòng nhập thông tin cơ bản để tạo tài khoản
zh: 输入您的基本信息

# enterBasicInformation
source: Please enter basic information
ar: يرجى إدخال المعلومات الأساسية
de: Bitte gib grundlegende Informationen ein
es: Por favor, ingresa información básica
fr: Veuillez entrer des informations de base
hi: कृपया बुनियादी जानकारी दर्ज करें
id: Masukkan informasi dasar
it: Si prega di inserire informazioni di base
ja: 基本情報を入力してください
ko: 기본 정보를 입력해주세요
nl: Voer basisinformatie in
pl: Proszę wprowadzić podstawowe informacje
pt: Por favor, insira informações básicas
ru: Пожалуйста, введите основную информацию
sv: Vänligen ange grundläggande information
th: กรุณากรอกข้อมูลพื้นฐาน
tl: Pakisagutan ang pangunahing impormasyon
tr: Lütfen temel bilgilerinizi girin
ur: براہ کرم بنیادی معلومات درج کریں
vi: Nhập thông tin cơ bản
zh: 请输入基本信息

# enterEmail
source: Please enter email
ar: أدخل البريد الإلكتروني
de: Bitte E-Mail eingeben
es: Por favor, ingresa tu correo electrónico
fr: Veuillez entrer un email
hi: ईमेल दर्ज करें
id: Masukkan email
it: Si prega di inserire l'email
ja: メールアドレスを入力してください
ko: 이메일을 입력해주세요
nl: Voer e-mailadres in
pl: Proszę wprowadzić adres e-mail
pt: Por favor, insira o e-mail
ru: Пожалуйста, введите email
sv: Vänligen ange e-post
th: กรุณากรอกอีเมล
tl: Ilagay ang Email
tr: E-posta Girin
ur: ای میل درج کریں
vi: Nhập email
zh: 请输入邮箱

# enterNickname
source: Please enter a nickname
ar: يرجى إدخال اسم مستعار
de: Bitte geben Sie einen Spitznamen ein
es: Por favor, ingresa un apodo
fr: Veuillez entrer un pseudo
hi: कृपया एक उपनाम दर्ज करें
id: Silakan masukkan nama panggilan
it: Inserisci un nickname
ja: ニックネームを入力してください
ko: 닉네임을 입력해주세요
nl: Voer een bijnaam in
pl: Proszę wprowadzić pseudonim
pt: Digite um apelido
ru: Введите никнейм
sv: Vänligen ange ett smeknamn
th: กรุณากรอกชื่อเล่น
tl: Pakisagutan ang palayaw
tr: Lütfen bir takma ad girin
ur: براہ کرم ایک نک نیم درج کریں
vi: Vui lòng nhập một biệt danh
zh: 请输入昵称

# enterPassword
source: Please enter a password
ar: أدخل كلمة المرور
de: Bitte geben Sie ein Passwort ein
es: Por favor, ingresa una contraseña
fr: Veuillez entrer un mot de passe
hi: पासवर्ड दर्ज करें
id: Silakan masukkan kata sandi
it: Inserisci una password
ja: パスワードを入力してください
ko: 비밀번호를 입력해주세요
nl: Voer een wachtwoord in
pl: Proszę wprowadzić hasło
pt: Digite uma senha
ru: Введите пароль
sv: Vänligen ange ett lösenord
th: กรุณากรอกรหัสผ่าน
tl: Ilagay ang Password
tr: Şifre Girin
ur: پاس ورڈ درج کریں
vi: Vui lòng nhập mật khẩu
zh: 请输入密码

# entertainmentAndFunDesc
source: Enjoy fun games and pleasant conversations
ar: استمتع بألعاب ممتعة ومحادثات لطيفة
de: Genieße unterhaltsame Spiele und angenehme Gespräche
es: Disfruta de juegos divertidos y conversaciones agradables
fr: Profitez de jeux amusants et de conversations agréables
hi: मजेदार खेलों और सुखद बातचीत का आनंद लें
id: Nikmati permainan yang menyenangkan dan percakapan yang menyenangkan
it: Goditi giochi divertenti e conversazioni piacevoli
ja: 楽しいゲームと楽しい会話を楽しむ
ko: 즐거운 게임과 유쾌한 대화를 즐겨요
nl: Geniet van leuke spellen en aangename gesprekken
pl: Ciesz się zabawnymi grami i przyjemnymi rozmowami
pt: Aproveite jogos divertidos e conversas agradáveis
ru: Наслаждайтесь увлекательными играми и приятными беседами
sv: Njut av roliga spel och trevliga samtal
th: สนุกกับเกมสนุกๆ และการสนทนาที่น่าพอใจ
tl: Mag-enjoy sa mga masayang laro at kaaya-ayang usapan
tr: Eğlenceli oyunların ve keyifli sohbetlerin tadını çıkarın
ur: مزے دار کھیلوں اور خوشگوار گفتگو کا لطف اٹھائیں
vi: Giải trí và vui vẻ
zh: 享受有趣的游戏和愉快的对话

# entertainmentDescription
source: I want to have fun conversations and enjoy my time
ar: أريد أن أستمتع بمحادثات ممتعة وأقضي وقتي بشكل جيد
de: Ich möchte unterhaltsame Gespräche führen und meine Zeit genießen
es: Quiero tener conversaciones divertidas y disfrutar mi tiempo
fr: Je veux avoir des conversations amusantes et profiter de mon temps
hi: मैं मजेदार बातचीत करना चाहता हूँ और अपना समय बिताना चाहता हूँ
id: Saya ingin memiliki percakapan yang menyenangkan dan menikmati waktu saya
it: Voglio avere conversazioni divertenti e godermi il mio tempo
ja: 楽しい会話をして時間を楽しみたい
ko: 재미있는 대화와 즐거운 시간을 보내고 싶어요
nl: Ik wil leuke gesprekken hebben en genieten van mijn tijd
pl: Chcę prowadzić ciekawe rozmowy i miło spędzać czas
pt: Quero ter conversas divertidas e aproveitar meu tempo
ru: Я хочу вести интересные беседы и хорошо проводить время
sv: Jag vill ha roliga samtal och njuta av min tid
th: ฉันต้องการสนทนาที่สนุกสนานและเพลิดเพลินกับเวลา
tl: Gusto kong magkaroon ng masayang usapan at mag-enjoy sa aking oras
tr: Eğlenceli sohbetler yapmak ve zamanımı keyifle geçirmek istiyorum
ur: میں خوشگوار گفتگو کرنا چاہتا ہوں اور اپنا وقت گزارنا چاہتا ہوں
vi: Giải trí
zh: 我想进行有趣的对话，享受我的时光

source: Entertainment/Fun
ar: الترفيه/المرح
de: Unterhaltung/Spaß
es: Entretenimiento/Diversión
fr: Divertissement/Amusement
hi: मनोरंजन/मज़ा
id: Hiburan/Kesenangan
it: Intrattenimento/Divertimento
ja: エンターテインメント/楽しみ
ko: 오락/재미
nl: Vermaak/Leuk
pl: Rozrywka/Zabawa
pt: Entretenimento/Diversão
ru: Развлечения/Увлечения
sv: Underhållning/Roligt
th: ความบันเทิง/สนุกสนาน
tl: Libangan/Saya
tr: Eğlence/Keyif
ur: تفریح/مزہ
vi: Giải trí/Vui chơi
zh: 娱乐/乐趣

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
ur: خرابی
vi: Lỗi
zh: 错误

source: Error description
ar: وصف الخطأ
de: Fehlerbeschreibung
es: Descripción del error
fr: Description de l'erreur
hi: त्रुटि विवरण
id: Deskripsi kesalahan
it: Descrizione errore
ja: エラーの説明
ko: 오류 설명
nl: Foutbeschrijving
pl: Opis błędu
pt: Descrição do erro
ru: Описание ошибки
sv: Felbeskrivning
th: คำอธิบายข้อผิดพลาด
tl: Paglalarawan ng error
tr: Hata açıklaması
ur: غلطی کی وضاحت
vi: Mô tả lỗi
zh: 错误描述
