Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

# internetRequiredMessage
source: An internet connection is required to use SONA. Please check your connection and try again.
ar: يتطلب استخدام SONA اتصالاً بالإنترنت. يرجى التحقق من اتصالك والمحاولة مرة أخرى.
de: Eine Internetverbindung ist erforderlich, um SONA zu verwenden. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Se requiere una conexión a internet para usar SONA. Por favor, verifica tu conexión e intenta de nuevo.
fr: Une connexion internet est requise pour utiliser SONA. Veuillez vérifier votre connexion et réessayer.
it: È richiesta una connessione internet per utilizzare SONA. Controlla la tua connessione e riprova.
pl: Do korzystania z SONA wymagane jest połączenie z internetem. Sprawdź swoje połączenie i spróbuj ponownie.
pt: É necessária uma conexão com a internet para usar o SONA. Por favor, verifique sua conexão e tente novamente.
ru: Для использования SONA требуется подключение к интернету. Пожалуйста, проверьте ваше подключение и попробуйте снова.
th: ต้องการการเชื่อมต่ออินเทอร์เน็ตเพื่อใช้ SONA กรุณาตรวจสอบการเชื่อมต่อและลองอีกครั้ง
tl: Kailangan ng koneksyon sa internet para gamitin ang SONA. Pakisuri ang iyong koneksyon at subukan muli.

# retryConnection
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pl: Spróbuj ponownie
pt: Tentar Novamente
ru: Повторить
th: ลองใหม่
tl: Subukan Muli

# openNetworkSettings
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Configuración
fr: Ouvrir les Paramètres
it: Apri Impostazioni
pl: Otwórz Ustawienia
pt: Abrir Configurações
ru: Открыть настройки
th: เปิดการตั้งค่า
tl: Buksan ang Mga Setting

source: Checking connection...
ar: جاري فحص الاتصال...
de: Verbindung wird überprüft...
es: Verificando conexión...
fr: Vérification de la connexion...
it: Controllo connessione...
pl: Sprawdzanie połączenia...
pt: Verificando conexão...
ru: Проверка подключения...
th: กำลังตรวจสอบการเชื่อมต่อ...
tl: Sinusuri ang koneksyon...

source: Edit Persona
ar: تحرير الشخصية
de: Persona bearbeiten
es: Editar Persona
fr: Modifier le Persona
it: Modifica Persona
pl: Edytuj Personę
pt: Editar Persona
ru: Редактировать персону
th: แก้ไขเพอร์โซน่า
tl: I-edit ang Persona

# personaUpdated
source: Persona updated successfully
ar: تم تحديث الشخصية بنجاح
de: Persona erfolgreich aktualisiert
es: Persona actualizada con éxito
fr: Persona mis à jour avec succès
it: Persona aggiornata con successo
pl: Persona zaktualizowana pomyślnie
pt: Persona atualizada com sucesso
ru: Персона успешно обновлена
th: อัปเดตเพอร์โซน่าสำเร็จ
tl: Matagumpay na na-update ang Persona

# cannotEditApprovedPersona
source: Approved personas cannot be edited
ar: لا يمكن تحرير الشخصيات المعتمدة
de: Genehmigte Personas können nicht bearbeitet werden
es: Las personas aprobadas no se pueden editar
fr: Les personas approuvés ne peuvent pas être modifiés
it: Le personas approvate non possono essere modificate
pl: Zatwierdzone persony nie mogą być edytowane
pt: Personas aprovadas não podem ser editadas
ru: Одобренные персоны нельзя редактировать
th: ไม่สามารถแก้ไขเพอร์โซน่าที่ได้รับการอนุมัติแล้ว
tl: Hindi maaaring i-edit ang mga aprubadong Persona

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
pl: Aktualizuj
pt: Atualizar
ru: Обновить
th: อัปเดต
tl: I-update
