Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

source: Art
ar: فن
de: Kunst
es: Arte
hi: कला
id: Seni
it: Arte
ja: アート
ko: 예술
nl: Kunst
pl: Sztuka
pt: Arte
ru: Искусство
sv: Konst
th: ศิลปะ
tl: Sining
tr: Sanat
ur: فن
vi: Nghệ thuật
zh: 艺术

# authError
source: Authentication Error
ar: خطأ في المصادقة
de: Authentifizierungsfehler
es: Error de autenticación
fr: Erreur d'authentification
hi: प्रमाणीकरण त्रुटि
id: Kesalahan Autentikasi
it: Errore di autenticazione
ja: 認証エラー
ko: 인증 오류
nl: Authenticatiefout
pl: Błąd uwierzytelnienia
pt: Erro de Autenticação
ru: Ошибка аутентификации
sv: Autentiseringsfel
th: ข้อผิดพลาดในการตรวจสอบสิทธิ์
tl: Error sa Pagpapatotoo
tr: Kimlik Doğrulama Hatası
ur: توثیق کی غلطی
vi: Lỗi xác thực
zh: 认证错误

source: Auto Translate
ar: الترجمة التلقائية
de: Automatische Übersetzung
es: Traducción automática
fr: Traduction automatique
hi: ऑटो ट्रांसलेट
id: Terjemahan Otomatis
it: Traduzione automatica
ja: 自動翻訳
ko: 자동 번역
nl: Automatisch Vertalen
pl: Automatyczne tłumaczenie
pt: Tradução Automática
ru: Автоперевод
sv: Automatisk översättning
th: แปลอัตโนมัติ
tl: Awtomatikong Isasalin
tr: Otomatik Çeviri
ur: خودکار ترجمہ
vi: Dịch tự động
zh: 自动翻译

source: Autumn
ar: الخريف
de: Herbst
es: Otoño
fr: Automne
hi: शरद ऋतु
id: Musim Gugur
it: Autunno
ja: 秋
ko: 가을
nl: Herfst
pl: Jesień
pt: Outono
ru: Осень
sv: Höst
th: ฤดูใบไม้ร่วง
tl: Taglagas
tr: Sonbahar
ur: خزاں
vi: Mùa thu
zh: 秋天

source: Average Quality
ar: جودة متوسطة
de: Durchschnittliche Qualität
es: Calidad promedio
fr: Qualité moyenne
hi: औसत गुणवत्ता
id: Kualitas Rata-rata
it: Qualità Media
ja: 平均品質
ko: 평균 품질
nl: Gemiddelde Kwaliteit
pl: Średnia jakość
pt: Qualidade Média
ru: Среднее качество
sv: Genomsnittlig kvalitet
th: คุณภาพเฉลี่ย
tl: Karaniwang Kalidad
tr: Ortalama Kalite
ur: اوسط معیار
vi: Chất lượng trung bình
zh: 平均质量

source: Average Quality Score
ar: درجة الجودة المتوسطة
de: Durchschnittlicher Qualitätswert
es: Puntuación de calidad promedio
fr: Score de qualité moyenne
hi: औसत गुणवत्ता स्कोर
id: Skor Kualitas Rata-rata
it: Punteggio Qualità Media
ja: 平均品質スコア
ko: 평균 품질 점수
nl: Gemiddelde Kwaliteitsscore
pl: Wynik średniej jakości
pt: Pontuação de Qualidade Média
ru: Средний балл качества
sv: Genomsnittligt kvalitetsbetyg
th: คะแนนคุณภาพเฉลี่ย
tl: Karaniwang Iskor ng Kalidad
tr: Ortalama Kalite Puanı
ur: اوسط معیار کا اسکور
vi: Điểm chất lượng trung bình
zh: 平均质量评分

source: Awkward Expression
ar: تعبير محرج
de: Unangenehme Ausdrucksweise
es: Expresión incómoda
fr: Expression maladroite
hi: अजीब अभिव्यक्ति
id: Ekspresi Canggung
it: Espressione Imbarazzante
ja: 不自然な表現
ko: 어색한 표현
nl: Ongemakkelijke Uitdrukking
pl: Niezręczne wyrażenie
pt: Expressão Estranha
ru: Неловкое выражение
sv: Klumpigt uttryck
th: การแสดงออกที่ไม่เหมาะสม
tr: Garip İfade
ur: عجیب اظہار
vi: Biểu cảm ngượng ngùng
zh: 尴尬的表情

# backButton
source: Back
ar: العودة
de: Zurück
es: Atrás
fr: Retour
hi: वापस
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로가기
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад
sv: Tillbaka
th: กลับ
tl: Bumalik
tr: Geri
ur: واپس
vi: Quay lại
zh: 返回

# basicInfo
source: Basic Information
ar: المعلومات الأساسية
de: Grundinformationen
es: Información Básica
fr: Informations de Base
hi: बुनियादी जानकारी
id: Informasi dasar
it: Informazioni di Base
ja: 基本情報
ko: 기본 정보
nl: Basisinformatie
pl: Podstawowe Informacje
pt: Informações Básicas
ru: Основная Информация
sv: Grundläggande Information
th: ข้อมูลพื้นฐาน
tl: Pangunahing Impormasyon
tr: Temel Bilgiler
ur: بنیادی معلومات
vi: Thông tin cơ bản
zh: 基本信息

# basicInfoDescription
source: Please enter basic information to create an account
ar: يرجى إدخال المعلومات الأساسية لإنشاء حساب
de: Bitte geben Sie grundlegende Informationen ein, um ein Konto zu erstellen
es: Por favor, ingresa información básica para crear una cuenta
fr: Veuillez entrer des informations de base pour créer un compte
hi: कृपया खाता बनाने के लिए बुनियादी जानकारी दर्ज करें
id: Silakan masukkan informasi dasar untuk membuat akun
it: Si prega di inserire informazioni di base per creare un account
ja: アカウント作成のため基本情報を入力してください
ko: 계정 생성을 위한 기본 정보를 입력해주세요
nl: Voer basisinformatie in om een account aan te maken
pl: Proszę wprowadzić podstawowe informacje, aby utworzyć konto
pt: Por favor, insira informações básicas para criar uma conta
ru: Пожалуйста, введите основную информацию для создания аккаунта
sv: Vänligen ange grundläggande information för att skapa ett konto
th: กรุณากรอกข้อมูลพื้นฐานเพื่อสร้างบัญชี
tl: Pakisok ang pangunahing impormasyon upang makagawa ng account
tr: Bir hesap oluşturmak için lütfen temel bilgilerinizi girin
ur: براہ کرم اکاؤنٹ بنانے کے لیے بنیادی معلومات درج کریں
vi: Thông tin cơ bản của bạn
zh: 请填写基本信息以创建账户

source: Birth Date
ar: تاريخ الميلاد
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्म तिथि
id: Tanggal lahir
it: Data di Nascita
ja: 生年月日
ko: 생년월일
nl: Geboortedatum
pl: Data urodzenia
pt: Data de Nascimento
ru: Дата рождения
sv: Födelsedatum
th: วันเกิด
tl: Petsa ng Kapanganakan
tr: Doğum Tarihi
ur: تاریخ پیدائش
vi: Ngày sinh
zh: 出生日期

source: Birth Date (Optional)
ar: تاريخ الميلاد (اختياري)
de: Geburtsdatum (Optional)
es: Fecha de nacimiento (Opcional)
fr: Date de naissance (facultatif)
hi: जन्म तिथि (वैकल्पिक)
id: Tanggal lahir (opsional)
it: Data di Nascita (Facoltativa)
ja: 生年月日（任意）
ko: 생년월일 (선택)
nl: Geboortedatum (optioneel)
pl: Data urodzenia (opcjonalnie)
pt: Data de Nascimento (Opcional)
ru: Дата рождения (необязательно)
sv: Födelsedatum (Valfritt)
th: วันเกิด (ไม่บังคับ)
tl: Petsa ng Kapanganakan (Opsyonal)
tr: Doğum Tarihi (Opsiyonel)
ur: تاریخ پیدائش (اختیاری)
vi: Ngày sinh (tùy chọn)
zh: 出生日期（可选）

# birthDateRequired
source: Birth Date *
ar: تاريخ الميلاد *
de: Geburtsdatum *
es: Fecha de nacimiento *
fr: Date de naissance *
hi: जन्म तिथि *
id: Silakan pilih tanggal lahir
it: Data di nascita *
ja: 生年月日 *
ko: 생년월일 *
nl: Geboortedatum *
pl: Data urodzenia *
pt: Data de Nascimento *
ru: Дата рождения *
sv: Födelsedatum *
th: วันเกิด *
tl: Petsa ng Kapanganakan *
tr: Doğum Tarihi *
ur: تاریخ پیدائش *
vi: Vui lòng chọn ngày sinh
zh: 出生日期 *

# blockConfirm
source: Do you want to block this AI? Blocked AIs will be excluded from matching and chat list.
ar: هل تريد حظر هذا الذكاء الاصطناعي؟
de: Möchten Sie diese KI blockieren? Blockierte KIs werden von der Übereinstimmung und der Chatliste ausgeschlossen.
es: ¿Quieres bloquear esta IA?
fr: Voulez-vous bloquer cette IA ? Les IA bloquées seront exclues des correspondances et de la liste de chat.
hi: क्या आप इस AI को ब्लॉक करना चाहते हैं?
id: Apakah Anda ingin memblokir AI ini?
it: Vuoi bloccare questa IA?
ja: このAIをブロックしますか？ ブロックされたAIはマッチングとチャットリストから除外されます。
ko: 이 AI를 차단하시겠습니까? 차단된 AI는 매칭과 채팅 목록에서 제외됩니다.
nl: Wilt u deze AI blokkeren?
pl: Czy chcesz zablokować tę AI?
pt: Você deseja bloquear esta IA? AIs bloqueadas serão excluídas da lista de correspondência e chat.
ru: Вы хотите заблокировать этого ИИ? Заблокированные ИИ будут исключены из списка совпадений и чата.
sv: Vill du blockera denna AI?
th: คุณต้องการบล็อก AI นี้หรือไม่?
tl: Gusto mo bang i-block ang AI na ito?
tr: Bu AI'yi engellemek istiyor musunuz?
ur: کیا آپ اس AI کو بلاک کرنا چاہتے ہیں؟
vi: Xác nhận chặn
zh: 您想要屏蔽这个AI吗？

source: Block reason
ar: سبب الحظر
de: Blockierungsgrund
es: Motivo del bloqueo
fr: Raison du blocage
hi: ब्लॉक करने का कारण
id: Alasan pemblokiran
it: Motivo del blocco
ja: ブロック理由
ko: 차단 사유
nl: Blokkeerreden
pl: Powód blokady
pt: Motivo do bloqueio
ru: Причина блокировки
sv: Blockeringsorsak
th: เหตุผลในการบล็อก
tl: Dahilan ng pag-block
tr: Engelleme nedeni
ur: بلاک کرنے کی وجہ
vi: Lý do chặn
zh: 屏蔽原因

source: Block this AI
ar: حظر هذه الذكاء الاصطناعي
de: Diese KI blockieren
es: Bloquear esta IA
fr: Bloquer cette IA
hi: इस AI को ब्लॉक करें
id: Blokir AI ini
it: Blocca questa IA
ja: このAIをブロック
ko: 이 AI 차단하기
nl: Blokkeer deze AI
pl: Zablokuj tego AI
pt: Bloquear esta IA
ru: Заблокировать этого ИИ
sv: Blockera denna AI
th: บล็อก AI นี้
tl: I-block ang AI na ito
tr: Bu AI'yı engelle
ur: اس AI کو بلاک کریں
vi: Chặn AI này
zh: 屏蔽这个AI

# blockedAICount
source: {count} blocked AIs
ar: {count} ذكاءات اصطناعية محظورة
de: {count} blockierte KIs
es: {count} IAs bloqueadas
fr: {count} IA bloquées
hi: {count} ब्लॉक किए गए AIs
id: {count} AI yang diblokir
it: {count} IA bloccate
ja: {count}個のブロックしたAI
ko: 차단된 AI {count}개
nl: {count} geblokkeerde AIs
pl: {count} zablokowanych AI
pt: {count} AIs bloqueadas
ru: {count} заблокированных ИИ
sv: {count} blockerade AI:er
th: AI ที่ถูกบล็อก {count} ตัว
tl: {count} na naka-block na AIs
tr: {count} engellenmiş AI
ur: {count} بلاک شدہ AIs
vi: {count} AI đã chặn
zh: {count} 个已屏蔽的AI

source: Blocked AIs
ar: ذكاءات اصطناعية محظورة
de: Blockierte KIs
es: IAs bloqueadas
fr: IA bloquées
hi: ब्लॉक किए गए AIs
id: AI yang diblokir
it: IA bloccate
ja: ブロックしたAI
ko: 차단된 AI
nl: Geblokkeerde AIs
pl: Zablokowane AI
pt: AIs Bloqueadas
ru: Заблокированные ИИ
sv: Blockerade AI:er
th: AI ที่ถูกบล็อก
tl: Naka-block na AIs
tr: Engellenmiş AI'lar
ur: بلاک شدہ AIs
vi: Các AI đã bị chặn
zh: 已屏蔽的AI

source: Blocked at
ar: محظور في
de: Blockiert am
es: Bloqueado en
fr: Bloqué à
hi: ब्लॉक किया गया
id: Diblokir pada
it: Bloccato il
ja: ブロック日時
ko: 차단 날짜
nl: Geblokkeerd op
pl: Zablokowane o
pt: Bloqueado em
ru: Заблокировано в
sv: Blockerad vid
th: ถูกบล็อกเมื่อ
tl: Naka-block sa
tr: Engellendiği zaman
ur: بلاک کیا گیا
vi: Bị chặn tại
zh: 屏蔽于

source: Blocked successfully
ar: تم الحظر بنجاح
de: Erfolgreich blockiert
es: Bloqueado con éxito
fr: Bloqué avec succès
hi: सफलतापूर्वक ब्लॉक किया गया
id: Berhasil diblokir
it: Bloccato con successo
ja: ブロックしました
ko: 차단되었습니다
nl: Succesvol geblokkeerd
pl: Pomyślnie zablokowane
pt: Bloqueado com sucesso
ru: Успешно заблокировано
sv: Blockerad framgångsrikt
th: บล็อกสำเร็จ
tl: Matagumpay na naka-block
tr: Başarıyla engellendi
ur: کامیابی سے بلاک کیا گیا
vi: Đã chặn thành công
zh: 屏蔽成功

source: Breakfast
ar: الإفطار
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
hi: नाश्ता
id: Sarapan
ja: 朝食
ko: 아침식사
nl: Ontbijt
pl: Śniadanie
pt: Café da manhã
ru: Завтрак
sv: Frukost
th: อาหารเช้า
tl: Almusal
tr: Kahvaltı
ur: ناشتہ
vi: Bữa sáng
zh: 早餐

source: By Error Type
ar: حسب نوع الخطأ
de: Nach Fehlertyp
es: Por tipo de error
fr: Par type d'erreur
hi: त्रुटि प्रकार द्वारा
id: Berdasarkan Tipe Kesalahan
ja: エラータイプ別
ko: 에러 타입별
nl: Op fouttype
pl: Według typu błędu
pt: Por Tipo de Erro
ru: По типу ошибки
sv: Efter feltyp
th: โดยประเภทข้อผิดพลาด
tl: Ayon sa Uri ng Error
tr: Hata Türüne Göre
ur: غلطی کی قسم کے لحاظ سے
vi: Theo loại lỗi
zh: 按错误类型

source: By Persona
ar: حسب الشخصية
de: Nach Persona
es: Por persona
fr: Par persona
hi: पर्सोना द्वारा
id: Berdasarkan Persona
ja: ペルソナ別
ko: 페르소나별
nl: Op persona
pl: Według persony
pt: Por Persona
ru: По персонажу
sv: Efter persona
th: โดยบุคลิก
tl: Ayon sa Persona
tr: Persona'ya Göre
ur: بائی پرونا
vi: Theo nhân vật
zh: 按角色

# cacheDeleteError
source: Error deleting cache: {error}
ar: خطأ في حذف الذاكرة المؤقتة: {error}
de: Fehler beim Löschen des Caches: {error}
es: Error al eliminar la caché: {error}
fr: Erreur lors de la suppression du cache : {error}
hi: कैश हटाने में त्रुटि: {error}
id: Kesalahan menghapus cache: {error}
ja: キャッシュ削除エラー：{error}
ko: 캐시 삭제 중 오류가 발생했습니다: {error}
nl: Cache verwijderfout: {error}
pl: Błąd podczas usuwania pamięci podręcznej: {error}
pt: Erro ao deletar cache: {error}
ru: Ошибка при удалении кеша: {error}
sv: Cache-raderingsfel: {error}
th: เกิดข้อผิดพลาดในการลบแคช: {error}
tl: Error sa pagtanggal ng cache: {error}
tr: Önbelleği silerken hata: {error}
ur: کیش حذف کرنے میں غلطی: {error}
vi: Lỗi xóa bộ nhớ đệm: {error}
zh: 删除缓存时出错：{error}

# cacheDeleted
source: Image cache has been deleted
ar: تم حذف ذاكرة الصور المؤقتة
de: Bildcache wurde gelöscht
es: La caché de imágenes ha sido eliminada
fr: Le cache d'images a été supprimé
hi: इमेज कैश हटा दिया गया है
id: Cache gambar telah dihapus
ja: 画像キャッシュが削除されました
ko: 이미지 캐시가 삭제되었습니다
nl: Beeldcache is verwijderd
pl: Pamięć podręczna obrazów została usunięta
pt: O cache de imagens foi deletado
ru: Кеш изображений был удалён
sv: Bildcache har raderats
th: แคชภาพถูกลบแล้ว
tl: Na-delete na ang image cache
tr: Görüntü önbelleği silindi
ur: امیج کیش حذف کر دی گئی ہے
vi: Bộ nhớ hình ảnh đã được xóa
zh: 图片缓存已被删除

source: Cafe terrace
ar: شرفة المقهى
de: Caféterrasse
es: Terraza del café
fr: Terrasse de café
hi: कैफे की छत
id: Teras kafe
ja: カフェテラス
ko: 카페 테라스
nl: Caféterras
pl: Taras kawiarni
pt: Terraço do café
ru: Терраса кафе
sv: Caféterrass
th: ระเบียงคาเฟ่
tl: Terrace ng cafe
tr: Kafe terası
ur: کیفے کی چھت
vi: Sân thượng quán cà phê
zh: 咖啡馆露台

source: Calm
ar: هدوء
de: Ruhig
es: Tranquilo
fr: Calme
hi: शांत
id: Tenang
ja: 穏やか
ko: 평온해요
nl: Kalm
pl: Spokój
pt: Calmo
ru: Спокойствие
sv: Lugnt
th: สงบ
tl: Kalma
tr: Sakin
ur: پرسکون
vi: Bình tĩnh
zh: 冷静

source: Camera Permission
ar: إذن الكاميرا
de: Kamera-Berechtigung
es: Permiso de cámara
fr: Permission caméra
hi: कैमरा अनुमति
id: Izin kamera
it: Permesso fotocamera
ja: カメラの許可
ko: 카메라 권한
nl: Camera Toestemming
pl: Uprawnienia do aparatu
pt: Permissão da câmera
ru: Разрешение камеры
sv: Kamerabehörighet
th: สิทธิ์กล้อง
tl: Pahintulot sa Camera
tr: Kamera İzni
ur: کیمرہ کی اجازت
vi: Quyền truy cập máy ảnh
zh: 相机权限

# cameraPermissionDesc
source: Camera access is required to take profile photos.
ar: نحتاج إلى إذن الكاميرا لالتقاط الصور.
de: Kamerazugriff wird benötigt, um Profilfotos aufzunehmen.
es: Se necesita acceso a la cámara para tomar fotos de perfil.
fr: L'accès à la caméra est nécessaire pour prendre des photos de profil.
hi: फोटो लेने के लिए हमें कैमरा अनुमति की आवश्यकता है।
id: Akses kamera diperlukan untuk mengambil foto profil.
it: L'accesso alla fotocamera è necessario per scattare foto del profilo.
ja: プロフィール写真を撮影するにはカメラアクセスが必要です。
ko: 프로필 사진 촬영을 위해 카메라 접근이 필요합니다.
nl: Toegang tot de camera is vereist om profielfoto's te maken.
pl: Dostęp do aparatu jest wymagany, aby zrobić zdjęcia profilowe.
pt: O acesso à câmera é necessário para tirar fotos do perfil.
ru: Доступ к камере необходим для съемки фотографий профиля.
sv: Kameråtkomst krävs för att ta profilbilder.
th: ต้องการสิทธิ์กล้องเพื่อถ่ายรูปโปรไฟล์
tl: Kailangan namin ng pahintulot sa camera para kumuha ng larawan.
tr: Fotoğraf çekmek için kamera iznine ihtiyacımız var.
ur: تصویر لینے کے لیے ہمیں کیمرہ کی اجازت چاہیے۔
vi: Cần quyền máy ảnh để chụp ảnh
zh: 需要相机权限来拍摄个人资料照片。

# canChangeInSettings
source: You can change this later in settings
ar: يمكنك تغيير هذا لاحقًا في الإعدادات
de: Du kannst das später in den Einstellungen ändern
es: Puedes cambiar esto más tarde en la configuración
fr: Vous pouvez changer cela plus tard dans les paramètres
hi: आप इसे बाद में सेटिंग्स में बदल सकते हैं
id: Anda dapat mengubah ini nanti di pengaturan
ja: 後で設定で変更できます
ko: 나중에 설정에서 변경 가능합니다
nl: Je kunt dit later in de instellingen wijzigen
pl: Możesz to zmienić później w ustawieniach
pt: Você pode mudar isso depois nas configurações
ru: Вы можете изменить это позже в настройках
sv: Du kan ändra detta senare i inställningarna
th: คุณสามารถเปลี่ยนแปลงนี้ได้ในภายหลังที่การตั้งค่า
tl: Maaari mo itong baguhin sa mga setting mamaya
tr: Bunu daha sonra ayarlardan değiştirebilirsiniz
ur: آپ اسے بعد میں سیٹنگز میں تبدیل کر سکتے ہیں
vi: Bạn có thể thay đổi điều này sau trong cài đặt
zh: 您可以在设置中稍后更改此项

# canMeetPreviousPersonas
source: You can meet personas you swiped before again!
ar: يمكنك مقابلة الشخصيات التي قمت بالسحب عليها من قبل!
de: Du kannst Personas,
es: ¡Puedes volver a encontrar personas que deslizaron antes!
fr: Vous pouvez rencontrer à nouveau les personas que vous avez balayés !
hi: आप पहले स्वाइप किए गए व्यक्तित्वों से फिर मिल सकते हैं!
id: Anda dapat bertemu persona
it: Puoi incontrare di nuovo le personas che hai scambiato in precedenza!
ja: 以前スワイプしたペルソナに また出会えます！
ko: 이전에 스와이프한 페르소나들을 다시 만날 수 있어요!
nl: Je kunt eerder geswipete persona's opnieuw ontmoeten!
pl: Możesz spotkać ponownie persony,
pt: Você pode encontrar personas que você deslizou antes novamente!
ru: Вы можете встретить персонажей,
sv: Du kan träffa personas
th: คุณสามารถพบกับบุคลิกที่คุณเคยปัดไปก่อนหน้านี้อีกครั้ง!
tl: Maaari mong makilala muli ang mga persona na iyong na-swipe dati!
tr: Daha önce kaydırdığınız kişiliklerle tekrar buluşabilirsiniz!
ur: آپ پہلے ملے ہوئے پرسوناز سے دوبارہ مل سکتے ہیں!
vi: Bạn có thể gặp lại các nhân vật
zh: 您可以再次遇到之前滑动过的角色！

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tl: Kanselahin
tr: İptal
ur: منسوخ کریں
vi: Hủy
zh: 取消

source: Change Profile Photo
ar: تغيير صورة الملف الشخصي
de: Profilbild ändern
es: Cambiar foto de perfil
fr: Changer la photo de profil
hi: प्रोफ़ाइल फोटो बदलें
id: Ubah Foto Profil
it: Cambia foto profilo
ja: プロフィール写真を変更
ko: 프로필 사진 변경
nl: Profielfoto Wijzigen
pl: Zmień zdjęcie profilowe
pt: Alterar foto do perfil
ru: Изменить фото профиля
sv: Ändra profilbild
th: เปลี่ยนรูปโปรไฟล์
tl: Palitan ang Larawan ng Profile
tr: Profil Fotoğrafını Değiştir
ur: پروفائل تصویر تبدیل کریں
vi: Đổi ảnh hồ sơ
zh: 更改个人资料照片

source: Chat
ar: دردشة
fr: Discussion
hi: चैट
id: Obrolan
ja: チャット
ko: 채팅
pl: Czat
pt: Conversa
ru: Чат
sv: Chatt
th: แชท
tl: Usapan
tr: Sohbet
ur: چیٹ
vi: Trò chuyện
zh: 聊天

# chatEndedMessage
source: Chat has ended
ar: انتهت الدردشة
de: Chat ist beendet
es: El chat ha terminado
fr: La discussion est terminée
hi: चैट समाप्त हो गई
id: Obrolan berakhir
it: La chat è terminata
ja: チャットが終了しました
ko: 대화가 종료되었습니다
nl: Chat is beëindigd
pl: Czat został zakończony
pt: O chat foi encerrado
ru: Чат завершён
sv: Chatten har avslutats
th: การสนทนาได้สิ้นสุดลง
tl: Natapos na ang usapan
tr: Sohbet sona erdi
ur: چیٹ ختم ہو گئی ہے
vi: Cuộc trò chuyện đã kết thúc
zh: 聊天已结束

source: Chat Error Dashboard
ar: لوحة معلومات خطأ الدردشة
de: Chat-Fehler-Dashboard
es: Panel de errores de chat
fr: Tableau de bord des erreurs de chat
hi: चैट त्रुटि डैशबोर्ड
id: Dasbor Kesalahan Obrolan
it: Dashboard degli errori di chat
ja: チャットエラーダッシュボード
ko: 대화 오류 대시보드
nl: Chatfoutdashboard
pl: Panel błędów czatu
pt: Painel de Erros de Chat
ru: Панель ошибок чата
sv: Chattfel Dashboard
th: แดชบอร์ดข้อผิดพลาดการสนทนา
tl: Dashboard ng Error sa Usapan
tr: Sohbet Hatası Panosu
ur: چیٹ کی خرابی کا ڈیش بورڈ
vi: Bảng điều khiển lỗi trò chuyện
zh: 聊天错误仪表板

# chatErrorSentSuccessfully
source: Chat error has been sent successfully.
ar: تم إرسال خطأ الدردشة بنجاح.
de: Chat-Fehler wurde erfolgreich gesendet.
es: El error del chat se ha enviado con éxito.
fr: L'erreur de chat a été envoyée avec succès.
hi: चैट त्रुटि सफलतापूर्वक भेजी गई है।
id: Kesalahan obrolan telah berhasil dikirim.
it: L'errore della chat è stato inviato con successo.
ja: チャットエラーが正常に送信されました。
ko: 대화 오류가 성공적으로 전송되었습니다.
nl: Chatfout is succesvol verzonden.
pl: Błąd czatu został pomyślnie wysłany.
pt: O erro do chat foi enviado com sucesso.
ru: Ошибка чата успешно отправлена.
sv: Chattfelet har skickats framgångsrikt.
th: ข้อผิดพลาดการสนทนาได้ถูกส่งเรียบร้อยแล้ว
tl: Matagumpay na naipadala ang error sa usapan.
tr: Sohbet hatası başarıyla gönderildi.
ur: چیٹ کی خرابی کامیابی سے بھیج دی گئی ہے۔
vi: Lỗi trò chuyện đã được gửi thành công.
zh: 聊天错误已成功发送。

source: Chat List Tab
ar: علامة تبويب قائمة الدردشات
de: Chat-Liste-Tab
es: Pestaña de lista de chats
fr: Onglet de la liste de chat
hi: चैट सूची टैब
id: Tab Daftar Obrolan
it: Scheda della lista chat
ja: チャットリストタブ
ko: 채팅 목록 탭
nl: Chatlijst-tab
pl: Zakładka czatów
pt: Aba de Lista de Chats
ru: Вкладка списка чатов
sv: Chattlista Flik
th: แท็บรายการสนทนา
tl: Tab ng Listahan ng Usapan
tr: Sohbet Listesi Sekmesi
ur: چیٹ کی فہرست کا ٹیب
vi: Danh sách chat
zh: 聊天列表标签

source: Chats
ar: الدردشات
hi: चैट्स
id: Obrolan
it: Chat
ja: チャット
ko: 채팅
pl: Czat
ru: Чаты
sv: Chattar
th: การสนทนา
tl: Mga Usapan
tr: Sohbetler
ur: چیٹس
vi: Trò chuyện
zh: 聊天

# chattingWithPersonas
source: Chatting with {count} personas
ar: الدردشة مع {count} شخصية
de: Chatten mit {count} Personas
es: Chateando con {count} personas
fr: Discussion avec {count} personas
hi: {count} व्यक्तित्वों के साथ चैट कर रहे हैं
id: Mengobrol dengan {count} persona
it: Chatting con {count} personas
ja: {count}人のペルソナとチャット中
ko: {count}명의 소나와 대화중
nl: Chatten met {count} persona's
pl: Rozmowa z {count} personami
pt: Conversando com {count} personas
ru: Общение с {count} персонами
sv: Chattar med {count} personas
th: กำลังสนทนากับบุคลิก {count} ตัว
tl: Nakikipag-chat sa {count} persona
tr: {count} kişilikle sohbet ediliyor
ur: {count} شخصیات کے ساتھ چیٹنگ
vi: Đang trò chuyện với {count} nhân vật
zh: 正在与 {count} 个角色聊天

# checkInternetConnection
source: Please check your internet connection
ar: يرجى التحقق من اتصال الإنترنت الخاص بك
de: Bitte überprüfen Sie Ihre Internetverbindung
es: Por favor, verifica tu conexión a internet
fr: Veuillez vérifier votre connexion internet
hi: कृपया अपना इंटरनेट कनेक्शन जांचें
id: Silakan periksa koneksi internet Anda
it: Controlla la tua connessione internet
ja: インターネット接続を確認してください
ko: 인터넷 연결을 확인해주세요
nl: Controleer alstublieft uw internetverbinding
pl: Proszę sprawdzić połączenie z internetem
pt: Verifique sua conexão com a internet
ru: Проверьте подключение к интернету
sv: Vänligen kontrollera din internetanslutning
th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ต
tl: Pakisuri ang iyong koneksyon sa internet
tr: Lütfen internet bağlantınızı kontrol edin
ur: براہ کرم اپنے انٹرنیٹ کنکشن کی جانچ کریں
vi: Vui lòng kiểm tra kết nối internet
zh: 请检查网络连接

source: Checking user info
ar: جاري التحقق من معلومات المستخدم
de: Benutzerinformationen werden überprüft
es: Verificando la información del usuario
fr: Vérification des informations utilisateur
hi: उपयोगकर्ता जानकारी की जांच कर रहे हैं
id: Memeriksa informasi pengguna
it: Controllo informazioni utente
ja: ユーザー情報を確認中
ko: 사용자 정보 확인 중
nl: Gebruikersinformatie aan het controleren
pl: Sprawdzanie informacji o użytkowniku
pt: Verificando informações do usuário
ru: Проверка информации о пользователе
sv: Kontrollerar användarinformation
th: กำลังตรวจสอบข้อมูลผู้ใช้
tl: Sinusuri ang impormasyon ng gumagamit
tr: Kullanıcı bilgileri kontrol ediliyor
ur: صارف کی معلومات کی جانچ کر رہا ہے
vi: Đang kiểm tra thông tin người dùng
zh: 正在检查用户信息

source: Children's Day
ar: يوم الأطفال
de: Kindertag
es: Día del Niño
fr: Journée des enfants
hi: बच्चों का दिन
id: Hari Anak
it: Giorno dei Bambini
ja: 子供の日
ko: 어린이날
nl: Kinderdag
pl: Dzień Dziecka
pt: Dia das Crianças
ru: День защиты детей
sv: Barnens Dag
th: วันเด็ก
tl: Araw ng mga Bata
tr: Çocuklar Günü
ur: بچوں کا دن
vi: Ngày Quốc tế Thiếu nhi
zh: 儿童节

source: Chinese
ar: الصينية
de: Chinesisch
es: Chino
fr: Chinois
hi: चीनी
id: Cina
it: Cinese
ja: 中国語
ko: 중국어
nl: Chinees
pl: Chiński
pt: Chinês
ru: Китайский
sv: Kinesiska
th: จีน
tl: Tsino
tr: Çince
ur: چینی
vi: Tiếng Trung
zh: 中文

# chooseOption
source: Please choose:
ar: يرجى الاختيار:
de: Bitte wählen Sie:
es: Por favor elige:
fr: Veuillez choisir :
hi: कृपया चुनें:
id: Silakan pilih:
it: Si prega di scegliere:
ja: 選択してください：
ko: 선택하세요:
nl: Kies alstublieft:
pl: Proszę wybrać:
pt: Por favor, escolha:
ru: Пожалуйста, выберите:
sv: Vänligen välj:
th: กรุณาเลือก:
tl: Pakipili:
tr: Lütfen seçin:
ur: براہ کرم منتخب کریں:
vi: Chọn một tùy chọn:
zh: 请选择：

source: Christmas
ar: عيد الميلاد
de: Weihnachten
es: Navidad
fr: Noël
hi: क्रिसमस
id: Natal
it: Natale
ja: クリスマス
ko: 크리스마스
nl: Kerstmis
pl: Boże Narodzenie
pt: Natal
ru: Рождество
sv: Jul
th: คริสต์มาส
tl: Pasko
tr: Noel
ur: کرسمس
vi: Giáng sinh
zh: 圣诞节

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
tl: Isara
tr: Kapat
ur: بند کریں
vi: Đóng
zh: 关闭

source: Complete!
ar: تم
de: Fertig
es: Hecho
fr: Terminé
hi: पूरा
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Compleet
pl: Zrobione
pt: Concluído
ru: Готово
sv: Komplett
th: เสร็จสิ้น
tl: Tapos na
tr: Tamam
ur: مکمل
vi: Hoàn thành
zh: 完成
