Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

# reportAndBlockDescription
source: You can report and block inappropriate behavior of this AI
ar: يمكنك الإبلاغ عن سلوك غير مناسب لهذا الذكاء الاصطناعي وحظره.
de: Sie können unangemessenes Verhalten dieser KI melden und blockieren.
es: Puedes reportar y bloquear el comportamiento inapropiado de esta IA
fr: Vous pouvez signaler et bloquer un comportement inapproprié de cette IA
hi: आप इस AI के अनुचित व्यवहार की रिपोर्ट और ब्लॉक कर सकते हैं
id: Anda dapat melaporkan dan memblokir perilaku tidak pantas dari AI ini
it: Puoi segnalare e bloccare comportamenti inappropriati di questa AI
ja: このAIの不適切な行動を報告してブロックできます
ko: 이 AI의 부적절한 행동을 신고하고 차단할 수 있습니다
nl: U kunt ongepast gedrag van deze AI rapporteren en blokkeren
pl: Możesz zgłosić i zablokować niewłaściwe zachowanie tego AI
pt: Você pode denunciar e bloquear comportamentos inadequados desta IA
ru: Вы можете пожаловаться и заблокировать неподобающее поведение этого ИИ
sv: Du kan rapportera och blockera olämpligt beteende från denna AI
th: คุณสามารถรายงานและบล็อกพฤติกรรมที่ไม่เหมาะสมของ AI นี้
tl: Maaari mong iulat at i-block ang hindi angkop na pag-uugali ng AI na ito
tr: Bu yapay zekanın uygunsuz davranışını bildirebilir ve engelleyebilirsiniz.
ur: آپ اس AI کے نامناسب رویے کی رپورٹ اور بلاک کر سکتے ہیں
vi: Báo cáo và chặn
zh: 您可以举报并屏蔽该AI的不当行为

source: Report Chat Error
ar: الإبلاغ عن خطأ في الدردشة
de: Chat-Fehler melden
es: Reportar error de chat
fr: Signaler une erreur de chat
hi: चैट त्रुटि की रिपोर्ट करें
id: Laporkan Kesalahan Obrolan
it: Segnala Errore Chat
ja: チャットエラーを報告
ko: 대화 오류 신고
nl: Rapporteren van chatfout
pl: Zgłoś błąd czatu
pt: Denunciar Erro de Chat
ru: Пожаловаться на ошибку в чате
sv: Rapportera chattfel
th: รายงานข้อผิดพลาดในการแชท
tl: Iulat ang Error sa Chat
tr: Sohbet Hatasını Bildir
ur: چیٹ کی غلطی کی رپورٹ کریں
vi: Báo cáo lỗi trò chuyện
zh: 举报聊天错误

# reportError
source: Error occurred while reporting: {error}
ar: حدث خطأ أثناء الإبلاغ: {error}
de: Beim Melden ist ein Fehler aufgetreten: {error}
es: Ocurrió un error al reportar: {error}
fr: Une erreur est survenue lors du signalement : {error}
hi: रिपोर्ट करते समय त्रुटि हुई: {error}
id: Terjadi kesalahan saat melaporkan: {error}
it: Si è verificato un errore durante la segnalazione: {error}
ja: 報告中にエラーが発生しました：{error}
ko: 신고 접수 중 오류가 발생했습니다: {error}
nl: Rapportfout: {error}
pl: Wystąpił błąd podczas zgłaszania: {error}
pt: Ocorreu um erro ao denunciar: {error}
ru: Произошла ошибка при подаче жалобы: {error}
sv: Rapporteringsfel: {error}
th: เกิดข้อผิดพลาดขณะรายงาน: {error}
tl: Nagkaroon ng error habang nag-uulat: {error}
tr: Bildirirken hata oluştu: {error}
ur: رپورٹ کرتے وقت خرابی ہوئی: {error}
vi: Lỗi xảy ra khi báo cáo: {error}
zh: 举报时发生错误：{error}

source: Report failed
ar: فشل الإبلاغ
de: Meldung fehlgeschlagen
es: Reporte fallido
fr: Échec du signalement
hi: रिपोर्ट विफल
id: Laporan gagal
it: Segnalazione fallita
ja: 通報に失敗しました
ko: 신고에 실패했습니다
nl: Rapporteren mislukt
pl: Zgłoszenie nie powiodło się
pt: Falha ao denunciar
ru: Жалоба не удалась
sv: Rapporteringen misslyckades
th: การรายงานล้มเหลว
tl: Nabigo ang ulat
tr: Bildirim başarısız oldu
ur: رپورٹ ناکام ہوگئی
vi: Báo cáo không thành công
zh: 举报失败

# reportSubmitted
source: Report submitted. We will review and take action.
ar: تم تقديم التقرير. سنقوم بمراجعته واتخاذ الإجراءات اللازمة.
de: Meldung eingereicht. Wir werden sie prüfen und Maßnahmen ergreifen.
es: Reporte enviado. Lo revisaremos y tomaremos acción.
fr: Signalement soumis. Nous allons examiner et agir.
hi: रिपोर्ट जमा कर दी गई है। हम इसकी समीक्षा करेंगे और कार्रवाई करेंगे।
id: Laporan terkirim
it: Segnalazione inviata. La esamineremo e prenderemo provvedimenti.
ja: 報告が送信されました。レビューして対処します。
ko: 신고가 접수되었습니다. 검토 후 조치하겠습니다.
nl: Rapport ingediend. We zullen het beoordelen en actie ondernemen.
pl: Zgłoszenie zostało wysłane. Przejrzymy je i podejmiemy działania.
pt: Denúncia enviada. Nós iremos revisar e tomar uma ação.
ru: Жалоба отправлена. Мы рассмотрим и примем меры.
sv: Rapporten har skickats. Vi kommer att granska och vidta åtgärder.
th: รายงานถูกส่งแล้ว เราจะตรวจสอบและดำเนินการต่อไป
tl: Naipasa na ang ulat. Susuriin namin ito at gagawa ng aksyon.
tr: Bildirim gönderildi. İnceleyip gerekli işlemi yapacağız.
ur: رپورٹ جمع کر دی گئی ہے۔ ہم اس کا جائزہ لیں گے اور کارروائی کریں گے۔
vi: Đã gửi báo cáo
zh: 举报已提交。我们将进行审核并采取措施。

# reportSubmittedSuccess
source: Your report has been submitted. Thank you!
ar: تم تقديم تقريرك. شكرًا لك!
de: Ihre Meldung wurde eingereicht. Vielen Dank!
es: Tu reporte ha sido enviado. ¡Gracias!
fr: Votre signalement a été soumis. Merci !
hi: आपकी रिपोर्ट जमा कर दी गई है। धन्यवाद!
id: Laporan Anda telah diajukan. Terima kasih!
it: Il tuo report è stato inviato. Grazie!
ja: 報告が送信されました。ありがとうございます！
ko: 신고가 접수되었습니다. 감사합니다!
nl: Uw rapport is ingediend. Bedankt!
pl: Twoje zgłoszenie zostało wysłane. Dziękujemy!
pt: Sua denúncia foi enviada. Obrigado!
ru: Ваша жалоба была отправлена. Спасибо!
sv: Din rapport har skickats in. Tack!
th: รายงานของคุณถูกส่งแล้ว ขอบคุณ!
tl: Naipasa na ang iyong ulat. Salamat!
tr: Bildiriminiz gönderildi. Teşekkür ederiz!
ur: آپ کی رپورٹ جمع کر دی گئی ہے۔ شکریہ!
vi: Báo cáo thành công
zh: 您的举报已提交。谢谢！

source: Request Limit
ar: حد الطلب
de: Anfrage-Limit
es: Límite de solicitudes
fr: Limite de demande
hi: अनुरोध सीमा
id: Batas Permintaan
it: Limite di Richiesta
ja: リクエスト制限
ko: 요청 제한
nl: Verzoeklimiet
pl: Limit żądań
pt: Limite de Solicitações
ru: Лимит запросов
sv: Begärningsgräns
th: ขีดจำกัดการร้องขอ
tl: Limit ng Kahilingan
tr: İstek Limiti
ur: درخواست کی حد
vi: Giới hạn yêu cầu
zh: 请求限制

source: [Required]
ar: [مطلوب]
de: [Erforderlich]
es: [Requerido]
fr: [Requis]
hi: [आवश्यक]
id: Wajib
it: [Obbligatorio]
ja: [必須]
ko: [필수]
nl: Vereist
pl: [Wymagane]
pt: [Obrigatório]
ru: [Обязательно]
sv: Krävs
th: [จำเป็น]
tl: [Kailangan]
tr: [Gerekli]
ur: [ضروری]
vi: Bắt buộc
zh: 必需

# requiredTermsAgreement
source: Please agree to the terms
ar: يرجى الموافقة على الشروط
de: Bitte stimmen Sie den Bedingungen zu
es: Por favor, acepta los términos
fr: Veuillez accepter les conditions
hi: कृपया शर्तों से सहमत हों
id: Silakan setujui syarat dan ketentuan
it: Per favore, accetta i termini
ja: 利用規約に同意してください
ko: 약관에 동의해 주세요
nl: Gelieve akkoord te gaan met de voorwaarden
pl: Proszę zaakceptować warunki
pt: Por favor, concorde com os termos
ru: Пожалуйста, согласитесь с условиями
sv: Vänligen godkänn villkoren
th: กรุณายอมรับข้อตกลง
tl: Pakisundin ang mga tuntunin
tr: Lütfen şartları kabul edin
ur: براہ کرم شرائط سے اتفاق کریں
vi: Vui lòng đồng ý với các điều khoản
zh: 请同意条款

source: Restart Conversation
ar: إعادة بدء المحادثة
de: Konversation neu starten
es: Reiniciar conversación
fr: Redémarrer la conversation
hi: बातचीत पुनः प्रारंभ करें
id: Mulai Ulang Percakapan
it: Riavvia Conversazione
ja: 会話を再開
ko: 다시 대화하기
nl: Herstart gesprek
pl: Zrestartuj rozmowę
pt: Reiniciar Conversa
ru: Перезапустить разговор
sv: Starta om konversation
th: เริ่มการสนทนาใหม่
tl: I-restart ang Usapan
tr: Sohbeti Yenile
ur: گفتگو دوبارہ شروع کریں
vi: Khởi động lại cuộc trò chuyện
zh: 重启对话

# restartConversationQuestion
source: Would you like to restart the conversation with {name}?
ar: هل ترغب في إعادة بدء المحادثة مع {name}؟
de: Möchten Sie das Gespräch mit {name} neu starten?
es: ¿Te gustaría reiniciar la conversación con {name}?
fr: Souhaitez-vous redémarrer la conversation avec {name} ?
hi: क्या आप {name} के साथ बातचीत पुनः प्रारंभ करना चाहेंगे?
id: Apakah Anda ingin memulai ulang percakapan dengan {name}?
it: Vuoi riavviare la conversazione con {name}?
ja: {name}との会話を再開しますか？
ko: {name}와 다시 대화를 시작하시겠어요?
nl: Wil je het gesprek met {name} opnieuw starten?
pl: Czy chcesz zrestartować rozmowę z {name}?
pt: Você gostaria de reiniciar a conversa com {name}?
ru: Вы хотите перезапустить разговор с {name}?
sv: Vill du starta om konversationen med {name}?
th: เริ่มการสนทนาใหม่กับ {name}?
tl: Gusto mo bang i-restart ang usapan kasama si {name}?
tr: {name} ile sohbeti yenilemek ister misiniz?
ur: کیا آپ {name} کے ساتھ گفتگو دوبارہ شروع کرنا چاہیں گے؟
vi: Bạn có muốn bắt đầu lại cuộc trò chuyện với {name} không?
zh: 您想要与 {name} 重启对话吗？

# restartConversationWithName
source: Restarting conversation with {name}!
ar: إعادة بدء المحادثة مع {name}!
de: Gespräch mit {name} wird neu gestartet!
es: Reiniciando la conversación con {name}!
fr: Redémarrage de la conversation avec {name} !
hi: {name} के साथ बातचीत पुनः प्रारंभ की जा रही है!
id: Memulai ulang percakapan dengan {name}!
it: Riavviando la conversazione con {name}!
ja: {name}との会話を再開します！
ko: {name}와 다시 대화를 시작합니다!
nl: Gesprek met {name} herstarten!
pl: Zrestartowanie rozmowy z {name}!
pt: Reiniciando a conversa com {name}!
ru: Перезапускаем разговор с {name}!
sv: Startar om konversationen med {name}!
th: กำลังเริ่มการสนทนาใหม่กับ {name}!
tl: I-rerestart ang usapan kasama si {name}!
tr: {name} ile sohbet yenileniyor!
ur: {name} کے ساتھ گفتگو دوبارہ شروع کی جا رہی ہے!
vi: Bắt đầu lại với {name}
zh: 正在与 {name} 重启对话！

source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
hi: फिर से कोशिश करें
id: Coba lagi
it: Riprova
ja: リトライ
ko: 다시 시도
nl: Opnieuw
pl: Spróbuj ponownie
pt: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองใหม่
tl: Subukang muli
tr: Tekrar Dene
ur: دوبارہ کوشش کریں
vi: Thử lại
zh: 重试

# retryButton
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba Lagi
it: Riprova
ja: リトライ
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar Novamente
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
tl: Subukan Muli
tr: Yeniden Dene
ur: دوبارہ کوشش کریں
vi: Thử lại
zh: 重试

source: Sad
ar: حزين
de: Traurig
es: Triste
fr: Triste
hi: उदास
id: Sedih
it: Triste
ja: 悲しい
ko: 슬퍼요
nl: Verdrietig
pl: Smutny
pt: Triste
ru: Грустный
sv: Ledsen
th: เศร้า
tl: Malungkot
tr: Üzgün
ur: اداس
vi: Buồn
zh: 难过

source: Saturday
ar: السبت
de: Samstag
es: Sábado
fr: Samedi
hi: शनिवार
id: Sabtu
it: Sabato
ja: 土曜日
ko: 토요일
nl: Zaterdag
pl: Sobota
pt: Sábado
ru: Суббота
sv: Lördag
th: วันเสาร์
tl: Sabado
tr: Cumartesi
ur: ہفتہ
vi: Thứ Bảy
zh: 星期六

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tl: I-save
tr: Kaydet
ur: محفوظ کریں
vi: Lưu
zh: 保存

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
id: Cari
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt: Buscar
ru: Поиск
sv: Sök
th: ค้นหา
tl: Maghanap
tr: Ara
ur: تلاش کریں
vi: Tìm kiếm
zh: 搜索

source: Search FAQ...
ar: البحث في الأسئلة الشائعة...
de: FAQ durchsuchen...
es: Buscar preguntas frecuentes...
fr: Rechercher dans la FAQ...
hi: FAQ खोजें...
id: Cari FAQ
it: Cerca FAQ...
ja: FAQを検索...
ko: FAQ 검색...
nl: Zoek in FAQ...
pl: Szukaj FAQ...
pt: Pesquisar FAQ...
ru: Поиск FAQ...
sv: Sök i FAQ...
th: ค้นหาคำถามที่พบบ่อย...
tl: Maghanap ng FAQ...
tr: SSS'yi Ara...
ur: FAQ تلاش کریں...
vi: Tìm kiếm FAQ
zh: 搜索常见问题...

source: Search Results
ar: نتائج البحث
de: Suchergebnisse
es: Resultados de búsqueda
fr: Résultats de recherche
hi: खोज परिणाम
id: Hasil pencarian
it: Risultati della ricerca
ja: 検索結果
ko: 검색 결과
nl: Zoekresultaten
pl: Wyniki wyszukiwania
pt: Resultados da Pesquisa
ru: Результаты поиска
sv: Sökresultat
th: ผลการค้นหา
tl: Mga Resulta ng Paghahanap
tr: Arama sonuçları
ur: تلاش کے نتائج
vi: Kết quả tìm kiếm
zh: 搜索结果

source: Select Emotion
ar: اختر شعور
de: Emotion auswählen
es: Seleccionar emoción
fr: Sélectionner une émotion
hi: भावना चुनें
id: Pilih Emosi
it: Seleziona Emozione
ja: 感情を選択してください
ko: 감정 선택
nl: Selecteer emotie
pl: Wybierz emocję
pt: Selecione Emoção
ru: Выберите эмоцию
sv: Välj känsla
th: เลือกอารมณ์
tl: Pumili ng Emosyon
tr: Duygu Seç
ur: جذبات منتخب کریں
vi: Chọn cảm xúc
zh: 选择情感

source: Select error type
ar: اختر نوع الخطأ
de: Fehlerart auswählen
es: Seleccionar tipo de error
fr: Sélectionner le type d'erreur
hi: त्रुटि प्रकार चुनें
id: Pilih jenis kesalahan
it: Seleziona tipo di errore
ja: エラータイプを選択
ko: 오류 유형을 선택하세요
nl: Selecteer fouttype
pl: Wybierz typ błędu
pt: Selecione o tipo de erro
ru: Выберите тип ошибки
sv: Välj feltyp
th: เลือกประเภทข้อผิดพลาด
tl: Pumili ng uri ng error
tr: Hata türünü seç
ur: غلطی کی قسم منتخب کریں
vi: Chọn loại lỗi
zh: 选择错误类型

source: Select Feeling
ar: اختر الشعور
de: Gefühl auswählen
es: Seleccionar sentimiento
fr: Sélectionner un sentiment
hi: भावना चुनें
id: Bagaimana perasaan Anda?
it: Seleziona Sensazione
ja: 気分を選択
ko: 감정 선택
nl: Selecteer gevoel
pl: Wybierz uczucie
pt: Selecione Sentimento
ru: Выберите чувство
sv: Välj känsla
th: เลือกความรู้สึก
tl: Pumili ng Pakiramdam
tr: Duygu Seç
ur: احساس منتخب کریں
vi: Bạn cảm thấy thế nào?
zh: 选择心情

# selectGender
source: Please select gender
ar: اختر الجنس
de: Bitte Geschlecht auswählen
es: Por favor, selecciona el género
fr: Veuillez sélectionner un genre
hi: लिंग चुनें
id: Pilih jenis kelamin
it: Seleziona genere
ja: 性別を選択
ko: 성별을 선택해주세요
nl: Selecteer geslacht
pl: Proszę wybrać płeć
pt: Por favor, selecione o gênero
ru: Пожалуйста, выберите пол
sv: Vänligen välj kön
th: เลือกเพศ
tl: Piliin ang Kasarian
tr: Cinsiyet Seçin
ur: جنس منتخب کریں
vi: Chọn giới tính
zh: 选择性别

# selectInterests
source: Please select your interests (at least 1)
ar: يرجى اختيار اهتماماتك (على الأقل 1)
de: Wählen Sie Ihre Interessen
es: Selecciona tus intereses
fr: Sélectionnez vos intérêts
hi: कृपया अपनी रुचियाँ चुनें (कम से कम 1)
id: Silakan pilih minat Anda (minimal 1)
it: Seleziona i tuoi interessi
ja: 興味を選択してください（最低1つ）
ko: 관심사를 선택하세요
nl: Selecteer uw interesses (minimaal 1)
pl: Proszę wybrać swoje zainteresowania (przynajmniej 1)
pt: Selecione seus interesses
ru: Выберите ваши интересы
sv: Vänligen välj dina intressen (minst 1)
th: กรุณาเลือกความสนใจของคุณ (อย่างน้อย 1)
tl: Mangyaring pumili ng iyong mga interes (higit sa 1)
tr: Lütfen ilgi alanlarınızı seçin (en az 1)
ur: براہ کرم اپنے مفادات منتخب کریں (کم از کم 1)
vi: Chọn sở thích
zh: 请选择您的兴趣（至少 1 个）

source: Select Language
ar: اختر اللغة
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner une langue
hi: भाषा चुनें
id: Pilih Bahasa
it: Seleziona Lingua
ja: 言語を選択
ko: 언어를 선택하세요
nl: Selecteer taal
pl: Wybierz język
pt: Selecionar Idioma
ru: Выберите язык
sv: Välj språk
th: เลือกภาษา
tl: Piliin ang Wika
tr: Dil Seçin
ur: زبان منتخب کریں
vi: Chọn ngôn ngữ
zh: 选择语言

# selectPersona
source: Select a persona
ar: اختر شخصية
de: Eine Persona auswählen
es: Seleccionar una persona
fr: Sélectionner une persona
hi: एक व्यक्तित्व चुनें
id: Pilih persona
it: Seleziona una persona
ja: ペルソナを選択してください
ko: 페르소나를 선택하세요
nl: Selecteer een persona
pl: Wybierz personę
pt: Selecionar uma persona
ru: Выберите персонажа
sv: Välj en persona
th: เลือกบุคลิก
tl: Pumili ng persona
tr: Bir persona seçin
ur: ایک شخصیت منتخب کریں
vi: Chọn một nhân vật
zh: 选择角色

# selectPersonaPlease
source: Please select a persona.
ar: يرجى اختيار شخصية.
de: Bitte wählen Sie eine Persona aus.
es: Por favor, selecciona una persona.
fr: Veuillez sélectionner une persona.
hi: कृपया एक व्यक्तित्व चुनें।
id: Silakan pilih sebuah persona.
it: Per favore seleziona una persona.
ja: ペルソナを選択してください。
ko: 페르소나를 선택해 주세요.
nl: Selecteer alstublieft een persona.
pl: Proszę wybrać personę.
pt: Por favor, selecione uma persona.
ru: Пожалуйста, выберите персонажа.
sv: Vänligen välj en persona.
th: กรุณาเลือกบุคลิก.
tl: Mangyaring pumili ng isang persona.
tr: Lütfen bir persona seçin.
ur: براہ کرم ایک شخصیت منتخب کریں۔
vi: Vui lòng chọn một nhân vật.
zh: 请选择一个角色。

# selectPreferredMbti
source: If you prefer personas with specific MBTI types, please select
ar: إذا كنت تفضل شخصيات بأنواع MBTI محددة، يرجى الاختيار
de: Wenn Sie Personas mit bestimmten MBTI-Typen bevorzugen, wählen Sie bitte aus
es: Si prefieres personas con tipos MBTI específicos, por favor selecciona
fr: Si vous préférez des personas avec des types MBTI spécifiques, veuillez sélectionner
hi: यदि आप विशेष MBTI प्रकार के व्यक्तित्व पसंद करते हैं, तो कृपया चुनें
id: Jika Anda lebih suka persona dengan tipe MBTI tertentu, silakan pilih
it: Se preferisci persone con tipi MBTI specifici, per favore seleziona
ja: 特定のMBTIタイプのペルソナを希望する場合は選択してください
ko: 특정 MBTI 유형의 페르소나를 선호하신다면 선택해주세요
nl: Als u voorkeur heeft voor persona's met specifieke MBTI-types, selecteer dan
pl: Jeśli preferujesz persony z określonymi typami MBTI, proszę wybierz
pt: Se você prefere personas com tipos MBTI específicos, por favor selecione
ru: Если вы предпочитаете персонажей с определёнными типами MBTI, пожалуйста, выберите
sv: Om du föredrar personas med specifika MBTI-typer, vänligen välj
th: หากคุณชอบบุคลิกภาพที่มีประเภท MBTI เฉพาะ กรุณาเลือก
tl: Kung mas gusto mo ang mga persona na may tiyak na uri ng MBTI, mangyaring pumili
tr: Belirli MBTI türlerine sahip personaları tercih ediyorsanız, lütfen seçin
ur: اگر آپ مخصوص MBTI اقسام کے ساتھ شخصیات کو ترجیح دیتے ہیں، تو براہ کرم منتخب کریں
vi: Chọn MBTI ưa thích
zh: 如果您偏好特定 MBTI 类型的角色，请选择

# selectProblematicMessage
source: Select the problematic message (optional)
ar: اختر الرسالة المشكلة (اختياري)
de: Wählen Sie die problematische Nachricht (optional)
es: Selecciona el mensaje problemático (opcional)
fr: Sélectionner le message problématique (optionnel)
hi: समस्या वाली संदेश चुनें (वैकल्पिक)
id: Pilih pesan yang bermasalah (opsional)
it: Seleziona il messaggio problematico (opzionale)
ja: 問題のあるメッセージを選択（任意）
ko: 문제가 있는 메시지를 선택해주세요 (선택사항)
nl: Selecteer het problematische bericht (optioneel)
pl: Wybierz problematyczną wiadomość (opcjonalnie)
pt: Selecione a mensagem problemática (opcional)
ru: Выберите проблемное сообщение (необязательно)
sv: Välj det problematiska meddelandet (valfritt)
th: เลือกข้อความที่มีปัญหา (ไม่บังคับ)
tl: Pumili ng problemadong mensahe (opsyonal)
tr: Sorunlu mesajı seçin (isteğe bağlı)
ur: مسئلہ دار پیغام منتخب کریں (اختیاری)
vi: Chọn tin nhắn có vấn đề (tùy chọn)
zh: 选择问题消息（可选）

# chatErrorAnalysisInfo
source: Analyzing the last 10 conversations.
ar: جاري تحليل آخر 10 محادثات.
de: Die letzten 10 Gespräche werden analysiert.
es: Analizando las últimas 10 conversaciones.
fr: Analyse des 10 dernières conversations.
hi: पिछली 10 बातचीत का विश्लेषण किया जा रहा है।
it: Analizzando le ultime 10 conversazioni.
ja: 最近10件の会話を分析しています。
ko: 최근 10개 대화를 전송하여 분석합니다.
nl: De laatste 10 gesprekken worden geanalyseerd.
pl: Analizowanie ostatnich 10 rozmów.
pt: Analisando as últimas 10 conversas.
ru: Анализ последних 10 разговоров.
sv: Analyserar de senaste 10 konversationerna.
th: กำลังวิเคราะห์บทสนทนา 10 รายการล่าสุด
tl: Sinusuri ang huling 10 pag-uusap.
tr: Son 10 konuşma analiz ediliyor.
ur: آخری 10 گفتگو کا تجزیہ کیا جا رہا ہے۔
zh: 正在分析最近10条对话。

# whatWasAwkward
source: What seemed awkward?
ar: ما الذي بدا غريباً؟
de: Was erschien Ihnen unnatürlich?
es: ¿Qué te pareció extraño?
fr: Qu'est-ce qui vous a semblé étrange ?
hi: क्या अजीब लगा?
it: Cosa ti è sembrato strano?
ja: どんな点が違和感がありましたか？
ko: 어떤 부분이 어색했나요?
nl: Wat leek er vreemd?
pl: Co wydawało się dziwne?
pt: O que pareceu estranho?
ru: Что показалось странным?
sv: Vad verkade konstigt?
th: มีอะไรที่ทำให้คุณรู้สึกไม่เป็นธรรมชาติ?
tl: Ano ang tila hindi natural?
tr: Size garip gelen neydi?
ur: کیا چیز عجیب لگی؟
zh: 哪些地方让您感到不自然？

# errorExampleHint
source: e.g., Strange speech patterns (~nya expressions), awkward responses, repetitive answers, etc.
ar: مثال: طريقة كلام غريبة (نهايات ~nya)...
de: Z.B.: Unnatürliche Sprechweise (~nya Endungen)...
es: Ej: Forma de hablar extraña (terminaciones ~nya)...
fr: Ex : Façon de parler étrange (terminaisons ~nya)...
hi: उदाहरण: अजीब बोलने का तरीका (~nya अंत)...
it: Es: Modo di parlare strano (terminazioni ~nya)...
ja: 例：不自然な話し方（〜にゃという語尾）...
ko: 예: 말투가 이상해요 (~냐 같은 표현), 대답이 어색해요, 반복적인 답변을 해요 등
nl: Bijv.: Vreemde manier van spreken (~nya uitgangen)...
pl: Np.: Dziwny sposób mówienia (końcówki ~nya)...
pt: Ex: Forma estranha de falar (terminações ~nya)...
ru: Например: Странная манера речи (окончания ~nya)...
sv: T.ex.: Konstigt sätt att tala (~nya ändelser)...
th: ตัวอย่าง: วิธีการพูดที่ไม่เป็นธรรมชาติ (คำลงท้าย ~nya)...
tl: Halimbawa: Hindi natural na paraan ng pagsasalita (hulapi na ~nya)...
tr: Örn: Garip konuşma şekli (~nya sonları)...
ur: مثال: بولنے کا عجیب انداز (~nya اختتام)...
zh: 例如：不自然的说话方式（~喵的语尾）...

source: Select report reason
ar: اختر سبب التقرير
de: Wählen Sie den Grund für die Meldung
es: Selecciona el motivo del reporte
fr: Sélectionner le motif du rapport
hi: रिपोर्ट का कारण चुनें
id: Pilih alasan laporan
it: Seleziona il motivo della segnalazione
ja: 通報理由を選択してください
ko: 신고 사유를 선택하세요
nl: Selecteer rapportage reden
pl: Wybierz powód zgłoszenia
pt: Selecione o motivo do relatório
ru: Выберите причину жалобы
sv: Välj rapporteringsorsak
th: เลือกเหตุผลในการรายงาน
tl: Pumili ng dahilan ng ulat
tr: Rapor nedeni seçin
ur: رپورٹ کرنے کی وجہ منتخب کریں
vi: Chọn lý do báo cáo
zh: 选择举报原因

source: Select Theme
ar: اختر المظهر
de: Wählen Sie ein Thema
es: Seleccionar tema
fr: Sélectionner un thème
hi: थीम चुनें
id: Pilih Tema
it: Seleziona Tema
ja: テーマを選択
ko: 테마를 선택하세요
nl: Selecteer thema
pl: Wybierz temat
pt: Selecionar Tema
ru: Выберите тему
sv: Välj tema
th: เลือกธีม
tl: Piliin ang Tema
tr: Tema Seçin
ur: تھیم منتخب کریں
vi: Chọn giao diện
zh: 选择主题

# selectTranslationError
source: Please select a message with translation error
ar: يرجى اختيار رسالة تحتوي على خطأ في الترجمة
de: Bitte wählen Sie eine Nachricht mit Übersetzungsfehler
es: Por favor, selecciona un mensaje con error de traducción
fr: Veuillez sélectionner un message avec une erreur de traduction
hi: कृपया एक संदेश चुनें जिसमें अनुवाद की गलती हो
id: Silakan pilih pesan dengan kesalahan terjemahan
it: Si prega di selezionare un messaggio con errore di traduzione
ja: 翻訳エラーのあるメッセージを選択してください
ko: 번역 오류가 있는 메시지를 선택해주세요
nl: Selecteer een bericht met vertaalfout
pl: Proszę wybrać wiadomość z błędem tłumaczenia
pt: Por favor, selecione uma mensagem com erro de tradução
ru: Пожалуйста, выберите сообщение с ошибкой перевода
sv: Vänligen välj ett meddelande med översättningsfel
th: กรุณาเลือกข้อความที่มีข้อผิดพลาดในการแปล
tl: Mangyaring pumili ng mensahe na may pagkakamali sa pagsasalin
tr: Lütfen çeviri hatası olan bir mesaj seçin
ur: براہ کرم ایک پیغام منتخب کریں جس میں ترجمے کی غلطی ہو
vi: Chọn lỗi dịch thuật
zh: 请选择一条翻译错误的消息

# selectUsagePurpose
source: Please select your purpose for using SONA
ar: يرجى اختيار الغرض من استخدام SONA
de: Bitte wählen Sie Ihren Zweck für die Nutzung von SONA
es: Por favor, selecciona tu propósito para usar SONA
fr: Veuillez sélectionner votre objectif d'utilisation de SONA
hi: कृपया SONA का उपयोग करने का अपना उद्देश्य चुनें
id: Silakan pilih tujuan Anda menggunakan SONA
it: Si prega di selezionare il proprio scopo per utilizzare SONA
ja: SONAの利用目的を選択してください
ko: SONA를 사용하시는 목적을 선택해주세요
nl: Selecteer uw doel voor het gebruik van SONA
pl: Proszę wybrać cel korzystania z SONA
pt: Por favor, selecione seu propósito para usar o SONA
ru: Пожалуйста, выберите вашу цель использования SONA
sv: Vänligen välj ditt syfte med att använda SONA
th: กรุณาเลือกวัตถุประสงค์ในการใช้ SONA
tl: Mangyaring pumili ng iyong layunin sa paggamit ng SONA
tr: Lütfen SONA'yı kullanma amacınızı seçin
ur: براہ کرم SONA استعمال کرنے کا مقصد منتخب کریں
vi: Vui lòng chọn mục đích sử dụng SONA
zh: 请选择您使用 SONA 的目的

# selfIntroduction
source: Introduction (Optional)
ar: مقدمة (اختياري)
de: Einführung (Optional)
es: Introducción (Opcional)
fr: Introduction (Optionnel)
hi: परिचय (वैकल्पिक)
id: Perkenalan diri
it: Introduzione (Facoltativa)
ja: 自己紹介（任意）
ko: 자기소개 (선택)
nl: Introductie (Optioneel)
pl: Wprowadzenie (opcjonalnie)
pt: Introdução (Opcional)
ru: Введение (необязательно)
sv: Introduktion (Valfritt)
th: แนะนำตัว (ไม่บังคับ)
tl: Panimula (Opsyonal)
tr: Tanıtım (İsteğe Bağlı)
ur: تعارف (اختیاری)
vi: Giới thiệu bản thân
zh: 自我介绍（可选）
