Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

# startConversationWithSona
source: Start chatting with Sona like a friend!
ar: ابدأ الدردشة مع سونا كصديق!
de: Beginne mit SONA wie mit einem Freund zu chatten!
es: ¡Comienza a chatear con SONA como un amigo!
fr: Commencez à discuter avec SONA comme un ami !
hi: SONA के साथ दोस्त की तरह चैट करना शुरू करें!
id: Mulai chatting dengan Sona seperti teman!
it: Inizia a chattare con Sona come un amico!
ja: Sonaと友達のようにチャットを始めよう！
ko: 소나와 친구처럼 대화를 시작해보세요!
nl: Begin te chatten met Sona als een vriend!
pl: Zacznij czatować z Soną jak z przyjacielem!
pt: Comece a conversar com Sona como um amigo!
ru: Начните общаться с SONA как с другом!
sv: Börja chatta med Sona som en vän!
th: เริ่มแชทกับ SONA เหมือนเพื่อน!
tl: Simulan ang pakikipag-chat kay Sona na parang kaibigan!
tr: Sona ile bir arkadaş gibi sohbet etmeye başlayın!
ur: سونا کے ساتھ دوست کی طرح چیٹ کرنا شروع کریں!
vi: Bắt đầu trò chuyện với SONA
zh: 像朋友一样与 Sona 开始聊天！

source: Start with Email
ar: ابدأ بالبريد الإلكتروني
de: Mit E-Mail beginnen
es: Comenzar con Email
fr: Commencer avec un e-mail
hi: ईमेल से शुरू करें
id: Mulai dengan Email
it: Inizia con Email
ja: メールで始める
ko: 이메일로 시작하기
nl: Begin met E-mail
pl: Rozpocznij od e-maila
pt: Comece com Email
ru: Начать с электронной почты
sv: Starta med e-post
th: เริ่มต้นด้วยอีเมล
tl: Simulan gamit ang Email
tr: E-posta ile başla
ur: ای میل کے ساتھ شروع کریں
vi: Bắt đầu với Email
zh: 使用邮箱开始

source: Start with Google
ar: ابدأ باستخدام جوجل
de: Mit Google starten
es: Comenzar con Google
fr: Commencer avec Google
hi: गूगल से शुरू करें
id: Mulai dengan Google
it: Inizia con Google
ja: Googleで始める
ko: Google로 시작하기
nl: Begin met Google
pl: Rozpocznij od Google
pt: Comece com Google
ru: Начать с Google
sv: Starta med Google
th: เริ่มต้นด้วย Google
tl: Simulan gamit ang Google
tr: Google ile başla
ur: گوگل کے ساتھ شروع کریں
vi: Bắt đầu với Google
zh: 使用Google开始

source: Starting app
ar: بدء التطبيق
de: App wird gestartet
es: Iniciando la aplicación
fr: Lancement de l'application
hi: ऐप शुरू हो रहा है
id: Memulai aplikasi
it: Avvio dell'app
ja: アプリを起動中
ko: 앱을 시작하고 있어요
nl: App wordt gestart
pl: Uruchamianie aplikacji
pt: Iniciando o aplicativo
ru: Запуск приложения
sv: Startar app
th: กำลังเริ่มแอป
tl: Sinisimulan ang app
tr: Uygulama başlatılıyor
ur: ایپ شروع ہو رہی ہے
vi: Đang khởi động ứng dụng
zh: 启动应用

source: Storage Management
ar: إدارة التخزين
de: Speicherverwaltung
es: Gestión de Almacenamiento
fr: Gestion du stockage
hi: स्टोरेज प्रबंधन
id: Manajemen Penyimpanan
it: Gestione dello spazio di archiviazione
ja: ストレージ管理
ko: 저장소 관리
nl: Opslagbeheer
pl: Zarządzanie pamięcią
pt: Gerenciamento de Armazenamento
ru: Управление хранилищем
sv: Lagringshantering
th: การจัดการพื้นที่เก็บข้อมูล
tl: Pamamahala ng Imbakan
tr: Depolama Yönetimi
ur: اسٹوریج کا انتظام
vi: Quản lý bộ nhớ
zh: 存储管理

source: Store
ar: المتجر
de: Geschäft
es: Tienda
fr: Boutique
hi: स्टोर
id: Toko
it: Negozio
ja: ストア
ko: 스토어
nl: Winkel
pl: Sklep
pt: Loja
ru: Магазин
sv: Butik
th: ร้านค้า
tl: Tindahan
tr: Mağaza
ur: اسٹور
vi: Cửa hàng
zh: 商店

# storeConnectionError
source: Could not connect to store
ar: لم نتمكن من الاتصال بالمتجر
de: Verbindung zum Geschäft konnte nicht hergestellt werden
es: No se pudo conectar a la tienda
fr: Impossible de se connecter à la boutique
hi: स्टोर से कनेक्ट नहीं हो सका
id: Tidak dapat terhubung ke toko
it: Impossibile connettersi al negozio
ja: ストアに接続できませんでした
ko: 스토에 연결할 수 없습니다
nl: Kon geen verbinding maken met de winkel
pl: Nie można połączyć się ze sklepem
pt: Não foi possível conectar à loja
ru: Не удалось подключиться к магазину
sv: Kunde inte ansluta till butiken
th: ไม่สามารถเชื่อมต่อกับร้านค้าได้
tl: Hindi makakonekta sa tindahan
tr: Mağazaya bağlanılamadı
ur: اسٹور سے جڑنے میں ناکامی
vi: Không thể kết nối đến cửa hàng
zh: 无法连接到商店

# storeLoginRequiredMessage
source: Login is required to use the store. Would you like to go to the login screen?
ar: يتطلب تسجيل الدخول لاستخدام المتجر.
de: Für die Nutzung des Geschäfts ist ein Login erforderlich. Möchten Sie zum Anmeldebildschirm gehen?
es: Se requiere iniciar sesión para usar la tienda. ¿Te gustaría ir a la pantalla de inicio de sesión?
fr: Une connexion est requise pour utiliser la boutique. Voulez-vous aller à l'écran de connexion ?
hi: स्टोर का उपयोग करने के लिए लॉगिन आवश्यक है।
id: Login diperlukan untuk menggunakan toko. Apakah Anda ingin pergi ke layar login?
it: È necessario effettuare il login per utilizzare il negozio. Vuoi andare alla schermata di login?
ja: ストアを利用するにはログインが必要です。 ログイン画面に移動しますか？
ko: 스토어 이용을 위해 로그인이 필요합니다. 로그인 화면으로 이동하시겠습니까?
nl: Inloggen is vereist om de winkel te gebruiken. Wil je naar het inlogscherm gaan?
pl: Wymagane jest zalogowanie się, aby korzystać ze sklepu.
pt: É necessário fazer login para usar a loja. Você gostaria de ir para a tela de login?
ru: Для использования магазина требуется вход в систему. Хотите перейти на экран входа?
sv: Inloggning krävs för att använda butiken. Vill du gå till inloggningsskärmen?
th: ต้องเข้าสู่ระบบเพื่อใช้ร้านค้า
tl: Kinakailangan ang pag-login upang magamit ang tindahan.
tr: Mağazayı kullanmak için giriş yapmanız gerekiyor. Giriş ekranına gitmek ister misiniz?
ur: اسٹور استعمال کرنے کے لیے لاگ ان کرنا ضروری ہے۔
vi: Cần đăng nhập để vào cửa hàng
zh: 使用商店需要登录。您想去登录界面吗？

# storeNotAvailable
source: Store is not available
ar: المتجر غير متوفر
de: Geschäft ist nicht verfügbar
es: La tienda no está disponible
fr: La boutique n'est pas disponible
hi: स्टोर उपलब्ध नहीं है
id: Toko tidak tersedia
it: Il negozio non è disponibile
ja: ストアは利用できません
ko: 스토를 사용할 수 없습니다
nl: Winkel is niet beschikbaar
pl: Sklep jest niedostępny
pt: Loja não está disponível
ru: Магазин недоступен
sv: Butiken är inte tillgänglig
th: ร้านค้าไม่พร้อมใช้งาน
tl: Hindi available ang tindahan
tr: Mağaza mevcut değil
ur: اسٹور دستیاب نہیں ہے
vi: Cửa hàng không khả dụng
zh: 商店不可用

source: Story Event
ar: حدث القصة
de: Geschichtsereignis
es: Evento de Historia
fr: Événement de l'histoire
hi: कहानी कार्यक्रम
id: Acara Cerita
it: Evento Storia
ja: ストーリーイベント
ko: 스토리 이벤트
nl: Verhaal Evenement
pl: Wydarzenie fabularne
pt: Evento da História
ru: Событие истории
sv: Berättelsehändelse
th: เหตุการณ์ในเรื่อง
tl: Kaganapan ng Kwento
tr: Hikaye Olayı
ur: کہانی کا واقعہ
vi: Sự kiện câu chuyện
zh: 故事事件

source: Stressed
ar: متوتر
de: Gestresst
es: Estresado
fr: Stressé
hi: तनावग्रस्त
id: Stres
it: Stressato
ja: ストレス
ko: 스트레스받아요
nl: Gestrest
pl: Zestresowany
pt: Estressado
ru: В стрессовом состоянии
sv: Stressad
th: เครียด
tl: Na-stress
tr: Stresli
ur: دباؤ میں
vi: Căng thẳng
zh: 压力大

source: Submit Report
ar: تقديم تقرير
de: Bericht einreichen
es: Enviar Informe
fr: Soumettre le rapport
hi: रिपोर्ट सबमिट करें
id: Kirim Laporan
it: Invia Rapporto
ja: 報告を送信
ko: 신고 제출
nl: Rapport indienen
pl: Prześlij raport
pt: Enviar Relatório
ru: Отправить отчет
sv: Skicka rapport
th: ส่งรายงาน
tl: Isumite ang Ulat
tr: Raporu Gönder
ur: رپورٹ جمع کروائیں
vi: Gửi báo cáo
zh: 提交报告

source: Subscription Status
ar: حالة الاشتراك
de: Abonnementstatus
es: Estado de Suscripción
fr: État de l'abonnement
hi: सदस्यता स्थिति
id: Status langganan
it: Stato dell'abbonamento
ja: サブスクリプション状況
ko: 구독 현황
nl: Abonnementsstatus
pl: Status subskrypcji
pt: Status da Assinatura
ru: Статус подписки
sv: Prenumerationsstatus
th: สถานะการสมัครสมาชิก
tl: Katayuan ng Subscription
tr: Abonelik Durumu
ur: سبسکرپشن کی حیثیت
vi: Trạng thái đăng ký
zh: 订阅状态

source: Subtle vibration on touch
ar: اهتزاز خفيف عند اللمس
de: Dezente Vibration bei Berührung
es: Vibración sutil al tocar
fr: Vibration subtile au toucher
hi: स्पर्श पर हल्की कंपन
id: Getaran halus saat disentuh
it: Vibrazione sottile al tocco
ja: タッチ時の微細な振動
ko: 터치 시 미세한 진동 효과
nl: Subtiele trilling bij aanraking
pl: Subtelna wibracja przy dotyku
pt: Vibração sutil ao tocar
ru: Легкая вибрация при касании
sv: Subtil vibration vid beröring
th: สั่นเบาๆ เมื่อสัมผัส
tl: Banayad na panginginig sa pagdampi
tr: Dokunulduğunda hafif titreşim
ur: چھونے پر ہلکی کمپن
vi: Rung nhẹ khi chạm
zh: 触摸时轻微震动

source: Summer
ar: صيف
de: Sommer
es: Verano
fr: Été
hi: गर्मी
id: Musim Panas
it: Estate
ja: 夏
ko: 여름
nl: Zomer
pl: Lato
pt: Verão
ru: Лето
sv: Sommar
th: ฤดูร้อน
tl: Tag-init
tr: Yaz
ur: گرمیوں
vi: Mùa hè
zh: 夏天

source: Sunday
ar: الأحد
de: Sonntag
es: Domingo
fr: Dimanche
hi: रविवार
id: Minggu
it: Domenica
ja: 日曜日
ko: 일요일
nl: Zondag
pl: Niedziela
pt: Domingo
ru: Воскресенье
sv: Söndag
th: วันอาทิตย์
tl: Linggo
tr: Pazar
ur: اتوار
vi: Chủ nhật
zh: 星期天

# swipeAnyDirection
source: Swipe in any direction
ar: اسحب في أي اتجاه
de: In jede Richtung wischen
es: Desliza en cualquier dirección
fr: Glissez dans n'importe quelle direction
hi: किसी भी दिशा में स्वाइप करें
id: Geser ke arah mana saja
it: Scorri in qualsiasi direzione
ja: 任意の方向にスワイプ
ko: 아무 방향으로나 스와이프하세요
nl: Veeg in elke richting
pl: Przesuń w dowolnym kierunku
pt: Deslize em qualquer direção
ru: Проведите в любом направлении
sv: Svep i vilken riktning som helst
th: ปัดในทิศทางใดก็ได้
tl: Mag-swipe sa anumang direksyon
tr: Herhangi bir yöne kaydır
ur: کسی بھی سمت میں سوائپ کریں
vi: Vuốt theo bất kỳ hướng nào
zh: 向任意方向滑动

source: Swipe down to close
ar: اسحب لأسفل للإغلاق
de: Nach unten wischen, um zu schließen
es: Desliza hacia abajo para cerrar
fr: Glissez vers le bas pour fermer
hi: बंद करने के लिए नीचे स्वाइप करें
id: Geser ke bawah untuk menutup
it: Scorri verso il basso per chiudere
ja: 下にスワイプして閉じる
ko: 아래로 스와이프하여 닫기
nl: Veeg omlaag om te sluiten
pl: Przesuń w dół, aby zamknąć
pt: Deslize para baixo para fechar
ru: Проведите вниз, чтобы закрыть
sv: Svep neråt för att stänga
th: ปัดลงเพื่อปิด
tl: I-swipe pababa upang isara
tr: Kapatmak için aşağı kaydır
ur: نیچے سوائپ کریں بند کرنے کے لیے
vi: Vuốt xuống để đóng
zh: 向下滑动以关闭

# systemTheme
source: Follow System
ar: اتبع النظام
de: System folgen
es: Seguir el sistema
fr: Suivre le système
hi: सिस्टम का पालन करें
id: Ikuti Sistem
it: Segui il sistema
ja: システム設定に従う
ko: 시스템 설정 따르기
nl: Volg Systeem
pl: Podążaj za systemem
pt: Seguir o Sistema
ru: Следовать системным настройкам
sv: Följ system
th: ตามธีมของระบบ
tl: Sundin ang Sistema
tr: Sistemi Takip Et
ur: نظام کے مطابق
vi: Theo hệ thống
zh: 跟随系统

# systemThemeDesc
source: Automatically changes based on device dark mode settings
ar: يتغير تلقائيًا بناءً على إعدادات وضع الظلام للجهاز
de: Wechselt automatisch basierend auf den Einstellungen des Dunkelmodus des Geräts
es: Cambia automáticamente según la configuración del modo oscuro del dispositivo
fr: Change automatiquement en fonction des paramètres du mode sombre de l'appareil
hi: डिवाइस के डार्क मोड सेटिंग्स के आधार पर स्वचालित रूप से बदलता है
id: Secara otomatis berubah berdasarkan pengaturan mode gelap perangkat
it: Cambia automaticamente in base alle impostazioni della modalità scura del dispositivo
ja: デバイスのダークモード設定に基づいて自動的に変更されます
ko: 기기의 다크 모드 설정에 따라 자동으로 변경됩니다
nl: Verandert automatisch op basis van de instellingen voor de donkere modus van het apparaat
pl: Automatycznie zmienia się w zależności od ustawień trybu ciemnego urządzenia
pt: Muda automaticamente com base nas configurações do modo escuro do dispositivo
ru: Автоматически меняется в зависимости от настроек темной темы устройства
sv: Ändras automatiskt baserat på enhetens mörkt läge-inställningar
th: เปลี่ยนโดยอัตโนมัติตามการตั้งค่าระบบโหมดมืดของอุปกรณ์
tl: Awtomatikong nagbabago batay sa mga setting ng madilim na mode ng aparato
tr: Cihazın karanlık mod ayarlarına göre otomatik olarak değişir
ur: خود بخود ڈیوائس کے ڈارک موڈ کی ترتیبات کے مطابق تبدیل ہوتا ہے
vi: Theo hệ thống
zh: 根据设备的深色模式设置自动更改

# tapBottomForDetails
source: Tap bottom area to see details
ar: انقر على المنطقة السفلية لرؤية التفاصيل
de: Unten tippen für Details
es: Toca la parte inferior para ver detalles
fr: Appuyez en bas pour voir les détails
hi: विवरण देखने के लिए नीचे के क्षेत्र पर टैप करें
id: Ketuk bagian bawah untuk detail
it: Tocca in basso per i dettagli
ja: 詳細を見るには下部をタップ
ko: 하단 영역을 탭하여 상세 정보 보기
nl: Tik op het onderste gebied voor details
pl: Stuknij w dolną część, aby zobaczyć szczegóły
pt: Toque na parte inferior para ver detalhes
ru: Нажмите внизу для подробностей
sv: Tryck på nedersta området för att se detaljer
th: แตะด้านล่างเพื่อดูรายละเอียด
tl: I-tap ang ibabang bahagi upang makita ang mga detalye
tr: Detayları görmek için alt alana dokunun
ur: تفصیلات دیکھنے کے لیے نیچے کے علاقے پر ٹیپ کریں
vi: Chạm phía dưới để xem chi tiết
zh: 点击底部查看详情

# tapForDetails
source: Tap bottom area for details
ar: انقر على المنطقة السفلية للتفاصيل
de: Tippe im unteren Bereich für Details
es: Toca el área inferior para más detalles
fr: Appuyez sur la zone inférieure pour plus de détails
hi: विवरण के लिए नीचे के क्षेत्र पर टैप करें
id: Ketuk area bawah untuk detail
it: Tocca l'area in basso per i dettagli
ja: 詳細を見るには下部をタップ
ko: 하단 영역을 탭하여 상세 정보 보기
nl: Tik op het onderste gebied voor details
pl: Stuknij w dolną część, aby uzyskać szczegóły
pt: Toque na área inferior para detalhes
ru: Нажмите на нижнюю область для подробностей
sv: Tryck på nedersta området för detaljer
th: แตะที่บริเวณด้านล่างเพื่อดูรายละเอียด
tl: I-tap ang ibabang bahagi para sa mga detalye
tr: Detaylar için alt alana dokunun
ur: تفصیلات کے لیے نیچے کے علاقے پر ٹیپ کریں
vi: Chạm vào khu vực dưới để xem chi tiết
zh: 点击底部区域查看详情

source: Tap to swipe photos
ar: انقر للسحب بين الصور
de: Tippe, um Fotos zu wischen
es: Toca para deslizar fotos
fr: Appuyez pour faire défiler les photos
hi: फोटो स्वाइप करने के लिए टैप करें
id: Ketuk untuk menggeser foto
it: Tocca per scorrere le foto
ja: 写真をスワイプするにはタップ
ko: 사진을 넘기려면 탭하세요
nl: Tik om foto's te vegen
pl: Stuknij, aby przesuwać zdjęcia
pt: Toque para deslizar fotos
ru: Нажмите, чтобы пролистать фото
sv: Tryck för att svepa bilder
th: แตะเพื่อปัดรูปภาพ
tl: I-tap upang i-swipe ang mga larawan
tr: Fotoğrafları kaydırmak için dokunun
ur: تصاویر کو سوائپ کرنے کے لیے ٹیپ کریں
vi: Chạm để vuốt ảnh
zh: 点击以滑动照片

source: Teachers' Day
ar: يوم المعلم
de: Tag der Lehrer
es: Día del Maestro
fr: Journée des enseignants
hi: शिक्षक दिवस
id: Hari Guru
it: Giornata degli insegnanti
ja: 教師の日
ko: 스승의날
nl: Dag van de Leraar
pl: Dzień Nauczyciela
pt: Dia dos Professores
ru: День учителя
sv: Lärardagen
th: วันครู
tl: Araw ng mga Guro
tr: Öğretmenler Günü
ur: اساتذہ کا دن
vi: Ngày Nhà giáo
zh: 教师节

source: Technical Error
ar: خطأ تقني
de: Technischer Fehler
es: Error técnico
fr: Erreur technique
hi: तकनीकी त्रुटि
id: Kesalahan Teknis
it: Errore tecnico
ja: 技術的エラー
ko: 기술적 오류
nl: Technische Fout
pl: Błąd techniczny
pt: Erro Técnico
ru: Техническая ошибка
sv: Tekniskt fel
th: ข้อผิดพลาดทางเทคนิค
tl: Teknikal na Error
tr: Teknik Hata
ur: تکنیکی خرابی
vi: Lỗi kỹ thuật
zh: 技术错误

source: Technology
ar: تكنولوجيا
de: Technologie
es: Tecnología
fr: Technologie
hi: प्रौद्योगिकी
id: Teknologi
ja: テクノロジー
ko: 기술
nl: Technologie
pl: Technologia
pt: Tecnologia
ru: Технология
sv: Teknik
th: เทคโนโลยี
tl: Teknolohiya
tr: Teknoloji
vi: Công nghệ
zh: 技术

# terms
source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
id: Ketentuan
ja: 利用規約
ko: 이용약관
nl: Servicevoorwaarden
pl: Warunki korzystania z usługi
pt: Termos de Serviço
ru: Условия обслуживания
sv: Användarvillkor
th: ข้อตกลงการให้บริการ
tl: Mga Tuntunin ng Serbisyo
tr: Hizmet Şartları
vi: Điều khoản
zh: 服务条款

source: Terms Agreement
ar: اتفاقية الشروط
de: Zustimmung zu den Bedingungen
es: Acuerdo de términos
fr: Accord des termes
hi: शर्तों पर सहमति
id: Perjanjian Ketentuan
ja: 利用規約への同意
ko: 약관 동의
nl: Overeenkomst van Voorwaarden
pl: Zgoda na warunki
pt: Acordo de Termos
ru: Согласие с условиями
sv: Avtal om användarvillkor
th: ข้อตกลงการให้บริการ
tl: Kasunduan ng mga Tuntunin
tr: Şartlar Anlaşması
vi: Đồng ý điều khoản
zh: 条款协议

# termsAgreementDescription
source: Please agree to the terms for using the service
ar: يرجى الموافقة على الشروط لاستخدام الخدمة
de: Bitte stimmen Sie den Bedingungen für die Nutzung des Dienstes zu
es: Por favor, acepta los términos para utilizar el servicio
fr: Veuillez accepter les conditions d'utilisation du service
hi: कृपया सेवा का उपयोग करने के लिए शर्तों पर सहमति दें
id: Harap setujui ketentuan untuk menggunakan layanan
ja: サービス利用のため規約に同意してください
ko: 서비스 이용을 위한 약관에 동의해주세요
nl: Gelieve akkoord te gaan met de voorwaarden voor het gebruik van de service
pl: Proszę zgodzić się na warunki korzystania z usługi
pt: Por favor, concorde com os termos para usar o serviço
ru: Пожалуйста, согласитесь с условиями использования сервиса
sv: Vänligen godkänn villkoren för att använda tjänsten
th: กรุณายอมรับข้อตกลงเพื่อใช้บริการ
tl: Mangyaring sumang-ayon sa mga tuntunin para sa paggamit ng serbisyo
tr: Lütfen hizmeti kullanmak için şartları kabul edin
vi: Đồng ý với điều khoản
zh: 请同意使用服务的条款

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
ko: 서비스 이용약관
nl: Servicevoorwaarden
pl: Warunki korzystania
pt: Termos de serviço
ru: Условия использования
sv: Användarvillkor
th: เงื่อนไขการให้บริการ
tl: Mga Tuntunin ng Serbisyo
tr: Hizmet Şartları
ur: سروس کی شرائط
vi: Điều khoản dịch vụ
zh: 服务条款

# termsSection10Content
source: We reserve the right to modify these terms at any time with notice to users.
ar: نحتفظ بالحق في تعديل هذه الشروط في أي وقت مع إشعار للمستخدمين.
de: Wir behalten uns das Recht vor, diese Bedingungen jederzeit mit Benachrichtigung an die Nutzer zu ändern.
es: Nos reservamos el derecho de modificar estos términos en cualquier momento con aviso a los usuarios.
fr: Nous nous réservons le droit de modifier ces conditions à tout moment avec notification aux utilisateurs.
hi: हम उपयोगकर्ताओं को सूचित करते हुए इन शर्तों में किसी भी समय संशोधन करने का अधिकार सुरक्षित रखते हैं।
id: Kami berhak untuk mengubah ketentuan ini kapan saja dengan pemberitahuan kepada pengguna.
ja: 当社は、ユーザーに通知の上、これらの条件をいつでも変更する権利を留保します。
ko: 우리는 사용자에게 통지하고 언제든지 이 약관을 수정할 권리를 보유합니다.
nl: We behouden ons het recht voor om deze voorwaarden op elk moment te wijzigen met kennisgeving aan de gebruikers.
pl: Zastrzegamy sobie prawo do modyfikacji tych warunków w dowolnym momencie z powiadomieniem użytkowników.
pt: Reservamos o direito de modificar estes termos a qualquer momento com aviso aos usuários.
ru: Мы оставляем за собой право в любое время изменять эти условия с уведомлением пользователей.
sv: Vi förbehåller oss rätten att ändra dessa villkor när som helst med meddelande till användarna.
th: เราขอสงวนสิทธิ์ในการแก้ไขข้อตกลงเหล่านี้ได้ตลอดเวลาโดยจะแจ้งให้ผู้ใช้ทราบ
tl: Nananatili ang karapatan naming baguhin ang mga tuntuning ito anumang oras na may abiso sa mga gumagamit.
tr: Bu şartları herhangi bir zamanda kullanıcıları bilgilendirerek değiştirme hakkını saklı tutarız.
vi: Chúng tôi có quyền sửa đổi các điều khoản này bất cứ lúc nào với thông báo cho người dùng.
zh: 我们保留随时修改这些条款的权利，并通知用户。

# termsSection10Title
source: Article 10 (Dispute Resolution)
ar: المادة 10 (حل النزاعات)
de: Artikel 10 (Streitbeilegung)
es: Artículo 10 (Resolución de disputas)
fr: Article 10 (Résolution des litiges)
hi: अनुच्छेद 10 (विवाद समाधान)
id: Pasal 10 (Penyelesaian Sengketa)
ja: 第10条（紛争解決）
ko: 제10조 (분쟁해결)
nl: Artikel 10 (Geschillenbeslechting)
pl: Artykuł 10 (Rozwiązywanie sporów)
pt: Artigo 10 (Resolução de Disputas)
ru: Статья 10 (Разрешение споров)
sv: Artikel 10 (Tvistlösning)
th: มาตรา 10 (การระงับข้อพิพาท)
tl: Artikulo 10 (Pagsusuri ng Alitan)
tr: Madde 10 (Uyuşmazlık Çözümü)
vi: Điều 10 (Giải quyết tranh chấp)
zh: 第10条（争议解决）

# termsSection11Content
source: These terms shall be governed by the laws of the jurisdiction in which we operate.
ar: تخضع هذه الشروط لقوانين الولاية القضائية التي نعمل فيها.
de: Diese Bedingungen unterliegen den Gesetzen der Gerichtsbarkeit, in der wir tätig sind.
es: Estos términos se regirán por las leyes de la jurisdicción en la que operamos.
fr: Ces conditions seront régies par les lois de la juridiction dans laquelle nous opérons.
hi: ये शर्तें उस क्षेत्राधिकार के कानूनों द्वारा संचालित होंगी जिसमें हम कार्य करते हैं।
id: Ketentuan ini akan diatur oleh hukum di yurisdiksi tempat kami beroperasi.
ja: これらの条件は、当社が運営する管轄区域の法律に準拠します。
ko: 이 약관은 우리가 운영하는 관할권의 법률에 따라 규율됩니다.
nl: Deze voorwaarden worden beheerst door de wetten van de jurisdictie waarin we opereren.
pl: Niniejsze warunki będą regulowane prawem jurysdykcji, w której działamy.
pt: Estes termos serão regidos pelas leis da jurisdição em que operamos.
ru: Эти условия регулируются законами юрисдикции, в которой мы работаем.
sv: Dessa villkor ska regleras av lagarna i den jurisdiktion där vi verkar.
th: ข้อตกลงเหล่านี้จะอยู่ภายใต้กฎหมายของเขตอำนาจที่เราดำเนินการ
tl: Ang mga tuntuning ito ay pamamahalaan ng mga batas ng hurisdiksyon kung saan kami nagpapatakbo.
tr: Bu şartlar, faaliyet gösterdiğimiz yargı alanının yasalarına tabi olacaktır.
vi: Các điều khoản này sẽ được điều chỉnh bởi luật pháp của khu vực mà chúng tôi hoạt động.
zh: 这些条款应受我们运营所在司法管辖区的法律管辖。

# termsSection11Title
source: Article 11 (AI Service Special Provisions)
ar: المادة 11 (أحكام خاصة بالخدمة الذكية)
de: Artikel 11 (Besondere Bestimmungen zum KI-Dienst)
es: Artículo 11 (Disposiciones especiales del servicio de IA)
fr: Article 11 (Dispositions spéciales sur le service d'IA)
hi: अनुच्छेद 11 (एआई सेवा विशेष प्रावधान)
id: Pasal 11 (Ketentuan Khusus Layanan AI)
ja: 第11条（AIサービス特約）
ko: 제11조 (AI 서비스 특별조항)
nl: Artikel 11 (Bijzondere Bepalingen AI Dienst)
pl: Artykuł 11 (Specjalne postanowienia dotyczące usług AI)
pt: Artigo 11 (Disposições Especiais do Serviço de IA)
ru: Статья 11 (Особые положения об ИИ-сервисах)
sv: Artikel 11 (Särskilda bestämmelser för AI-tjänster)
th: มาตรา 11 (ข้อกำหนดพิเศษสำหรับบริการ AI)
tl: Artikulo 11 (Mga Espesyal na Probisyon ng Serbisyo ng AI)
tr: Madde 11 (AI Hizmeti Özel Hükümleri)
vi: Điều 11 (Các quy định đặc biệt về dịch vụ AI)
zh: 第11条（人工智能服务特别条款）
