Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

source: Hobby Sharing
ar: مشاركة الهوايات
es: Compartir Pasatiempos
fr: Partage de loisirs
hi: शौक साझा करना
id: Berbagi Hobi
it: Condivisione hobby
ja: 趣味の共有
ko: 취미 공유
nl: Hobby Delen
pl: Dzielenie się hobby
pt: Compartilhamento de Hobbies
ru: Обмен хобби
sv: Hobby Dela
th: แบ่งปันงานอดิเรก
tl: Pagbabahagi ng Libangan
tr: Hobileri Paylaşma
ur: مشاغل کا اشتراک
vi: Chia sẻ sở thích
zh: 爱好分享

source: Hobby Talk
ar: حديث الهوايات
es: Charla sobre Pasatiempos
fr: Discussion sur les loisirs
hi: शौक की बातें
id: Bicara Hobi
it: Conversazione sugli hobby
ja: 趣味の話
ko: 취미 이야기
nl: Hobby Praat
pl: Rozmowy o hobby
pt: Conversa sobre Hobbies
ru: Разговоры о хобби
sv: Hobby Prat
th: พูดคุยเกี่ยวกับงานอดิเรก
tl: Usapang Libangan
tr: Hobiler Hakkında Sohbet
ur: مشاغل پر بات چیت
vi: Nói chuyện về sở thích
zh: 爱好交流

# hours24Ago
source: 24 hours ago
ar: منذ 24 ساعة
de: Vor 24 Stunden
es: Hace 24 horas
fr: Il y a 24 heures
hi: 24 घंटे पहले
id: 24 jam yang lalu
it: 24 ore fa
ja: 24時間前
ko: 24시간 전
nl: 24 uur geleden
pl: 24 godziny temu
pt: 24 horas atrás
ru: 24 часа назад
sv: För 24 timmar sedan
th: 24 ชั่วโมงที่แล้ว
tl: 24 oras na ang nakalipas
tr: 24 saat önce
ur: 24 گھنٹے پہلے
vi: 24 giờ trước
zh: 24小时前

# hoursAgo
source: {count} hours ago
ar: {count} ساعات مضت
de: vor {count} Stunden
es: hace {count} horas
fr: il y a {count} heures
hi: {count} घंटे पहले
id: {count} jam yang lalu
it: {count} ore fa
ja: {count}時間前
ko: {count}시간 전
pl: {count} godzin temu
pt: {count} horas atrás
ru: {count} часов назад
sv: För {count} timmar sedan
th: {count} ชั่วโมงที่แล้ว
tl: {count} oras ang nakalipas
tr: {count} saat önce
ur: {count} گھنٹے پہلے
vi: {count} giờ trước
zh: {count}小时前

# howToUse
source: How to use SONA
ar: كيفية استخدام SONA
de: So benutzt man SONA
es: Cómo usar SONA
fr: Comment utiliser SONA
hi: SONA का उपयोग कैसे करें
id: Cara penggunaan
it: Come usare SONA
ja: SONAの使い方
ko: SONA 사용 방법
pl: Jak używać SONA
pt: Como usar o SONA
ru: Как использовать SONA
sv: Hur man använder SONA
th: วิธีการใช้ SONA
tl: Paano gamitin ang SONA
tr: SONA nasıl kullanılır
ur: SONA کا استعمال کیسے کریں
vi: Cách sử dụng
zh: 如何使用SONA

source: Image Cache Management
ar: إدارة ذاكرة التخزين المؤقت للصور
de: Bildcache-Verwaltung
es: Gestión de Caché de Imágenes
fr: Gestion du cache d'images
hi: इमेज कैश प्रबंधन
id: Manajemen Cache Gambar
it: Gestione della cache delle immagini
ja: 画像キャッシュ管理
ko: 이미지 캐시 관리
pl: Zarządzanie pamięcią podręczną obrazów
pt: Gerenciamento de Cache de Imagens
ru: Управление кэшем изображений
sv: Hantering av bildcache
th: การจัดการแคชภาพ
tl: Pamamahala ng Image Cache
tr: Görüntü Önbellek Yönetimi
ur: امیج کیش مینجمنٹ
vi: Quản lý bộ nhớ cache hình ảnh
zh: 图片缓存管理

source: Inappropriate content
ar: محتوى غير مناسب
de: Unangemessener Inhalt
es: Contenido inapropiado
fr: Contenu inapproprié
hi: अनुपयुक्त सामग्री
id: Konten yang tidak pantas
it: Contenuto inappropriato
ja: 不適切なコンテンツ
ko: 부적절한 콘텐츠
pl: Treści nieodpowiednie
pt: Conteúdo inapropriado
ru: Неприемлемый контент
sv: Olämpligt innehåll
th: เนื้อหาที่ไม่เหมาะสม
tl: Hindi angkop na nilalaman
tr: Uygunsuz içerik
ur: نامناسب مواد
vi: Nội dung không phù hợp
zh: 不当内容

source: incorrect
ar: غير صحيح
de: falsch
es: incorrecto
hi: गलत
id: salah
it: errato
ja: 不正確
ko: 올바르지 않습니다
pl: niepoprawny
pt: incorreto
sv: Felaktig
th: ไม่ถูกต้อง
tl: mali
tr: hatalı
ur: غلط
vi: không chính xác
zh: 不正确

source: Incorrect password
ar: كلمة المرور غير صحيحة
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
hi: गलत पासवर्ड
id: Kata sandi salah
it: Password errata
ja: パスワードが正しくありません
ko: 잘못된 비밀번호
pl: Niepoprawne hasło
pt: Senha incorreta
ru: Неверный пароль
sv: Felaktigt lösenord
th: รหัสผ่านไม่ถูกต้อง
tl: Mali ang password
tr: Hatalı şifre
ur: غلط پاس ورڈ
vi: Mật khẩu không chính xác
zh: 密码错误

source: Indonesian
ar: إندونيسي
de: Indonesisch
es: Indonesio
fr: Indonésien
hi: इंडोनेशियाई
id: Bahasa Indonesia
it: Indonesiano
ja: インドネシア語
ko: 인도네시아어
pl: Indonezyjski
pt: Indonésio
sv: Indonesiska
th: ภาษาอินโดนีเซีย
tr: Endonezyaca
ur: انڈونیشیائی
vi: Tiếng Indonesia
zh: 印尼语

source: Inquiries
ar: استفسارات
de: Anfragen
es: Consultas
fr: Demandes
hi: पूछताछ
id: Pertanyaan
it: Richieste
ja: お問い合わせ
ko: 문의사항
pl: Zapytania
pt: Consultas
sv: Förfrågningar
th: สอบถาม
tl: Mga Katanungan
tr: Soruşturma
ur: انکوائریاں
vi: Thắc mắc
zh: 查询

source: Insufficient hearts.
ar: قلوب غير كافية.
de: Nicht genügend Herzen.
es: Corazones insuficientes.
fr: Cœurs insuffisants.
hi: पर्याप्त दिल नहीं हैं।
id: Hati tidak cukup
it: Cuori insufficienti.
ja: ハートが不足しています。
ko: 하트가 부족합니다.
pl: Niewystarczająca liczba serc.
pt: Corações insuficientes.
sv: Otillräckliga hjärtan.
th: หัวใจไม่เพียงพอ
tl: Hindi sapat na puso.
tr: Yetersiz kalp.
ur: ناکافی دل۔
vi: Không đủ tim
zh: 爱心不足

source: Interest Sharing
ar: مشاركة الاهتمامات
de: Interessen teilen
es: Compartir Intereses
fr: Partage d'intérêts
hi: रुचि साझा करना
id: Berbagi Minat
it: Condivisione degli interessi
ja: 興味の共有
ko: 관심사 공유
nl: Interesse Delen
pl: Dzielenie się zainteresowaniami
pt: Compartilhamento de Interesses
sv: Intressedelning
th: การแบ่งปันความสนใจ
tl: Pagsasalo ng Interes
tr: İlgi Alanlarını Paylaşma
ur: دلچسپی کا اشتراک
vi: Chia sẻ sở thích
zh: 兴趣分享

# interestSharingDesc
source: Discover and recommend shared interests
ar: اكتشف وشارك الاهتمامات المشتركة
de: Entdecke und empfehle gemeinsame Interessen
es: Descubre y recomienda intereses compartidos
fr: Découvrez et recommandez des intérêts partagés
hi: साझा रुचियों को खोजें और सिफारिश करें
id: Temukan dan rekomendasikan minat yang sama
it: Scopri e raccomanda interessi condivisi
ja: 共通の興味を発見して推薦
ko: 공통 관심사 발견 및 추천
nl: Ontdek en raad aan gedeelde interesses
pl: Odkrywaj i polecaj wspólne zainteresowania
pt: Descubra e recomende interesses compartilhados
sv: Upptäck och rekommendera delade intressen
th: ค้นพบและแนะนำความสนใจที่แบ่งปัน
tl: Tuklasin at irekomenda ang mga ibinahaging interes
tr: Paylaşılan ilgi alanlarını keşfedin ve önerin
ur: مشترکہ دلچسپیاں دریافت کریں اور تجویز کریں
vi: Chia sẻ sở thích
zh: 发现并推荐共同兴趣

source: Interests
ar: الاهتمامات
de: Interessen
es: Intereses
fr: Intérêts
hi: रुचियां
id: Minat
it: Interessi
ja: 興味
ko: 관심사
nl: Interesses
pl: Zainteresowania
pt: Interesses
ru: Интересы
sv: Intressen
th: ความสนใจ
tl: Mga Interes
tr: İlgi Alanları
ur: دلچسپیاں
vi: Sở thích
zh: 兴趣

source: Invalid email format
ar: تنسيق البريد الإلكتروني غير صالح
de: Ungültiges E-Mail-Format
es: Formato de correo electrónico no válido
fr: Format d'email invalide
hi: अमान्य ईमेल प्रारूप
id: Format email tidak valid
it: Formato email non valido
ja: 無効なメールフォーマット
ko: 잘못된 이메일 형식
nl: Ongeldig e-mailformaat
pl: Nieprawidłowy format adresu e-mail
pt: Formato de email inválido
ru: Неверный формат email
sv: Ogiltigt e-postformat
th: รูปแบบอีเมลไม่ถูกต้อง
tl: Di-wastong format ng email
tr: Geçersiz e-posta formatı
ur: ای میل کا غلط فارمیٹ
vi: Định dạng email không hợp lệ
zh: 无效的电子邮件格式

# invalidEmailFormatError
source: Please enter a valid email address
ar: يرجى إدخال عنوان بريد إلكتروني صالح
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, ingresa una dirección de correo electrónico válida
fr: Veuillez entrer une adresse email valide
hi: कृपया एक मान्य ईमेल पता दर्ज करें
id: Silakan masukkan alamat email yang valid
it: Inserisci un indirizzo email valido
ja: 有効なメールアドレスを入力してください
ko: 올바른 이메일 주소를 입력해주세요
nl: Voer een geldig e-mailadres in
pl: Proszę wprowadzić prawidłowy adres e-mail
pt: Digite um endereço de email válido
ru: Введите действительный адрес электронной почты
sv: Vänligen ange en giltig e-postadress
th: กรุณาใส่อีเมลที่ถูกต้อง
tl: Mangyaring maglagay ng wastong address ng email
tr: Lütfen geçerli bir e-posta adresi girin
ur: براہ کرم ایک درست ای میل ایڈریس درج کریں
vi: Vui lòng nhập địa chỉ email hợp lệ
zh: 请输入有效的电子邮件地址

# isTyping
source: {name} is typing...
ar: {name} يكتب...
de: {name} tippt gerade...
es: {name} está escribiendo...
fr: {name} est en train d'écrire...
hi: {name} टाइप कर रहा है...
id: {name} sedang mengetik...
it: {name} sta scrivendo...
ja: {name}が入力中...
ko: {name}님이 입력 중...
nl: {name} is aan het typen...
pl: {name} pisze...
pt: {name} está digitando...
sv: {name} skriver...
th: {name} กำลังพิมพ์...
tl: Nagtatype si {name}...
tr: {name} yazıyor...
ur: {name} ٹائپ کر رہا ہے...
vi: {name} đang nhập...
zh: {name} 正在输入...

source: Japanese
ar: ياباني
de: Japanisch
es: Japonés
fr: Japonais
hi: जापानी
id: Jepang
it: Giapponese
ja: 日本語
ko: 일본어
nl: Japans
pl: Japoński
pt: Japonês
sv: Japanska
th: ภาษาญี่ปุ่น
tl: Hapon
tr: Japonca
ur: جاپانی
vi: Tiếng Nhật
zh: 日语

source: Join Date
ar: تاريخ الانضمام
de: Beitrittsdatum
es: Fecha de Unirse
fr: Date d'inscription
hi: शामिल होने की तिथि
id: Tanggal bergabung
it: Data di Iscrizione
ja: 登録日
ko: 가입일
nl: Aanmelddatum
pl: Data dołączenia
pt: Data de Entrada
sv: Gå med datum
th: วันที่เข้าร่วม
tl: Petsa ng Pagsali
tr: Katılma Tarihi
ur: شمولیت کی تاریخ
vi: Ngày tham gia
zh: 加入日期

source: Just now
ar: الآن
de: Gerade eben
es: Ahora mismo
fr: À l'instant
hi: अभी
id: Baru saja
it: Proprio ora
ja: たった今
ko: 방금 전
nl: Net nu
pl: Właśnie teraz
pt: Agora mesmo
ru: Только что
sv: Nyss
th: เมื่อสักครู่
tl: Ngayon lang
tr: Şimdi
ur: ابھی
vi: Vừa xong
zh: 刚刚

# keepGuestData
source: Keep Chat History
ar: الاحتفاظ بسجل الدردشة
de: Chatverlauf speichern
es: Mantener Historial de Chat
fr: Conserver l'historique des discussions
hi: चैट इतिहास रखें
id: Simpan Riwayat Obrolan
it: Mantieni Cronologia Chat
ja: チャット履歴を保持
ko: 대화 기록 유지
nl: Bewaar chatgeschiedenis
pl: Zachowaj historię czatu
pt: Manter Histórico de Conversas
sv: Behåll chattens historik
th: เก็บประวัติการแชท
tl: Panatilihin ang Kasaysayan ng Chat
tr: Sohbet Geçmişini Sakla
ur: چیٹ کی تاریخ محفوظ رکھیں
vi: Lưu lịch sử trò chuyện
zh: 保留聊天记录

source: Korean
ar: كوري
de: Koreanisch
es: Coreano
fr: Coréen
hi: कोरियाई
id: Korea
it: Coreano
ja: 韓国語
ko: 한국어
nl: Koreaans
pl: Koreański
pt: Coreano
sv: Koreanska
th: ภาษาเกาหลี
tl: Koreano
tr: Korece
ur: کورین
vi: Tiếng Hàn
zh: 韩语

# koreanLanguage
source: Korean
ar: كوري
de: Koreanisch
es: Coreano
fr: Coréen
hi: कोरियाई
id: Bahasa Korea
it: Coreano
ja: 韓国語
ko: 한국어
nl: Koreaans
pl: Koreański
pt: Coreano
sv: Koreanska
th: ภาษาเกาหลี
tl: Koreano
tr: Korece
ur: کورین
vi: Tiếng Hàn
zh: 韩语

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ru: Язык
sv: Språk
th: ภาษา
tl: Wika
tr: Dil
ur: زبان
vi: Ngôn ngữ
zh: 语言

# languageDescription
source: AI will respond in your selected language
ar: ستقوم الذكاء الاصطناعي بالرد باللغة التي اخترتها
de: Die KI wird in deiner ausgewählten Sprache antworten
es: La IA responderá en el idioma que seleccionaste
fr: L'IA répondra dans la langue que vous avez sélectionnée
hi: एआई आपके द्वारा चुनी गई भाषा में उत्तर देगा
id: AI akan merespons dalam bahasa yang Anda pilih
it: L'IA risponderà nella lingua selezionata
ja: AIは選択した言語で応答します
ko: AI가 선택한 언어로 응답합니다
nl: AI zal reageren in de door jou geselecteerde taal
pl: AI odpowie w wybranym języku
pt: A IA responderá no seu idioma selecionado
sv: AI kommer att svara på ditt valda språk
th: AI จะตอบกลับในภาษาที่คุณเลือก
tl: Ang AI ay tutugon sa iyong napiling wika
tr: AI, seçtiğiniz dilde yanıt verecek
ur: AI آپ کی منتخب کردہ زبان میں جواب دے گا
vi: Chọn ngôn ngữ hiển thị
zh: AI将以您选择的语言回复

# languageIndicator
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
sv: Språk
th: ภาษา
tl: Wika
tr: Dil
ur: زبان
vi: Ngôn ngữ
zh: 语言

source: Language Settings
ar: إعدادات اللغة
de: Spracheinstellungen
es: Configuración de idioma
fr: Paramètres de langue
hi: भाषा सेटिंग्स
id: Pengaturan bahasa
it: Impostazioni Lingua
ja: 言語設定
ko: 언어 설정
nl: Taalinstellingen
pl: Ustawienia języka
pt: Configurações de Idioma
ru: Настройки языка
sv: Språkinställningar
th: ตั้งค่าภาษา
tl: Mga Setting ng Wika
tr: Dil Ayarları
ur: زبان کی ترتیبات
vi: Cài đặt ngôn ngữ
zh: 语言设置

source: Last Occurred:
ar: آخر حدوث:
de: Zuletzt aufgetreten:
es: Última vez ocurrido:
fr: Dernière occurrence :
hi: अंतिम बार हुआ:
id: Terakhir Terjadi:
it: Ultima Occorrenza:
ja: 最後の発生：
ko: 마지막 발생:
nl: Laatst voorgekomen:
pl: Ostatnie wystąpienie:
pt: Última Ocorrência:
ru: Последний раз:
sv: Senast inträffat:
th: เกิดขึ้นล่าสุด:
tl: Huling Nangyari:
tr: Son Gerçekleşme:
ur: آخری بار ہوا:
vi: Lần cuối xảy ra:
zh: 最近发生：

source: Last Updated
ar: آخر تحديث
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
hi: अंतिम बार अपडेट किया गया
id: Terakhir Diperbarui
it: Ultimo aggiornamento
ja: 最終更新
ko: 마지막 업데이트
nl: Laatst bijgewerkt
pl: Ostatnia aktualizacja
pt: Última atualização
ru: Последнее обновление
sv: Senast uppdaterad
th: อัปเดตล่าสุด
tl: Huling Na-update
tr: Son Güncelleme
ur: آخری بار اپ ڈیٹ ہوا
vi: Cập nhật lần cuối
zh: 最后更新

source: Late night
ar: وقت متأخر من الليل
de: Spätabend
es: Tarde noche
fr: Tard dans la nuit
hi: देर रात
id: Larut malam
it: Notte fonda
ja: 深夜
ko: 늦은시간
nl: Late nacht
pl: Późna noc
pt: Madrugada
ru: Поздно ночью
sv: Sen kväll
th: กลางคืนดึก
tl: Hatingabi
tr: Gece geç saat
ur: رات دیر سے
vi: Đêm muộn
zh: 深夜

source: Later
ar: لاحقاً
de: Später
es: Más tarde
fr: Plus tard
hi: बाद में
id: Nanti
it: Più tardi
ja: 後で
ko: 나중에
pl: Później
pt: Depois
ru: Позже
sv: Senare
th: ทีหลัง
tl: Mamaya
tr: Daha sonra
ur: بعد
vi: Sau này
zh: 稍后

# laterButton
source: Later
ar: لاحقاً
de: Später
es: Más tarde
fr: Plus tard
hi: बाद में
id: Nanti
it: Più tardi
ja: 後で
ko: 나중에
pl: Później
pt: Depois
ru: Позже
sv: Senare
th: ทีหลัง
tl: Mamaya
tr: Daha sonra
ur: بعد
vi: Sau
zh: 稍后

source: Leave
ar: مغادرة
de: Verlassen
es: Salir
fr: Quitter
hi: छोड़ें
id: Tinggalkan
it: Lascia
ja: 退室
ko: 나가기
nl: Verlaten
pl: Wyjdź
pt: Sair
ru: Выйти
sv: Lämna
th: ออกจาก
tl: Umalis
tr: Ayrıl
ur: چھوڑیں
vi: Rời đi
zh: 离开

# leaveChatConfirm
source: Leave this chat? It will disappear from your chat list.
ar: هل تريد مغادرة هذه الدردشة؟
de: Möchtest du diesen Chat verlassen?
es: ¿Salir de este chat?
fr: Quitter cette discussion ?
hi: क्या आप इस चैट को छोड़ना चाहते हैं?
id: Tinggalkan obrolan ini?
it: Vuoi lasciare questa chat?
ja: このチャットを退室しますか？ チャットリストから消えます。
ko: 이 채팅방을 나가시겠습니까? 채팅 목록에서 사라집니다.
nl: Dit gesprek verlaten?
pl: Opuszczasz ten czat?
pt: Sair deste chat?
ru: Выйти из этого чата?
sv: Lämna denna chatt?
th: คุณต้องการออกจากแชทนี้ไหม?
tl: Umalis sa chat na ito?
tr: Bu sohbetten ayrılmak istiyor musun?
ur: کیا آپ اس چیٹ کو چھوڑنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn rời khỏi cuộc trò chuyện này không? Nó sẽ biến mất khỏi danh sách trò chuyện của bạn.
zh: 确认离开此聊天吗？

source: Leave Chat Room
ar: مغادرة غرفة الدردشة
de: Chatraum verlassen
es: Salir de la sala de chat
fr: Quitter la salle de discussion
hi: चैट रूम छोड़ें
id: Tinggalkan Ruang Obrolan
it: Lascia la chat
ja: チャットルームを退室
ko: 채팅방 나가기
nl: Chatkamer verlaten
pl: Opuszczam pokój czatu
pt: Sair da Sala de Chat
ru: Выйти из чата
sv: Lämna chattrum
th: ออกจากห้องแชท
tl: Umalis sa Chat Room
tr: Sohbet Odasından Ayrıl
ur: چیٹ روم چھوڑیں
vi: Rời khỏi phòng chat
zh: 离开聊天室

# leaveChatTitle
source: Leave Chat
ar: مغادرة الدردشة
de: Chat verlassen
es: Salir del chat
fr: Quitter la discussion
hi: चैट छोड़ें
id: Tinggalkan obrolan
it: Lascia chat
ja: チャットを退室
ko: 채팅방 나가기
nl: Verlaat chat
pl: Opuszczam czat
pt: Sair do Chat
ru: Выйти из чата
sv: Lämna chatt
th: ออกจากแชท
tl: Umalis sa Chat
tr: Sohbetten Ayrıl
ur: چیٹ چھوڑیں
vi: Rời khỏi cuộc trò chuyện
zh: 离开聊天

source: Life Advice
ar: نصائح حياتية
de: Lebensberatung
es: Consejos de vida
fr: Conseils de vie
hi: जीवन सलाह
id: Nasihat Hidup
it: Consigli di vita
ja: 人生相談
ko: 인생 조언
nl: Levensadvies
pl: Porady życiowe
pt: Conselhos de Vida
ru: Советы по жизни
sv: Livsråd
th: คำแนะนำชีวิต
tl: Payo sa Buhay
tr: Hayat Tavsiyesi
ur: زندگی کی نصیحت
vi: Lời Khuyên Cuộc Sống
zh: 生活建议

source: Light Talk
ar: حديث خفيف
de: Leichtes Gespräch
es: Charla ligera
fr: Discussion légère
hi: हल्की बातचीत
id: Obrolan Santai
ja: 軽い話
ko: 가벼운 수다
nl: Licht Praat
pl: Luźna rozmowa
pt: Conversa Leve
ru: Легкая беседа
sv: Lätt prat
th: สนทนาเบาๆ
tl: Magaan na Usapan
tr: Hafif Sohbet
ur: ہلکی پھلکی بات چیت
vi: Trò Chuyện Nhẹ Nhàng
zh: 轻松聊天

# lightTheme
source: Light Mode
ar: الوضع الفاتح
de: Heller Modus
es: Modo claro
fr: Mode clair
hi: लाइट मोड
id: Mode Terang
it: Modalità Chiara
ja: ライトモード
ko: 라이트 모드
nl: Lichte Modus
pl: Jasny tryb
pt: Modo Claro
ru: Светлый режим
sv: Ljust läge
th: โหมดสว่าง
tl: Maliwanag na Tema
tr: Aydınlık Mod
ur: روشنی کا موڈ
vi: Chế Độ Sáng
zh: 明亮模式

# lightThemeDesc
source: Use bright theme
ar: استخدم السمة الساطعة
de: Helles Design verwenden
es: Usar tema brillante
fr: Utiliser un thème lumineux
hi: उज्ज्वल थीम का उपयोग करें
id: Gunakan tema cerah
it: Usa tema chiaro
ja: 明るいテーマを使用
ko: 밝은 테마를 사용합니다
nl: Gebruik helder thema
pl: Użyj jasnego motywu
pt: Use tema claro
ru: Использовать светлую тему
sv: Använd ljus tema
th: ใช้ธีมสว่าง
tl: Gumamit ng maliwanag na tema
tr: Parlak temayı kullan
ur: روشن تھیم استعمال کریں
vi: Sử dụng giao diện sáng
zh: 使用明亮主题

source: Loading...
ar: جاري التحميل...
de: Wird geladen...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
nl: Laden...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...
sv: Laddar...
th: กำลังโหลด...
tl: Nag-load...
tr: Yükleniyor...
ur: لوڈ ہو رہا ہے...
vi: Đang tải...
zh: 加载中...

source: Loading data...
ar: جارٍ تحميل البيانات...
de: Daten werden geladen...
es: Cargando datos...
fr: Chargement des données...
hi: डेटा लोड हो रहा है...
id: Memuat data...
it: Caricamento dati...
ja: データを読み込み中...
ko: 데이터를 로딩 중입니다...
nl: Gegevens laden...
pl: Ładowanie danych...
pt: Carregando dados...
ru: Загружается данные...
sv: Laddar data...
th: กำลังโหลดข้อมูล...
tl: Naglo-load ng data...
tr: Veriler yükleniyor...
ur: ڈیٹا لوڈ ہو رہا ہے...
vi: Đang tải dữ liệu...
zh: 正在加载数据...

source: Loading products...
ar: جارٍ تحميل المنتجات...
de: Produkte werden geladen...
es: Cargando productos...
fr: Chargement des produits...
hi: उत्पाद लोड हो रहे हैं...
id: Memuat produk...
it: Caricamento prodotti...
ja: 製品を読み込み中...
ko: 상품 불러오는 중...
nl: Producten laden...
pl: Ładowanie produktów...
pt: Carregando produtos...
ru: Загрузка продуктов...
sv: Laddar produkter...
th: กำลังโหลดผลิตภัณฑ์...
tl: Naglo-load ng mga produkto...
tr: Ürünler yükleniyor...
ur: مصنوعات لوڈ ہو رہی ہیں...
vi: Đang tải sản phẩm...
zh: 正在加载产品...

source: Loading profile
ar: جارٍ تحميل الملف الشخصي
de: Profil wird geladen
es: Cargando perfil
fr: Chargement du profil
hi: प्रोफ़ाइल लोड हो रही है
id: Memuat profil
it: Caricamento profilo
ja: プロフィールを読み込み中
ko: 프로필 불러오는 중
nl: Profiel laden
pl: Ładowanie profilu
pt: Carregando perfil
ru: Загружается профиль
sv: Laddar profil
th: กำลังโหลดโปรไฟล์
tl: Naglo-load ng profile
tr: Profil yükleniyor
ur: پروفائل لوڈ ہو رہی ہے
vi: Đang tải hồ sơ
zh: 正在加载个人资料

source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: लॉग इन करें
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
nl: Inloggen
pl: Zaloguj
pt: Entrar
ru: Войти
sv: Logga in
th: เข้าสู่ระบบ
tl: Mag-login
tr: Giriş Yap
ur: لاگ ان
vi: Đăng nhập
zh: 登录

# loginButton
source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Connexion
hi: लॉगिन
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
nl: Inloggen
pl: Zaloguj się
pt: Entrar
ru: Войти
sv: Logga in
th: เข้าสู่ระบบ
tl: Mag-login
tr: Giriş Yap
ur: لاگ ان
vi: Đăng nhập
zh: 登录

source: Login cancelled
ar: تم إلغاء تسجيل الدخول
de: Anmeldung abgebrochen
es: Inicio de sesión cancelado
fr: Connexion annulée
hi: लॉगिन रद्द किया गया
id: Masuk dibatalkan
it: Accesso annullato
ja: ログインがキャンセルされました
ko: 로그인이 취소되었습니다
nl: Inloggen geannuleerd
pl: Anulowano logowanie
pt: Login cancelado
ru: Вход отменён
sv: Inloggning avbruten
th: ยกเลิกการเข้าสู่ระบบ
tl: Nakansela ang pag-login
tr: Giriş iptal edildi
ur: لاگ ان منسوخ
vi: Đăng nhập đã hủy
zh: 登录已取消

source: Login complete
ar: تم تسجيل الدخول بنجاح
de: Anmeldung abgeschlossen
es: Inicio de sesión completado
fr: Connexion réussie
hi: लॉगिन पूरा हुआ
id: Masuk berhasil
it: Accesso completato
ja: ログイン完了
ko: 로그인 완료
nl: Inloggen voltooid
pl: Logowanie zakończone
pt: Login concluído
ru: Вход выполнен
sv: Inloggning slutförd
th: เข้าสู่ระบบสำเร็จ
tl: Kumpleto ang pag-login
tr: Giriş tamamlandı
ur: لاگ ان مکمل
vi: Đăng nhập thành công
zh: 登录完成

# loginError
source: Login failed
ar: فشل تسجيل الدخول
de: Anmeldung fehlgeschlagen
es: Error en el inicio de sesión
fr: Échec de la connexion
hi: लॉगिन विफल
id: Error masuk
it: Accesso fallito
ja: ログインに失敗しました
ko: 로그인에 실패했습니다
nl: Inloggen mislukt
pl: Logowanie nie powiodło się
pt: Falha no login
ru: Ошибка входа
sv: Inloggning misslyckades
th: เข้าสู่ระบบล้มเหลว กรุณาลองใหม่
tl: Nabigong mag-login
tr: Giriş başarısız
ur: لاگ ان ناکام ہوا
vi: Lỗi đăng nhập
zh: 登录失败。请重试。

source: Login failed
ar: فشل تسجيل الدخول
de: Anmeldung fehlgeschlagen
es: Error al iniciar sesión
fr: Échec de la connexion
hi: लॉगिन विफल
id: Masuk gagal
it: Accesso fallito
ja: ログイン失敗
ko: 로그인 실패
nl: Inloggen mislukt
pl: Logowanie nie powiodło się
pt: Falha no login
ru: Ошибка входа
sv: Inloggning misslyckades
th: การเข้าสู่ระบบล éch
tl: Nabigong mag-login
tr: Giriş başarısız
ur: لاگ ان ناکام ہوا
vi: Đăng nhập thất bại
zh: 登录失败

# loginFailedTryAgain
source: Login failed. Please try again.
ar: فشل تسجيل الدخول. يرجى المحاولة مرة أخرى.
de: Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al iniciar sesión. Por favor, inténtalo de nuevo.
fr: Échec de la connexion. Veuillez réessayer.
hi: लॉगिन विफल। कृपया फिर से प्रयास करें।
id: Masuk gagal. Silakan coba lagi.
it: Accesso fallito. Riprova.
ja: ログインに失敗しました。もう一度お試しください。
ko: 로그인 실패. 다시 시도해주세요.
nl: Inloggen mislukt. Probeer het alstublieft opnieuw.
pl: Logowanie nie powiodło się. Proszę spróbować ponownie.
pt: Falha no login. Tente novamente.
ru: Ошибка входа. Попробуйте снова.
sv: Inloggning misslyckades. Vänligen försök igen.
th: การเข้าสู่ระบบล éch กรุณาลองอีกครั้ง
tl: Nabigong mag-login. Pakisubukan muli.
tr: Giriş başarısız. Lütfen tekrar deneyin.
ur: لاگ ان ناکام ہوا۔ براہ کرم دوبارہ کوشش کریں۔
vi: Đăng nhập thất bại. Vui lòng thử lại.
zh: 登录失败。请重试。

source: Login required
ar: يتطلب تسجيل الدخول
de: Anmeldung erforderlich
es: Se requiere iniciar sesión
fr: Connexion requise
hi: लॉगिन आवश्यक है
id: Perlu masuk
it: Accesso richiesto
ja: ログインが必要です
ko: 로그인이 필요합니다
nl: Inloggen vereist
pl: Wymagane logowanie
pt: Login necessário
ru: Необходим вход
sv: Inloggning krävs
th: ต้องเข้าสู่ระบบ
tl: Kinakailangan ang pag-login
tr: Giriş yapılması gerekiyor
ur: لاگ ان ضروری ہے
vi: Cần đăng nhập
zh: 需要登录

# loginRequiredForProfile
source: Login required to view profile and check records with SONA
ar: تسجيل الدخول مطلوب لعرض الملف الشخصي والتحقق من السجلات مع SONA
de: Anmeldung erforderlich, um das Profil anzuzeigen
es: Se requiere iniciar sesión para ver el perfil
fr: Connexion requise pour voir le profil
hi: प्रोफ़ाइल देखने और SONA के साथ रिकॉर्ड चेक करने के लिए लॉगिन आवश्यक है
id: Masuk diperlukan untuk melihat profil
it: Accesso richiesto per visualizzare il profilo
ja: プロフィールを表示し、 SONAとの記録を確認するにはログインが必要です
ko: 프로필을 보고 소나와의 기록을 확인하려면 로그인이 필요해요
nl: Inloggen vereist om profiel te bekijken
pl: Wymagane logowanie, aby zobaczyć profil
pt: Login necessário para ver o perfil
ru: Необходим вход для просмотра профиля
sv: Inloggning krävs för att se profil
th: ต้องเข้าสู่ระบบเพื่อดูโปรไฟล์
tl: Kinakailangan ang pag-login upang makita ang profile
tr: Profili görüntülemek ve SONA ile kayıtları kontrol etmek için giriş yapmanız gerekiyor
ur: پروفائل دیکھنے کے لیے لاگ ان ضروری ہے
vi: Cần đăng nhập để xem hồ sơ và kiểm tra các bản ghi với SONA
zh: 需要登录才能查看个人资料
