Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
id: Tentang
it: Informazioni
ja: アプリについて
ko: 앱 정보
nl: Over
pl: O aplikacji
pt: Sobre
ru: О приложении
sv: Om
th: เกี่ยวกับ
tl: Tungkol
tr: Hakkında
ur: بارے میں
vi: Về chúng tôi
zh: 关于

# accountAndProfile
source: Account & Profile Information
ar: معلومات الحساب والملف الشخصي
de: Konto- & Profilinformationen
es: Información de la cuenta y perfil
fr: Informations sur le compte et le profil
hi: खाता और प्रोफ़ाइल जानकारी
id: Akun & Profil
it: Informazioni su Account e Profilo
ja: アカウント＆プロフィール情報
ko: 계정 & 프로필 정보
nl: Account- en Profielinformatie
pl: Informacje o koncie i profilu
pt: Informações da Conta e do Perfil
ru: Информация об аккаунте и профиле
sv: Kontoinformation & Profilinformation
th: ข้อมูลบัญชี & โปรไฟล์
tl: Impormasyon sa Account at Profile
tr: Hesap ve Profil Bilgileri
ur: اکاؤنٹ اور پروفائل کی معلومات
vi: Tài khoản & Hồ sơ
zh: 账户与个人信息

# accountDeletedSuccess
source: Account deleted successfully
ar: تم حذف الحساب بنجاح
de: Konto erfolgreich gelöscht
es: Cuenta eliminada exitosamente
fr: Compte supprimé avec succès
hi: खाता सफलतापूर्वक हटाया गया
id: Akun berhasil dihapus
it: Account eliminato con successo
ja: アカウントが正常に削除されました
ko: 계정이 성공적으로 삭제되었습니다
nl: Account succesvol verwijderd
pl: Konto zostało pomyślnie usunięte
pt: Conta excluída com sucesso
ru: Аккаунт успешно удален
sv: Kontot har raderats framgångsrikt
th: ลบบัญชีสำเร็จแล้ว
tl: Matagumpay na na-delete ang account
tr: Hesap başarıyla silindi
ur: اکاؤنٹ کامیابی سے حذف کر دیا گیا
vi: Tài khoản đã được xóa thành công
zh: 账户已成功删除

# accountDeletionContent
source: Are you sure you want to delete your account? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف حسابك؟
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar tu cuenta?
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action ne peut pas être annulée.
hi: क्या आप वास्तव में अपना खाता हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus akun Anda? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare il tuo account?
ja: 本当にアカウントを削除しますか？ この操作は取り消せません。
ko: 정말로 계정을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
nl: Weet je zeker dat je je account wilt verwijderen?
pl: Czy na pewno chcesz usunąć swoje konto?
pt: Você tem certeza de que deseja excluir sua conta? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить свой аккаунт?
sv: Är du säker på att du vill radera ditt konto?
th: คุณแน่ใจหรือว่าต้องการลบบัญชีของคุณ?
tl: Sigurado ka bang nais mong i-delete ang iyong account?
tr: Hesabınızı silmek istediğinize emin misiniz?
ur: کیا آپ واقعی اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟
vi: Tài khoản sẽ bị xóa vĩnh viễn
zh: 您确定要删除您的账户吗？

# accountDeletionError
source: Error occurred while deleting account.
ar: حدث خطأ أثناء حذف الحساب.
de: Fehler beim Löschen des Kontos aufgetreten.
es: Ocurrió un error al eliminar la cuenta.
fr: Une erreur est survenue lors de la suppression du compte.
hi: खाता हटाने में त्रुटि हुई।
id: Terjadi kesalahan saat menghapus akun.
it: Si è verificato un errore durante l'eliminazione dell'account.
ja: アカウント削除中にエラーが発生しました。
ko: 계정 삭제 중 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het verwijderen van het account.
pl: Wystąpił błąd podczas usuwania konta.
pt: Ocorreu um erro ao excluir a conta.
ru: Произошла ошибка при удалении аккаунта.
sv: Ett fel inträffade vid radering av kontot.
th: เกิดข้อผิดพลาดขณะลบบัญชี
tl: Nagkaroon ng error habang nagde-delete ng account.
tr: Hesap silinirken bir hata oluştu.
ur: اکاؤنٹ حذف کرتے وقت خرابی پیش آئی۔
vi: Lỗi khi xóa tài khoản
zh: 删除账户时发生错误。

# accountDeletionInfo
source: Account deletion information
ar: معلومات حذف الحساب
de: Informationen zur Kontolöschung
es: Información de eliminación de cuenta
fr: Informations sur la suppression du compte
hi: खाता हटाने की जानकारी
id: Informasi penghapusan akun
it: Informazioni sull'eliminazione dell'account
ja: アカウント削除のご案内
ko: 계정 삭제 안내
nl: Informatie over accountverwijdering
pl: Informacje o usunięciu konta
pt: Informações sobre exclusão de conta
ru: Информация об удалении аккаунта
sv: Information om kontoradering
th: ข้อมูลการลบบัญชี
tl: Impormasyon sa Pag-delete ng Account
tr: Hesap silme bilgisi
ur: اکاؤنٹ حذف کرنے کی معلومات
vi: Thông tin xóa tài khoản
zh: 账户删除信息

# accountDeletionTitle
source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटाएँ
id: Hapus Akun
it: Elimina Account
ja: アカウント削除
ko: 계정 삭제
nl: Account Verwijderen
pl: Usuń konto
pt: Excluir Conta
ru: Удалить аккаунт
sv: Radera konto
th: ลบบัญชี
tl: I-delete ang Account
tr: Hesabı Sil
ur: اکاؤنٹ حذف کریں
vi: Xóa tài khoản
zh: 删除账户

# accountDeletionWarning1
source: Warning: This action cannot be undone
ar: تحذير: لا يمكن التراجع عن هذا الإجراء
de: Warnung: Diese Aktion kann nicht rückgängig gemacht werden
es: Advertencia: Esta acción no se puede deshacer
fr: Avertissement: Cette action ne peut pas être annulée
hi: चेतावनी: यह क्रिया पूर्ववत नहीं की जा सकती
id: Peringatan: Tindakan ini tidak dapat dibatalkan
it: Attenzione: Questa azione non può essere annullata
ja: 警告：この操作は元に戻せません
ko: 경고: 이 작업은 되돌릴 수 없습니다
nl: Waarschuwing: Deze actie kan niet ongedaan gemaakt worden
pl: Ostrzeżenie: Ta akcja nie może być cofnięta
pt: Aviso: Esta ação não pode ser desfeita
ru: Предупреждение: Это действие нельзя отменить
sv: Varning: Denna åtgärd kan inte ångras
th: คำเตือน: การดำเนินการนี้ไม่สามารถยกเลิกได้
tl: Babala: Ang aksyong ito ay hindi maibabalik
tr: Uyarı: Bu işlem geri alınamaz
ur: انتباہ: یہ عمل واپس نہیں لیا جا سکتا
vi: Cảnh báo: Hành động này không thể hoàn tác
zh: 警告：此操作无法撤消

# accountDeletionWarning2
source: All your data will be permanently deleted
ar: سيتم حذف جميع بياناتك بشكل دائم
de: Alle Ihre Daten werden dauerhaft gelöscht
es: Todos tus datos serán eliminados permanentemente
fr: Toutes vos données seront supprimées définitivement
hi: आपका सारा डेटा स्थायी रूप से हटा दिया जाएगा
id: Semua data Anda akan dihapus permanen
it: Tutti i tuoi dati saranno eliminati permanentemente
ja: すべてのデータが永久に削除されます
ko: 모든 데이터가 영구적으로 삭제됩니다
nl: Al je gegevens worden permanent verwijderd
pl: Wszystkie Twoje dane zostaną trwale usunięte
pt: Todos os seus dados serão excluídos permanentemente
ru: Все ваши данные будут удалены навсегда
sv: Alla dina uppgifter kommer att raderas permanent
th: ข้อมูลทั้งหมดของคุณจะถูกลบอย่างถาวร
tl: Lahat ng iyong data ay permanenteng mabubura
tr: Tüm verileriniz kalıcı olarak silinecektir
ur: آپ کا تمام ڈیٹا مستقل طور پر حذف کر دیا جائے گا
vi: Tất cả dữ liệu của bạn sẽ bị xóa vĩnh viễn
zh: 所有数据将被永久删除

# accountDeletionWarning3
source: You will lose access to all conversations
ar: ستفقد الوصول إلى جميع المحادثات
de: Sie verlieren den Zugriff auf alle Unterhaltungen
es: Perderás acceso a todas las conversaciones
fr: Vous perdrez l'accès à toutes les conversations
hi: आप सभी वार्तालापों तक पहुँच खो देंगे
id: Anda akan kehilangan akses ke semua percakapan
it: Perderai l'accesso a tutte le conversazioni
ja: すべての会話履歴にアクセスできなくなります
ko: 모든 대화 기록에 접근할 수 없게 됩니다
nl: Je verliest toegang tot alle gesprekken
pl: Stracisz dostęp do wszystkich rozmów
pt: Você perderá o acesso a todas as conversas
ru: Вы потеряете доступ ко всем разговорам
sv: Du kommer att förlora tillgång till alla konversationer
th: คุณจะสูญเสียการเข้าถึงบทสนทนาทั้งหมด
tl: Mawawalan ka ng access sa lahat ng pag-uusap
tr: Tüm sohbetlere erişiminizi kaybedeceksiniz
ur: آپ تمام گفتگوؤں تک رسائی کھو دیں گے
vi: Bạn sẽ mất quyền truy cập vào tất cả các cuộc trò chuyện
zh: 您将无法访问所有对话记录

# accountDeletionWarning4
source: This includes all purchased content
ar: يشمل ذلك جميع المحتويات المشتراة
de: Dies umfasst alle gekauften Inhalte
es: Esto incluye todo el contenido comprado
fr: Cela inclut tout le contenu acheté
hi: इसमें सभी खरीदी गई सामग्री शामिल है
id: Ini termasuk semua konten yang dibeli
it: Questo include tutti i contenuti acquistati
ja: 購入したすべてのコンテンツが含まれます
ko: 구매한 모든 콘텐츠가 포함됩니다
nl: Dit omvat alle aangeschafte inhoud
pl: Dotyczy to również całej zakupionej zawartości
pt: Isso inclui todo o conteúdo comprado
ru: Это включает весь купленный контент
sv: Detta inkluderar allt köpt innehåll
th: รวมถึงเนื้อหาที่ซื้อทั้งหมด
tl: Kasama dito ang lahat ng biniling nilalaman
tr: Bu, satın alınan tüm içerikleri de kapsar
ur: اس میں تمام خریدی گئی مواد شامل ہے
vi: Điều này bao gồm tất cả nội dung đã mua
zh: 这包括所有购买的内容

source: Account Management
ar: إدارة الحساب
de: Kontoverwaltung
es: Gestión de la cuenta
fr: Gestion du compte
hi: खाता प्रबंधन
id: Manajemen akun
it: Gestione Account
ja: アカウント管理
ko: 계정 관리
nl: Accountbeheer
pl: Zarządzanie kontem
pt: Gerenciamento de Conta
ru: Управление аккаунтом
sv: Kontohantering
th: การจัดการบัญชี
tl: Pamamahala ng Account
tr: Hesap Yönetimi
ur: اکاؤنٹ کا انتظام
vi: Quản lý tài khoản
zh: 账户管理

# adaptiveConversationDesc
source: Adapts conversation style to match yours
ar: يتكيف أسلوب المحادثة ليتناسب مع أسلوبك
de: Passt den Gesprächsstil an Ihren an
es: Adapta el estilo de conversación para que coincida con el tuyo
fr: Adapte le style de conversation pour correspondre au vôtre
hi: आपकी शैली के अनुसार बातचीत के तरीके को अनुकूलित करता है
id: Menyesuaikan gaya percakapan agar sesuai dengan Anda
it: Adatta lo stile della conversazione per allinearsi al tuo
ja: あなたの会話スタイルに合わせて適応します
ko: 상대방의 말투와 스타일에 맞춰 대화합니다
nl: Past de gespreksstijl aan om bij de jouwe te passen
pl: Dostosowuje styl rozmowy do Twojego
pt: Adapta o estilo da conversa para combinar com o seu
ru: Адаптирует стиль общения под ваш
sv: Anpassar samtalsstil för att matcha din
th: ปรับสไตล์การสนทนาให้ตรงกับของคุณ
tl: Inaangkop ang estilo ng pag-uusap upang umangkop sa iyo
tr: Sohbet stilini size uyacak şekilde uyarlıyor
ur: گفتگو کے انداز کو آپ کے انداز کے مطابق ڈھالتا ہے
vi: Điều chỉnh phong cách trò chuyện để phù hợp với bạn
zh: 根据您的风格调整对话方式

source: Afternoon
ar: بعد الظهر
de: Nachmittag
es: Tarde
fr: Après-midi
hi: दोपहर
id: Sore
it: Pomeriggio
ja: 午後
ko: 오후
nl: Middag
pl: Popołudnie
pt: Tarde
ru: После полудня
sv: Eftermiddag
th: ช่วงบ่าย
tl: Hapon
tr: Öğleden sonra
ur: دوپہر
vi: Buổi chiều
zh: 下午

source: Afternoon fatigue
ar: تعب بعد الظهر
de: Nachmittagsmüdigkeit
es: Fatiga de la tarde
fr: Fatigue de l'après-midi
hi: दोपहर की थकान
id: Kelelahan sore
it: Fatica pomeridiana
ja: 午後の疲れ
ko: 오후피로
nl: Middagmoeheid
pl: Zmęczenie popołudniowe
pt: Cansaço da Tarde
ru: Усталость после полудня
sv: Eftermiddagsutmattning
th: ความเหนื่อยล้าในช่วงบ่าย
tl: Pagkapagod sa Hapon
tr: Öğleden sonra yorgunluğu
ur: دوپہر کی تھکن
vi: Mệt mỏi buổi chiều
zh: 下午疲劳

# ageConfirmation
source: I am 14 years or older and have confirmed the above.
ar: أنا في الرابعة عشر من عمري أو أكبر وقد أكدت ما سبق.
de: Ich bin 14 Jahre oder älter und habe das Obige bestätigt.
es: Tengo 14 años o más y he confirmado lo anterior.
fr: J'ai 14 ans ou plus et j'ai confirmé ce qui précède.
hi: मैं 14 वर्ष या उससे अधिक का हूँ और मैंने ऊपर की पुष्टि की है।
id: Saya berusia 14 tahun atau lebih dan telah mengonfirmasi di atas.
it: Ho 14 anni o più e ho confermato quanto sopra.
ja: 私は14歳以上であり、上記を確認しました。
ko: 만 14세 이상이며, 위 내용을 확인했습니다.
nl: Ik ben 14 jaar of ouder en heb het bovenstaande bevestigd.
pl: Mam 14 lat lub więcej i potwierdzam powyższe.
pt: Tenho 14 anos ou mais e confirmei o acima.
ru: Мне 14 лет или больше, и я подтвердил(а) вышеуказанное.
sv: Jag är 14 år eller äldre och har bekräftat ovanstående.
th: ฉันอายุ 14 ปีขึ้นไปและได้ยืนยันข้อมูลข้างต้น
tl: Ako ay 14 na taong gulang o mas matanda at nakumpirma ang nasa itaas.
tr: 14 yaşındayım veya daha büyüküm ve yukarıdakileri onaylıyorum.
ur: میں 14 سال یا اس سے زیادہ عمر کا ہوں اور اوپر دی گئی معلومات کی تصدیق کرتا ہوں۔
vi: Xác nhận độ tuổi
zh: 我已年满14岁并确认上述信息。

# ageRange
source: {min}-{max} years old
ar: {min}-{max} سنة
de: {min}-{max} Jahre alt
es: {min}-{max} años
fr: {min}-{max} ans
hi: {min}-{max} वर्ष
id: {min}-{max} tahun
it: {min}-{max} anni
ja: {min}〜{max}歳
ko: {min}~{max}세
nl: {min}-{max} jaar
pl: {min}-{max} lat
pt: {min}-{max} anos
ru: {min}-{max} лет
sv: {min}-{max} år
th: {min}-{max} ปี
tl: {min}-{max} taong gulang
tr: {min}-{max} yaşında
ur: {min}-{max} سال
vi: {min}-{max} tuổi
zh: {min}-{max}岁

# ageUnit
source: years old
ar: سنة
de: Jahre alt
es: años
fr: ans
hi: वर्ष
id: tahun
it: anni
ja: 歳
ko: 세
nl: jaar oud
pl: lat
pt: anos
ru: лет
sv: år gammal
th: ปี
tl: taong gulang
tr: yaşında
ur: سال
vi: tuổi
zh: 岁

# agreeToTerms
source: I agree to the terms
ar: أوافق على الشروط
de: Ich stimme den Bedingungen zu
es: Acepto los términos
fr: J'accepte les conditions
hi: मैं शर्तों से सहमत हूँ
id: Saya setuju dengan persyaratan
it: Accetto i termini
ja: 利用規約に同意します
ko: 약관에 동의합니다
nl: Ik ga akkoord met de voorwaarden
pl: Zgadzam się na warunki
pt: Concordo com os termos
ru: Я согласен с условиями
sv: Jag godkänner villkoren
th: ฉันยอมรับเงื่อนไข
tl: Sumasang-ayon ako sa mga tuntunin
tr: Şartları kabul ediyorum
ur: میں شرائط سے متفق ہوں
vi: Tôi đồng ý với các điều khoản
zh: 同意条款

# aiDatingQuestion
source: A special daily life with AI Meet your own personas.
ar: حياة يومية خاصة مع الذكاء الاصطناعي
de: Ein besonderes Alltagsleben mit KI
es: Una vida diaria especial con IA
fr: Une vie quotidienne spéciale avec l'IA
hi: AI के साथ एक विशेष दैनिक जीवन
id: Tertarik berkencan dengan AI?
it: Una vita quotidiana speciale con l'AI
ja: AIとの特別な日常を 自分だけのペルソナに出会いましょう。
ko: AI와 함께하는 특별한 일상 당신만의 페르소나를 만나보세요.
nl: Een speciale dagelijkse leven met AI
pl: Specjalne codzienne życie z AI
pt: Uma vida especial do dia a dia com a IA
ru: Особая повседневная жизнь с ИИ
sv: Ett speciellt vardagsliv med AI
th: คุณจะคบกับ AI ไหม?
tl: Isang espesyal na pang-araw-araw na buhay kasama ang AI
tr: AI ile özel bir günlük yaşam
ur: AI کے ساتھ ایک خاص روزمرہ کی زندگی
vi: Một cuộc sống đặc biệt hàng ngày với AI
zh: 你会和AI谈恋爱吗？

# aiPersonaPreferenceDescription
source: Please set your preferences for AI persona matching
ar: يرجى تحديد تفضيلاتك لمطابقة شخصية الذكاء الاصطناعي
de: Bitte legen Sie Ihre Präferenzen für das Matching mit KI-Personas fest
es: Por favor, establece tus preferencias para la coincidencia de personas de IA
fr: Veuillez définir vos préférences pour le matching de persona IA
hi: कृपया AI व्यक्तित्व मिलान के लिए अपनी प्राथमिकताएँ सेट करें
id: Silakan atur preferensi Anda untuk pencocokan persona AI
it: Imposta le tue preferenze per l'abbinamento delle persone AI
ja: AIペルソナマッチングの設定をしてください
ko: AI 페르소나 매칭을 위한 선호도를 설정해주세요
nl: Stel je voorkeuren in voor AI persona matching
pl: Proszę ustawić swoje preferencje dotyczące dopasowania persony AI
pt: Por favor, defina suas preferências para o emparelhamento de personas de IA
ru: Пожалуйста, установите свои предпочтения для соответствия с ИИ персонами
sv: Vänligen ange dina preferenser för matchning av AI-personligheter
th: กรุณาตั้งค่าความชอบสำหรับการจับคู่บุคลิก AI
tl: Mangyaring itakda ang iyong mga kagustuhan para sa pagtutugma ng AI persona
tr: Lütfen AI kişilik eşleştirmesi için tercihlerinizi ayarlayın
ur: براہ کرم AI کردار کے میچنگ کے لیے اپنی ترجیحات طے کریں
vi: Sở thích nhân vật AI
zh: 请设置您的AI角色匹配偏好

source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
hi: सभी
id: Semua
it: Tutto
ja: すべて
ko: 전체
nl: Alle
pl: Wszystkie
pt: Todos
ru: Все
sv: Alla
th: ทั้งหมด
tl: Lahat
tr: Tümü
ur: تمام
vi: Tất cả
zh: 全部

# allAgree
source: Agree to All
ar: أوافق على الكل
de: Allen zustimmen
es: Aceptar todo
fr: Accepter tout
hi: सभी से सहमत
id: Setuju untuk Semua
it: Accetta tutto
ja: すべてに同意
ko: 전체 동의
nl: Ga akkoord met alles
pl: Zgadzam się na wszystko
pt: Concordar com Todos
ru: Согласен(на) со всем
sv: Godkänn allt
th: ตกลงทั้งหมด
tl: Sumasang-ayon sa Lahat
tr: Hepsini kabul et
ur: سب سے متفق ہوں
vi: Đồng ý tất cả
zh: 同意所有

# allFeaturesRequired
source: ※ All features are required for service provision
ar: ※ جميع الميزات مطلوبة لتقديم الخدمة
de: ※ Alle Funktionen sind für die Bereitstellung des Dienstes erforderlich
es: ※ Todas las funciones son necesarias para la prestación del servicio
fr: ※ Toutes les fonctionnalités sont requises pour la fourniture du service
hi: ※ सेवा प्रदान करने के लिए सभी सुविधाएँ आवश्यक हैं
id: ※ Semua fitur diperlukan untuk penyediaan layanan
it: ※ Tutte le funzionalità sono necessarie per la fornitura del servizio
ja: ※ すべての機能はサービス提供に必要です
ko: ※ 모든 기능은 서비스 제공을 위해 필요합니다
nl: ※ Alle functies zijn vereist voor de dienstverlening
pl: ※ Wszystkie funkcje są wymagane do świadczenia usługi
pt: ※ Todas as funcionalidades são necessárias para a prestação do serviço
ru: ※ Все функции обязательны для предоставления услуги
sv: ※ Alla funktioner krävs för tjänsteleverans
th: ※ ฟีเจอร์ทั้งหมดจำเป็นสำหรับการให้บริการ
tl: ※ Lahat ng tampok ay kinakailangan para sa pagbibigay ng serbisyo
tr: ※ Tüm özellikler hizmet sunumu için gereklidir
ur: ※ سروس کی فراہمی کے لیے تمام خصوصیات ضروری ہیں
vi: Cần tất cả tính năng
zh: ※ 所有功能均为服务提供所需

source: All Personas
ar: جميع الشخصيات
de: Alle Personas
es: Todas las Personas
fr: Tous les Personas
hi: सभी व्यक्तित्व
id: Semua persona
it: Tutte le Personas
ja: すべて
ko: 모든 페르소나
nl: Alle persona's
pl: Wszystkie persony
pt: Todas as Personas
ru: Все Персоны
sv: Alla personligheter
th: บุคคลทั้งหมด
tl: Lahat ng Persona
tr: Tüm Kişilikler
ur: تمام کردار
vi: Tất cả nhân vật
zh: 全部

# allPersonasMatched
source: All personas matched! Start chatting with them.
ar: تم مطابقة جميع الشخصيات! ابدأ الدردشة معهم.
de: Alle Personas gefunden! Beginne mit ihnen zu chatten.
es: ¡Todas las personas coinciden! Comienza a chatear con ellas.
fr: Tous les personas sont appariés ! Commencez à discuter avec eux.
hi: सभी व्यक्तित्व मेल खा गए! उनके साथ चैट करना शुरू करें।
id: Semua persona dicocokkan
it: Tutte le personas abbinate! Inizia a chattare con loro.
ja: すべてのペルソナとマッチしました！チャットを始めましょう。
ko: 모든 페르소나와 매칭되었습니다! 대화를 나눠보세요.
nl: Alle persona's gematcht! Begin met chatten met hen.
pl: Wszystkie persony dopasowane! Zacznij z nimi rozmawiać.
pt: Todas as personas correspondem! Comece a conversar com elas.
ru: Все персоны совпали! Начните с ними чат.
sv: Alla personligheter matchade! Börja chatta med dem.
th: บุคลิกทั้งหมดถูกจับคู่แล้ว! เริ่มสนทนากับพวกเขาได้เลย
tl: Lahat ng persona ay naitugma! Simulan ang pakikipag-chat sa kanila.
tr: Tüm persona eşleşti! Onlarla sohbet etmeye başlayın.
ur: تمام شخصیات مل گئیں! ان کے ساتھ بات چیت شروع کریں۔
vi: Đã ghép đôi với tất cả nhân vật
zh: 所有角色已匹配！开始与他们聊天吧。

# allowPermission
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tl: Magpatuloy
tr: Devam
ur: جاری رکھیں
vi: Tiếp tục
zh: 继续

# alreadyChattingWith
source: Already chatting with {name}!
ar: أنت بالفعل تتحدث مع {name}!
de: Du chattest bereits mit {name}!
es: ¡Ya estás chateando con {name}!
fr: Déjà en conversation avec {name} !
hi: आप पहले से ही {name} के साथ चैट कर रहे हैं!
id: Sudah chatting dengan {name}!
it: Stai già chattando con {name}!
ja: すでに{name}とチャット中です！
ko: {name}님과는 이미 대화중이에요!
nl: Al aan het chatten met {name}!
pl: Już rozmawiasz z {name}!
pt: Já está conversando com {name}!
ru: Вы уже общаетесь с {name}!
sv: Chattar redan med {name}!
th: กำลังแชทกับ {name} อยู่แล้ว
tl: Nakikipag-chat na kay {name}!
tr: Zaten {name} ile sohbet ediyorsunuz!
ur: پہلے ہی {name} کے ساتھ بات چیت کر رہے ہیں!
vi: Đã đang trò chuyện với {name}
zh: 已经在与{name}聊天！

source: Also block this AI
ar: قم أيضًا بحظر هذه الذكاء الاصطناعي
de: Diese KI ebenfalls blockieren
es: También bloquear esta IA
fr: Bloquer également cette IA
hi: इस AI को भी ब्लॉक करें
id: Juga blok AI ini
it: Blocca anche questa IA
ja: このAIもブロックする
ko: 이 AI도 차단하기
nl: Blokkeer ook deze AI
pl: Zablokuj też tego AI
pt: Também bloquear esta IA
ru: Также заблокировать этого ИИ
sv: Blockera även denna AI
th: บล็อก AI นี้ด้วย
tl: I-block din ang AI na ito
tr: Bu AI'yı da engelle
ur: اس AI کو بھی بلاک کریں
vi: Cũng chặn AI này
zh: 也阻止这个AI

source: Angry
ar: غاضب
de: Wütend
es: Enojado
fr: En colère
hi: गुस्सा
id: Marah
it: Arrabbiato
ja: 怒っている
ko: 화나요
nl: Boos
pl: Zły
pt: Bravo
ru: Раздражён
sv: Arg
th: โกรธ
tl: Galit
tr: Kızgın
ur: ناراض
vi: Tức giận
zh: 生气

source: Anonymous login
ar: تسجيل دخول مجهول
de: Anonymer Login
es: Inicio de sesión anónimo
fr: Connexion anonyme
hi: गुमनाम लॉगिन
id: Login anonim
it: Accesso anonimo
ja: 匿名ログイン
ko: 익명 로그인 중
nl: Anonieme login
pl: Logowanie anonimowe
pt: Login anônimo
ru: Анонимный вход
sv: Anonym inloggning
th: เข้าสู่ระบบแบบไม่ระบุตัวตน
tl: Walang pangalan na pag-login
tr: Anonim giriş
ur: نامعلوم لاگ ان
vi: Đăng nhập ẩn danh
zh: 匿名登录

source: Anxious
ar: قلق
de: Ängstlich
es: Ansioso
fr: Anxieux
hi: चिंतित
id: Cemas
it: Ansioso
ja: 不安
ko: 불안해요
nl: Angstig
pl: Zaniepokojony
pt: Ansioso
ru: Тревожный
sv: Orolig
th: กังวล
tl: Nababalisa
tr: Endişeli
ur: بے چینی
vi: Lo lắng
zh: 焦虑

source: API Key Error
ar: خطأ في مفتاح API
de: API-Schlüssel-Fehler
es: Error de clave API
fr: Erreur de clé API
hi: API कुंजी त्रुटि
id: Kesalahan Kunci API
it: Errore della chiave API
ja: APIキーエラー
ko: API 키 오류
nl: API-sleutel fout
pl: Błąd klucza API
pt: Erro de Chave de API
ru: Ошибка API ключа
sv: API-nyckelfel
th: ข้อผิดพลาดของ API Key
tl: Error sa API Key
tr: API Anahtar Hatası
ur: API کی چابی کی غلطی
vi: Lỗi API Key
zh: API密钥错误

# appTagline
source: Your AI companions
ar: رفقاء الذكاء الاصطناعي الخاصين بك
de: Ihre AI-Begleiter
es: Tus compañeros de IA
fr: Vos compagnons IA
hi: आपके AI साथी
id: Teman AI Anda
it: I tuoi compagni IA
ja: あなたのAIコンパニオン
ko: 당신의 AI 친구들
nl: Jouw AI-compagnons
pl: Twoi towarzysze AI
pt: Seus companheiros de IA
ru: Ваши ИИ-компаньоны
sv: Dina AI-kompanjoner
th: เพื่อน AI ของคุณ
tl: Ang iyong mga AI kasama
tr: AI arkadaşlarınız
ur: آپ کے AI ساتھی
vi: Người bạn AI của bạn
zh: 您的AI伴侣

# appleLoginCanceled
source: Apple login was canceled. Please try again.
ar: تم إلغاء تسجيل الدخول عبر Apple. يرجى المحاولة مرة أخرى.
de: Apple-Login wurde abgebrochen. Bitte versuche es erneut.
es: El inicio de sesión con Apple fue cancelado.
fr: La connexion Apple a été annulée. Veuillez réessayer.
hi: Apple लॉगिन रद्द कर दिया गया। कृपया फिर से प्रयास करें।
id: Login Apple dibatalkan. Silakan coba lagi.
it: L'accesso con Apple è stato annullato.
ja: Appleログインがキャンセルされました。 もう一度お試しください。
ko: Apple 로그인이 취소되었습니다. 다시 시도해주세요.
nl: Apple-login is geannuleerd. Probeer het opnieuw.
pl: Logowanie przez Apple zostało anulowane. Spróbuj ponownie.
pt: O login com a Apple foi cancelado. Por favor, tente novamente.
ru: Вход через Apple был отменён. Пожалуйста, попробуйте снова.
sv: Apple-inloggningen avbröts. Vänligen försök igen.
th: การเข้าสู่ระบบด้วย Apple ถูกยกเลิก
tl: Nakansela ang pag-login sa Apple. Pakisubukan muli.
tr: Apple girişi iptal edildi. Lütfen tekrar deneyin.
ur: ایپل لاگ ان منسوخ کر دیا گیا۔ براہ کرم دوبارہ کوشش کریں۔
vi: Đăng nhập Apple đã hủy
zh: Apple登录已被取消。

# appleLoginError
source: Error occurred during Apple login.
ar: حدث خطأ أثناء تسجيل الدخول عبر Apple.
de: Ein Fehler ist beim Apple-Login aufgetreten.
es: Ocurrió un error durante el inicio de sesión con Apple.
fr: Une erreur est survenue lors de la connexion Apple.
hi: Apple लॉगिन के दौरान त्रुटि हुई।
id: Error masuk Apple
it: Si è verificato un errore durante l'accesso con Apple.
ja: Appleログイン中にエラーが発生しました。
ko: Apple 로그인 중 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens de Apple-login.
pl: Wystąpił błąd podczas logowania przez Apple.
pt: Ocorreu um erro durante o login com a Apple.
ru: Произошла ошибка при входе через Apple.
sv: Ett fel inträffade under Apple-inloggningen.
th: เข้าสู่ระบบ Apple ล้มเหลว
tl: Nagkaroon ng error sa pag-login sa Apple.
tr: Apple girişi sırasında bir hata oluştu.
ur: ایپل لاگ ان کے دوران ایک غلطی پیش آئی۔
vi: Đã xảy ra lỗi trong quá trình đăng nhập Apple.
zh: Apple登录失败
