Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

# olderChats
source: Older
ar: أقدم
de: Ältere
es: Más antiguos
fr: Plus anciens
hi: पुराने
id: Lebih lama
it: Più Vecchi
ja: それ以前
ko: 이전
nl: Oudere
pl: Starsze
pt: Mais antigos
ru: Старые
sv: Äldre
th: เก่า
tl: Mas matanda
tr: Eski
ur: پرانی
vi: Cũ hơn
zh: 较旧的

# onlyOppositeGenderNote
source: If unchecked, only opposite gender personas will be shown
ar: إذا تم إلغاء تحديدها، ستظهر فقط شخصيات الجنس المعاكس
de: Wenn nicht angekreuzt, werden nur Personas des anderen Geschlechts angezeigt
es: Si no está marcado, solo se mostrarán personas del género opuesto
fr: Si décoché, seules les personas de l'autre genre seront affichées
hi: यदि अनचेक किया गया, तो केवल विपरीत लिंग के व्यक्तित्व दिखाए जाएंगे।
id: Jika tidak dicentang, hanya persona lawan jenis yang akan ditampilkan
it: Se non selezionato, verranno mostrati solo i personaggi di genere opposto
ja: チェックを外すと、異性のペルソナのみが表示されます
ko: 체크하지 않으면 이성 페르소나만 표시됩니다
nl: Als niet aangevinkt, worden alleen persona's van het tegenovergestelde geslacht weergegeven
pl: Jeśli odznaczone, będą wyświetlane tylko persony przeciwnej płci
pt: Se desmarcado, apenas personas do gênero oposto serão exibidas
ru: Если не отмечено, будут показаны только персонажи противоположного пола
sv: Om avmarkerad, visas endast personor av motsatt kön
th: หากไม่เลือก จะมีเพียงบุคลิกเพศตรงข้ามเท่านั้นที่แสดง
tl: Kung hindi naka-check, tanging mga persona ng kabaligtarang kasarian lamang ang ipapakita
tr: Seçili değilse, yalnızca karşı cins kişilikler gösterilecektir.
ur: اگر چیک نہیں کیا گیا تو صرف مخالف جنس کے کردار دکھائے جائیں گے
vi: Chỉ hiển thị giới tính khác
zh: 如果未勾选，将只显示异性人物

source: Open Settings
ar: افتح الإعدادات
de: Einstellungen öffnen
es: Abrir Configuración
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें।
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pl: Otwórz ustawienia
pt: Abrir Configurações
ru: Открыть настройки
sv: Öppna inställningar
th: เปิดการตั้งค่า
tl: Buksan ang Mga Setting
tr: Ayarları Aç
ur: سیٹنگز کھولیں
vi: Mở cài đặt
zh: 打开设置

source: Optional
ar: اختياري
es: Opcional
fr: Optionnel
hi: वैकल्पिक
id: Opsional
it: Opzionale
ja: オプション
ko: 선택사항
nl: Optioneel
pl: Opcjonalny
pt: Opcional
ru: Необязательно
sv: Valfritt
th: ตัวเลือก
tl: Opsyonal
tr: İsteğe bağlı
ur: اختیاری
vi: Tùy chọn
zh: 可选

source: or
es: o
id: atau
ja: または
ko: 또는
th: หรือ
vi: hoặc
zh: 或

# originalPrice
source: Original
ar: السعر الأصلي
fr: Prix original
hi: मूल
id: Harga asli
it: Originale
ja: 通常価格
ko: 원가
nl: Origineel
pl: Oryginalna
ru: Оригинальная
th: ราคาเดิม
tl: Orihinal
tr: Orijinal
ur: اصل
vi: Giá gốc
zh: 原价

# originalText
source: Original
ar: أصلي
fr: Texte original
hi: मूल
id: Asli
it: Originale
ja: 原文
ko: 원문
nl: Origineel
pl: Oryginalny
ru: Оригинальный
th: ข้อความเดิม
tl: Orihinal
tr: Orijinal
ur: اصل
vi: Gốc
zh: 原文

source: Other
ar: آخر
de: Andere
es: Otro
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
pl: Inne
pt: Outro
ru: Другой
sv: Övrigt
th: อื่นๆ
tl: Iba pa
tr: Diğer
ur: دیگر
vi: Khác
zh: 其他

source: Other Error
ar: خطأ آخر
de: Anderer Fehler
es: Otro error
fr: Autre erreur
hi: अन्य त्रुटि
id: Kesalahan Lain
it: Altro Errore
ja: その他のエラー
ko: 기타 오류
nl: Andere fout
pl: Inny błąd
pt: Outro Erro
ru: Другая ошибка
sv: Annan fel
th: ข้อผิดพลาดอื่น
tl: Ibang Error
tr: Diğer Hata
ur: دیگر خرابی
vi: Lỗi khác
zh: 其他错误

source: Others
ar: آخرون
de: Andere
es: Otros
fr: Autres
hi: अन्य
id: Lainnya
it: Altri
ja: その他
ko: 기타
pl: Inni
pt: Outros
ru: Другие
sv: Andra
th: อื่นๆ
tl: Iba pa
tr: Diğerleri
ur: دوسرے
vi: Khác
zh: 其他

source: Owned Hearts
ar: القلوب المملوكة
de: Besitzene Herzen
es: Corazones poseídos
fr: Cœurs possédés
hi: स्वामित्व वाले दिल
id: Hati yang Dimiliki
it: Cuori Posseduti
ja: 所有ハート
ko: 보유 하트
pl: Posiadane serca
pt: Corações Possuídos
ru: Владение сердцами
sv: Ägda hjärtan
th: หัวใจที่เป็นเจ้าของ
tl: Nabiling Puso
tr: Sahip Olunan Kalpler
ur: ملکیت والے دل
vi: Trái tim sở hữu
zh: 拥有的心数

source: Parents' Day
ar: يوم الآباء
de: Elterntag
es: Día de los Padres
fr: Fête des parents
hi: माता-पिता का दिन
id: Hari Orang Tua
it: Giornata dei Genitori
ja: 父母の日
ko: 어버이날
pl: Dzień Rodziców
pt: Dia dos Pais
ru: День родителей
sv: Föräldrars dag
th: วันผู้ปกครอง
tl: Araw ng mga Magulang
tr: Anneler ve Babalar Günü
ur: والدین کا دن
vi: Ngày của Cha Mẹ
zh: 父母节

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata sandi
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
ur: پاس ورڈ
vi: Mật khẩu
zh: 密码

# passwordConfirmation
source: Enter password to confirm
ar: أدخل كلمة المرور للتأكيد
de: Passwort zur Bestätigung eingeben
es: Ingresa la contraseña para confirmar
fr: Entrez le mot de passe pour confirmer
hi: पासवर्ड की पुष्टि करने के लिए पासवर्ड दर्ज करें
id: Masukkan kata sandi untuk mengonfirmasi
it: Inserisci la password per confermare
ja: 確認のためパスワードを入力
ko: 확인을 위해 비밀번호를 입력하세요
pl: Wprowadź hasło, aby potwierdzić
pt: Digite a senha para confirmar
ru: Введите пароль для подтверждения
sv: Ange lösenord för att bekräfta
th: กรุณาใส่รหัสผ่านเพื่อยืนยัน
tl: Ipasok ang password upang kumpirmahin
tr: Onaylamak için şifreyi girin
ur: تصدیق کے لیے پاس ورڈ درج کریں
vi: Nhập mật khẩu để xác nhận
zh: 输入密码以确认

# passwordConfirmationDesc
source: Please re-enter your password to delete account.
ar: يرجى إعادة إدخال كلمة المرور الخاصة بك لحذف الحساب.
de: Bitte geben Sie Ihr Passwort erneut ein, um das Konto zu löschen.
es: Por favor, vuelve a ingresar tu contraseña para eliminar la cuenta.
fr: Veuillez ressaisir votre mot de passe pour supprimer le compte.
hi: कृपया अपने खाते को हटाने के लिए अपना पासवर्ड फिर से दर्ज करें।
id: Silakan masukkan kembali kata sandi Anda untuk menghapus akun.
it: Si prega di reinserire la password per eliminare l'account.
ja: アカウントを削除するにはパスワードを再入力してください。
ko: 계정 삭제를 위해 비밀번호를 다시 입력해주세요.
pl: Proszę ponownie wprowadzić hasło, aby usunąć konto.
pt: Por favor, reentre sua senha para deletar a conta.
ru: Пожалуйста, введите свой пароль еще раз, чтобы удалить аккаунт.
sv: Vänligen ange ditt lösenord igen för att radera kontot.
th: กรุณาใส่รหัสผ่านของคุณอีกครั้งเพื่อทำการลบบัญชี
tl: Pakisulit ang iyong password upang tanggalin ang account.
tr: Hesabı silmek için lütfen şifrenizi tekrar girin.
ur: براہ کرم اپنے پاس ورڈ کو دوبارہ درج کریں تاکہ اکاؤنٹ حذف کیا جا سکے۔
vi: Xác nhận mật khẩu để tiếp tục
zh: 请重新输入您的密码以删除账户。

# passwordHint
source: 6 characters or more
ar: 6 أحرف أو أكثر
de: 6 Zeichen oder mehr
es: 6 caracteres o más
fr: 6 caractères ou plus
hi: 6 अक्षर या उससे अधिक
id: Masukkan kata sandi
it: 6 caratteri o più
ja: 6文字以上
ko: 6자 이상
pl: 6 znaków lub więcej
pt: 6 caracteres ou mais
ru: 6 символов или больше
sv: 6 tecken eller fler
th: กรอกรหัสผ่าน (6 ตัวอักษรขึ้นไป)
tl: 6 na karakter o higit pa
tr: 6 karakter veya daha fazla
ur: 6 حروف یا اس سے زیادہ
vi: Nhập mật khẩu
zh: 输入密码（6位以上）

# passwordLabel
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata Sandi
ja: パスワード
ko: 비밀번호
pl: Hasło
pt: Senha
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
ur: پاس ورڈ
vi: Mật khẩu
zh: 密码

# passwordRequired
source: Password *
ar: كلمة المرور *
de: Passwort *
es: Por favor ingresa la contraseña
fr: Mot de passe *
hi: पासवर्ड *
id: Silakan masukkan kata sandi
ja: パスワード *
ko: 비밀번호 *
pl: Hasło *
pt: Senha *
ru: Пароль *
sv: Lösenord *
th: รหัสผ่าน *
tr: Şifre *
ur: پاس ورڈ *
vi: Vui lòng nhập mật khẩu
zh: 密码 *

# passwordResetEmailPrompt
source: Please enter your email to reset password
ar: يرجى إدخال بريدك الإلكتروني لإعادة تعيين كلمة المرور
de: Bitte geben Sie Ihre E-Mail-Adresse ein, um das Passwort zurückzusetzen.
es: Por favor, ingresa tu correo electrónico para restablecer la contraseña
fr: Veuillez entrer votre email pour réinitialiser le mot de passe
hi: कृपया पासवर्ड रीसेट करने के लिए अपना ईमेल दर्ज करें
id: Silakan masukkan email Anda untuk mengatur ulang kata sandi
it: Per favore inserisci la tua email per reimpostare la password
ja: パスワードをリセットするためメールアドレスを入力してください
ko: 비밀번호를 재설정할 이메일을 입력해주세요
nl: Voer uw e-mailadres in om het wachtwoord opnieuw in te stellen
pl: Proszę wprowadzić swój e-mail, aby zresetować hasło
pt: Por favor, insira seu e-mail para redefinir a senha
ru: Пожалуйста, введите свой адрес электронной почты для сброса пароля
sv: Vänligen ange din e-post för att återställa lösenordet
th: กรุณาใส่อีเมลของคุณเพื่อรีเซ็ตรหัสผ่าน
tl: Pakisulat ang iyong email upang i-reset ang password
tr: Şifreyi sıfırlamak için lütfen e-posta adresinizi girin
ur: براہ کرم اپنا ای میل درج کریں تاکہ پاس ورڈ ری سیٹ کیا جا سکے
vi: Nhập email để đặt lại mật khẩu
zh: 请输入您的电子邮件以重置密码

# passwordResetEmailSent
source: Password reset email has been sent. Please check your email.
ar: تم إرسال بريد إلكتروني لإعادة تعيين كلمة المرور. يرجى التحقق من بريدك الإلكتروني.
de: Die E-Mail zum Zurücksetzen des Passworts wurde gesendet. Bitte überprüfen Sie Ihre E-Mail.
es: Se ha enviado un correo electrónico para restablecer la contraseña. Por favor, revisa tu correo.
fr: Un email de réinitialisation du mot de passe a été envoyé. Veuillez vérifier votre email.
hi: पासवर्ड रीसेट करने वाला ईमेल भेजा गया है। कृपया अपने ईमेल की जांच करें।
id: Email pengaturan ulang kata sandi telah dikirim. Silakan periksa email Anda.
it: L'email per la reimpostazione della password è stata inviata. Controlla la tua email.
ja: パスワードリセットメールが送信されました。メールをご確認ください。
ko: 비밀번호 재설정 이메일을 발송했습니다. 이메일을 확인해주세요.
nl: Er is een e-mail voor het opnieuw instellen van het wachtwoord verzonden. Controleer uw e-mail.
pl: E-mail z resetowaniem hasła został wysłany. Proszę sprawdzić swoją skrzynkę pocztową.
pt: E-mail de redefinição de senha foi enviado. Por favor, verifique seu e-mail.
ru: Письмо для сброса пароля было отправлено. Пожалуйста, проверьте свою почту.
sv: Återställningsmejl för lösenord har skickats. Vänligen kontrollera din e-post.
th: อีเมลสำหรับรีเซ็ตรหัสผ่านได้ถูกส่งไปแล้ว กรุณาตรวจสอบอีเมลของคุณ
tl: Ang email para sa pag-reset ng password ay naipadala na. Pakisuri ang iyong email.
tr: Şifre sıfırlama e-postası gönderildi. Lütfen e-posta kutunuzu kontrol edin.
ur: پاس ورڈ ری سیٹ کرنے کا ای میل بھیج دیا گیا ہے۔ براہ کرم اپنے ای میل کو چیک کریں۔
vi: Email đặt lại mật khẩu đã gửi
zh: 密码重置邮件已发送。请检查您的电子邮件。

# passwordText
source: password
ar: كلمة المرور
de: passwort
es: contraseña
fr: mot de passe
hi: पासवर्ड
id: kata sandi
ja: パスワード
ko: 비밀번호
nl: wachtwoord
pl: hasło
pt: senha
ru: пароль
sv: lösenord
th: รหัสผ่าน
tr: şifre
ur: پاس ورڈ
vi: mật khẩu
zh: 密码

# passwordTooShort
source: Password must be at least 6 characters
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل
de: Das Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres
fr: Mot de passe trop court
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए
id: Kata sandi minimal 6 karakter
it: La password deve essere lunga almeno 6 caratteri
ja: パスワードは6文字以上である必要があります
ko: 비밀번호는 6자 이상이어야 합니다
nl: Wachtwoord moet minimaal 6 tekens lang zijn
pl: Hasło musi mieć co najmniej 6 znaków
pt: A senha deve ter pelo menos 6 caracteres
ru: Пароль должен содержать не менее 6 символов
sv: Lösenordet måste vara minst 6 tecken
th: รหัสผ่านต้องมีอย่างน้อย 6 ตัวอักษร
tl: Ang password ay dapat hindi bababa sa 6 na karakter
tr: Şifre en az 6 karakter olmalıdır
ur: پاس ورڈ کم از کم 6 حروف پر مشتمل ہونا چاہیے
vi: Mật khẩu phải có ít nhất 6 ký tự
zh: 密码太短

source: Permission denied
ar: تم رفض الإذن
de: Berechtigung verweigert
es: Permiso denegado
fr: Permission refusée
hi: अनुमति अस्वीकृत
id: Izin ditolak
it: Permesso negato
ja: 許可が拒否されました
ko: 권한이 거부되었습니다
nl: Toegang geweigerd
pl: Odrzucono uprawnienia
pt: Permissão negada
ru: В разрешении отказано
sv: Åtkomst nekad
th: ปฏิเสธสิทธิ์
tl: Hindi Pinahintulutan
tr: İzin Reddedildi
ur: اجازت مسترد
vi: Quyền truy cập bị từ chối
zh: 权限被拒绝

# permissionDeniedMessage
source: {permissionName} permission was denied.\nPlease allow the permission in settings.
ar: تم رفض {permissionName}. يرجى منح الإذن من الإعدادات.
de: {permissionName} Berechtigung wurde verweigert.\nBitte erlauben Sie die Berechtigung in den Einstellungen.
es: Se denegó el permiso de {permissionName}.\nPor favor, permite el permiso en la configuración.
fr: La permission {permissionName} a été refusée.\nVeuillez autoriser la permission dans les paramètres.
hi: {permissionName} अस्वीकृत। कृपया सेटिंग्स से अनुमति दें।
id: Izin {permissionName} ditolak.\nSilakan izinkan izin tersebut di pengaturan.
it: Il permesso {permissionName} è stato negato.\nPer favore consenti il permesso nelle impostazioni.
ja: {permissionName}の許可が拒否されました。\n設定で許可を与えてください。
ko: {permissionName} 권한이 거부되었습니다.\n설정에서 권한을 허용해주세요.
nl: {permissionName} toestemming werd geweigerd. Sta de toestemming toe in instellingen.
pl: Odrzucono uprawnienia dla {permissionName}.\nProszę zezwolić na uprawnienia w ustawieniach.
pt: A permissão {permissionName} foi negada.\nPor favor, permita a permissão nas configurações.
ru: Доступ к {permissionName} был запрещен.\nПожалуйста, разрешите доступ в настройках.
sv: {permissionName} behörighet nekades. Tillåt behörigheten i inställningar.
th: สิทธิ์ {permissionName} ถูกปฏิเสธ.\nกรุณาอนุญาตสิทธิ์ในการตั้งค่า
tl: Hindi pinahintulutan ang {permissionName}. Mangyaring bigyan ng pahintulot mula sa settings.
tr: {permissionName} reddedildi. Lütfen ayarlardan izin verin.
ur: {permissionName} مسترد کی گئی۔ براہ کرم سیٹنگز سے اجازت دیں۔
vi: Quyền {permissionName} bị từ chối. Vui lòng cho phép trong cài đặt.
zh: {permissionName} 权限被拒绝。\n请在设置中允许该权限。

# permissionDeniedTryLater
source: Permission denied. Please try again later.
ar: تم رفض الإذن. يرجى المحاولة مرة أخرى لاحقًا.
de: Berechtigung verweigert. Bitte versuchen Sie es später erneut.
es: Permiso denegado. Por favor, intenta de nuevo más tarde.
fr: Permission refusée. Veuillez réessayer plus tard.
hi: अनुमति अस्वीकृत। कृपया बाद में पुनः प्रयास करें।
id: Izin ditolak. Silakan coba lagi nanti.
it: Permesso negato. Per favore riprova più tardi.
ja: 許可が拒否されました。後でもう一度お試しください。
ko: 권한이 없습니다. 나중에 다시 시도해 주세요.
nl: Toegang geweigerd. Probeer het later opnieuw.
pl: Odrzucono uprawnienia. Proszę spróbować ponownie później.
pt: Permissão negada. Por favor, tente novamente mais tarde.
ru: Доступ запрещен. Пожалуйста, попробуйте позже.
sv: Åtkomst nekad. Vänligen försök igen senare.
th: สิทธิ์ถูกปฏิเสธ กรุณาลองอีกครั้งในภายหลัง
tl: Tinanggihan ang pahintulot. Pakisubukan muli mamaya.
tr: İzin reddedildi. Lütfen daha sonra tekrar deneyin.
ur: اجازت نہیں ملی۔ براہ کرم بعد میں دوبارہ کوشش کریں۔
vi: Quyền bị từ chối. Vui lòng thử lại sau.
zh: 权限被拒绝。请稍后再试。

source: Permission Required
ar: الإذن مطلوب
de: Berechtigung erforderlich
es: Permiso requerido
fr: Permission requise
hi: अनुमति आवश्यक है
id: Izin Diperlukan
it: Permesso richiesto
ja: 許可が必要です
ko: 권한 필요
nl: Toestemming vereist
pl: Wymagane uprawnienia
pt: Permissão necessária
ru: Требуется разрешение
sv: Åtkomst krävs
th: ต้องการสิทธิ์
tl: Kailangan ng Pahintulot
tr: İzin Gerekli
ur: اجازت درکار ہے
vi: Yêu cầu quyền truy cập
zh: 需要权限

# personaGenderSection
source: Persona Gender Preference
ar: تفضيل جنس الشخصية
de: Geschlechtspräferenz der Persona
es: Preferencia de Género de Persona
fr: Préférence de genre de persona
hi: पर्सोना लिंग प्राथमिकता
id: Jenis kelamin persona
it: Preferenza di Genere della Persona
ja: ペルソナの性別設定
ko: 만나고 싶은 페르소나 성별
nl: Voorkeur voor geslacht van persona
pl: Preferencje dotyczące płci persony
pt: Preferência de Gênero da Persona
ru: Предпочтения по полу персонажа
sv: Preferens för kön i persona
th: ความชอบเพศของบุคลิก
tl: Kagustuhan sa Kasarian ng Persona
tr: Persona Cinsiyet Tercihi
ur: پرسنہ کی جنس کی ترجیح
vi: Giới tính nhân vật
zh: 角色性别偏好

# personaQualityStats
source: Persona Quality Statistics
ar: إحصائيات جودة الشخصية
de: Qualitätsstatistiken der Persona
es: Estadísticas de Calidad de Persona
fr: Statistiques de qualité de persona
hi: पर्सोना गुणवत्ता सांख्यिकी
id: Statistik Kualitas Persona
it: Statistiche di Qualità della Persona
ja: ペルソナ品質統計
ko: 페르소나별 품질 통계
nl: Persoonlijkheidskwaliteitsstatistieken
pl: Statystyki jakości persony
pt: Estatísticas de Qualidade da Persona
ru: Статистика качества персонажа
sv: Kvalitetsstatistik för persona
th: สถิติคุณภาพบุคลิก
tl: Estadistika ng Kalidad ng Persona
tr: Persona Kalite İstatistikleri
ur: پرسونا کوالٹی کی شماریات
vi: Thống kê chất lượng nhân vật
zh: 个性质量统计

# personalInfoExposure
source: Personal information exposure
ar: تعرض المعلومات الشخصية
de: Persönliche Informationen Exposition
es: Exposición de información personal
fr: Exposition d'informations personnelles
hi: व्यक्तिगत जानकारी का खुलासा
id: Paparan informasi pribadi
it: Esposizione informazioni personali
ja: 個人情報の露出
ko: 개인정보 노출
nl: Blootstelling van persoonlijke informatie
pl: Ekspozycja danych osobowych
pt: Exposição de informações pessoais
ru: Раскрытие личной информации
sv: Utlämnande av personlig information
th: การเปิดเผยข้อมูลส่วนบุคคล
tl: Pagbubunyag ng Personal na Impormasyon
tr: Kişisel bilgi ifşası
ur: ذاتی معلومات کی نمائش
vi: Tiết lộ thông tin cá nhân
zh: 个人信息暴露

source: Personality
ar: الشخصية
de: Persönlichkeitseinstellungen
es: Configuración de Personalidad
fr: Paramètres de Personnalité
hi: व्यक्तित्व
id: Kepribadian
it: Impostazioni di Personalità
ja: 性格
ko: 성격 설정
nl: Persoonlijkheid
pl: Osobowość
pt: Configurações de Personalidade
ru: Настройки Личности
sv: Personlighet
th: บุคลิกภาพ
tl: Personalidad
tr: Kişilik
ur: شخصیت
vi: Tính cách
zh: 性格

source: Pets
ar: الحيوانات الأليفة
de: Haustiere
es: Mascotas
fr: Animaux de compagnie
hi: पालतू जानवर
id: Hewan Peliharaan
ja: ペット
ko: 반려동물
nl: Huisdieren
pl: Zwierzęta domowe
pt: Animais de Estimação
ru: Питомцы
sv: Husdjur
th: สัตว์เลี้ยง
tl: Mga Alagang Hayop
tr: Evcil hayvanlar
ur: پالتو جانور
vi: Thú cưng
zh: 宠物

source: Photo
ar: صورة
de: Foto
es: Foto
hi: फोटो
id: Foto
ja: 写真
ko: 사진
nl: Foto
pl: Zdjęcie
ru: Фото
sv: Foto
th: รูปภาพ
tl: Larawan
tr: Fotoğraf
ur: تصویر
vi: Ảnh
zh: 照片

source: Photography
ar: التصوير الفوتوغرافي
de: Fotografie
es: Fotografía
fr: Photographie
hi: फोटोग्राफी
id: Fotografi
ja: 写真
ko: 사진
nl: Fotografie
pl: Fotografia
ru: Фотография
sv: Fotografi
th: การถ่ายภาพ
tl: Potograpiya
tr: Fotoğrafçılık
vi: Nhiếp ảnh
zh: 摄影

source: Picnic
ar: نزهة
de: Picknick
fr: Pique-nique
hi: पिकनिक
id: Piknik
ja: ピクニック
ko: 피크닉
nl: Picknick
pl: Piknik
ru: Пикник
sv: Picknick
th: ปิคนิค
tl: Piknik
tr: Piknik
vi: Dã ngoại
zh: 野餐

source: Preference Settings
ar: إعدادات التفضيلات
de: Einstellungen
es: Configuración de preferencias
fr: Paramètres de préférence
hi: प्राथमिकता सेटिंग्स
id: Pengaturan Preferensi
ja: 設定
ko: 선호 설정
nl: Voorkeurinstellingen
pl: Ustawienia preferencji
pt: Configurações de Preferência
ru: Настройки предпочтений
sv: Inställningar för preferenser
th: การตั้งค่าความชอบ
tl: Mga Setting ng Kagustuhan
tr: Tercih Ayarları
vi: Cài đặt ưu tiên
zh: 偏好设置

source: Preferred Language
ar: اللغة المفضلة
de: Bevorzugte Sprache
es: Idioma preferido
fr: Langue préférée
hi: प्राथमिक भाषा
id: Bahasa yang Diutamakan
ja: 優先言語
ko: 선호 언어
nl: Voorkeurstaal
pl: Preferowany język
pt: Idioma Preferido
ru: Предпочитаемый язык
sv: Föredraget språk
th: ภาษาโปรด
tl: Piniling Wika
tr: Tercih Edilen Dil
vi: Ngôn ngữ ưa thích
zh: 首选语言

source: Preparing for sleep
ar: الاستعداد للنوم
de: Vorbereitung auf den Schlaf
es: Preparándose para dormir
fr: Préparation au sommeil
hi: सोने की तैयारी कर रहे हैं
id: Mempersiapkan tidur
ja: 就寝準備中
ko: 수면준비
nl: Voorbereiden op slaap
pl: Przygotowanie do snu
pt: Preparando-se para dormir
ru: Подготовка ко сну
sv: Förbereder för sömn
th: กำลังเตรียมตัวสำหรับการนอน
tl: Naghahanda para sa Pagtulog
tr: Uykuya hazırlanıyor
ur: نیند کے لئے تیاری
vi: Chuẩn bị đi ngủ
zh: 准备睡觉

source: Preparing new meeting
ar: التحضير لاجتماع جديد
de: Vorbereitung eines neuen Meetings
es: Preparando nueva reunión
fr: Préparation d'une nouvelle réunion
hi: नई बैठक की तैयारी कर रहे हैं
id: Mempersiapkan pertemuan baru
it: Preparazione di una nuova riunione
ja: 新しい出会いを準備中
ko: 새로운 만남 준비 중
nl: Nieuwe vergadering voorbereiden
pl: Przygotowanie nowego spotkania
pt: Preparando nova reunião
ru: Подготовка новой встречи
sv: Förbereder ny möte
th: กำลังเตรียมการประชุมใหม่
tl: Naghahanda ng Bagong Pulong
tr: Yeni toplantı hazırlanıyor
ur: نئی ملاقات کی تیاری
vi: Chuẩn bị cuộc họp mới
zh: 准备新会议

source: Preparing persona images
ar: التحضير لصور الشخصيات
de: Vorbereitung der Persona-Bilder
es: Preparando imágenes de persona
fr: Préparation des images de persona
hi: पर्सोना छवियों की तैयारी कर रहे हैं
id: Mempersiapkan gambar persona
it: Preparazione delle immagini delle persone
ja: ペルソナ画像を準備中
ko: 페르소나 이미지를 준비하고 있어요
nl: Persona-afbeeldingen voorbereiden
pl: Przygotowanie obrazów postaci
pt: Preparando imagens de persona
ru: Подготовка изображений персонажей
sv: Förbereder persona bilder
th: กำลังเตรียมภาพบุคลิก
tl: Naghahanda ng mga larawan ng persona
tr: Persona görselleri hazırlanıyor
ur: شخصیت کی تصاویر کی تیاری
vi: Chuẩn bị hình ảnh nhân vật
zh: 准备个性图像

source: Preparing personas
ar: التحضير للشخصيات
de: Vorbereitung der Personas
es: Preparando personas
fr: Préparation des personas
hi: पर्सोना की तैयारी कर रहे हैं
id: Mempersiapkan persona
it: Preparazione delle persone
ja: ペルソナを準備中
ko: 페르소나를 준비하고 있어요
nl: Persona's voorbereiden
pl: Przygotowanie postaci
pt: Preparando personas
ru: Подготовка персонажей
sv: Förbereder personas
th: กำลังเตรียมบุคลิก
tl: Naghahanda ng mga persona
tr: Personas hazırlanıyor
ur: شخصیتوں کی تیاری
vi: Đang chuẩn bị personas
zh: 准备个性

source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
id: Prabaca
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pl: Podgląd
pt: Prévia
ru: Предварительный просмотр
sv: Förhandsgranska
th: ตัวอย่าง
tl: Pagsusuri
tr: Önizleme
ur: پیش نظارہ
vi: Xem trước
zh: 预览

source: Previous
ar: السابق
de: Zurück
es: Anterior
fr: Précédent
hi: पिछला
id: Sebelumnya
it: Indietro
ja: 戻る
ko: 이전
nl: Vorige
pl: Poprzedni
pt: Anterior
ru: Назад
sv: Föregående
th: ก่อนหน้า
tl: Nakaraan
tr: Önceki
ur: پچھلا
vi: Trước
zh: 上一步

# privacy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता नीति
id: Privasi
it: Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt: Privacidade
ru: Конфиденциальность
sv: Integritetspolicy
th: ความเป็นส่วนตัว
tl: Patakaran sa Privacy
tr: Gizlilik Politikası
ur: رازداری کی پالیسی
vi: Quyền riêng tư
zh: 隐私

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Politica sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tl: Patakaran sa Privacy
tr: Gizlilik Politikası
ur: رازداری کی پالیسی
vi: Chính sách bảo mật
zh: 隐私政策

# privacyPolicyAgreement
source: Please agree to the privacy policy
ar: يرجى الموافقة على سياسة الخصوصية
de: Bitte stimmen Sie der Datenschutzrichtlinie zu
es: Por favor, acepta la política de privacidad
fr: Veuillez accepter la politique de confidentialité
hi: कृपया गोपनीयता नीति से सहमत हों
id: Silakan setujui kebijakan privasi
it: Accetta la politica sulla privacy
ja: プライバシーポリシーに同意してください
ko: 개인정보 처리방침에 동의해주세요
nl: Gelieve akkoord te gaan met het privacybeleid
pl: Proszę zaakceptować politykę prywatności
pt: Aceite a política de privacidade
ru: Примите политику конфиденциальности
sv: Vänligen godkänn integritetspolicyn
th: กรุณาเห็นด้วยกับนโยบายความเป็นส่วนตัว
tl: Pakisuyo, sumang-ayon sa patakaran sa privacy
tr: Lütfen gizlilik politikasını kabul edin
ur: براہ کرم رازداری کی پالیسی سے اتفاق کریں
vi: Vui lòng đồng ý với chính sách bảo mật
zh: 请同意隐私政策
