Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

# selfIntroductionHint
source: Write a brief introduction about yourself
ar: اكتب مقدمة قصيرة عن نفسك
de: Schreiben Sie eine kurze Einführung über sich selbst
es: Escribe una breve introducción sobre ti
fr: Écrivez une brève introduction sur vous-même
hi: अपने बारे में एक संक्षिप्त परिचय लिखें
id: Ceritakan tentang diri Anda
it: Scrivi una breve introduzione su di te
ja: 簡単な自己紹介を書いてください
ko: 간단한 자기소개를 작성해주세요
nl: Schrijf een korte introductie over uzelf
pl: Napisz krótkie wprowadzenie o sobie
pt: Escreva uma breve introdução sobre você
ru: Напишите краткое введение о себе
sv: Skriv en kort introduktion om dig själv
th: เขียนแนะนำตัวสั้นๆ เกี่ยวกับตัวคุณ
tl: Isulat ang isang maikling panimula tungkol sa iyong sarili
tr: Kendiniz hakkında kısa bir tanıtım yazın
ur: اپنے بارے میں ایک مختصر تعارف لکھیں
vi: Hãy viết vài dòng về bản thân
zh: 写一段关于你自己的简短介绍

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
id: Kirim
it: Invia
ja: 送信
ko: 전송
nl: Verzenden
pl: Wyślij
pt: Enviar
ru: Отправить
sv: Skicka
th: ส่ง
tl: Ipadala
tr: Gönder
ur: بھیجیں
vi: Gửi
zh: 发送

source: Send Chat Error
ar: خطأ في إرسال الدردشة
de: Chat-Fehler senden
es: Error al enviar el chat
fr: Erreur d'envoi de chat
hi: चैट भेजने में त्रुटि
id: Kesalahan Mengirim Chat
it: Errore nell'invio della chat
ja: チャットエラーを送信
ko: 대화 오류 전송하기
nl: Verzenden Chatfout
pl: Błąd wysyłania czatu
pt: Erro ao Enviar Chat
ru: Ошибка отправки чата
sv: Skicka chattfel
th: ส่งข้อความแชทผิดพลาด
tl: Nagkaroon ng error sa pagpapadala ng chat
tr: Sohbet Gönderim Hatası
ur: چیٹ بھیجنے میں خرابی
vi: Lỗi gửi chat
zh: 发送聊天错误

# sendFirstMessage
source: Send your first message
ar: أرسل رسالتك الأولى
de: Senden Sie Ihre erste Nachricht
es: Envía tu primer mensaje
fr: Envoyez votre premier message
hi: अपना पहला संदेश भेजें
id: Kirim pesan pertama Anda
it: Invia il tuo primo messaggio
ja: 最初のメッセージを送信してください
ko: 첫 번째 메시지를 보내세요
nl: Stuur uw eerste bericht
pl: Wyślij swoją pierwszą wiadomość
pt: Envie sua primeira mensagem
ru: Отправьте ваше первое сообщение
sv: Skicka ditt första meddelande
th: ส่งข้อความแรกของคุณ
tl: Ipadala ang iyong unang mensahe
tr: İlk mesajınızı gönderin
ur: اپنا پہلا پیغام بھیجیں
vi: Gửi tin nhắn đầu tiên của bạn
zh: 发送第一条消息

source: Send Report
ar: إرسال تقرير
de: Bericht senden
es: Enviar reporte
fr: Envoyer le rapport
hi: रिपोर्ट भेजें
id: Kirim Laporan
it: Invia rapporto
ja: 報告を送信
ko: 신고하기
nl: Rapport verzenden
pl: Wyślij raport
pt: Enviar Relatório
ru: Отправить жалобу
sv: Skicka rapport
th: ส่งรายงาน
tl: Ipadala ang Ulat
tr: Raporu Gönder
ur: رپورٹ بھیجیں
vi: Gửi báo cáo
zh: 发送举报

source: Sending email...
ar: جاري إرسال البريد الإلكتروني...
de: E-Mail wird gesendet...
es: Enviando correo electrónico...
fr: Envoi de l'email...
hi: ईमेल भेजा जा रहा है...
id: Mengirim email...
it: Invio email...
ja: メール送信中...
ko: 이메일 발송 중...
nl: E-mail verzenden...
pl: Wysyłanie e-maila...
pt: Enviando e-mail...
ru: Отправка электронной почты...
sv: Skickar e-post...
th: กำลังส่งอีเมล...
tl: Nagpapadala ng email...
tr: E-posta gönderiliyor...
ur: ای میل بھیجی جا رہی ہے...
vi: Đang gửi email...
zh: 正在发送邮件...

source: Seoul
es: Seúl
fr: Séoul
hi: सियोल
ja: ソウル
ko: 서울
pl: Seul
pt: Seul
ru: Сеул
th: โซล
tr: Seul
ur: سئول
zh: 首尔

# serverErrorDashboard
source: Server Error
de: Serverfehler
es: Error del servidor
fr: Erreur du serveur
hi: सर्वर त्रुटि
id: Kesalahan Server
it: Errore del server
ja: サーバーエラー
ko: 서버 오류
nl: Serverfout
pl: Błąd serwera
pt: Erro no Servidor
ru: Ошибка сервера
sv: Serverfel
th: ข้อผิดพลาดของเซิร์ฟเวอร์
tl: Error sa Server
tr: Sunucu Hatası
ur: سرور کی خرابی
vi: Lỗi máy chủ
zh: 服务器错误

# serviceTermsAgreement
source: Please agree to the terms of service
de: Bitte stimmen Sie den Nutzungsbedingungen zu
es: Por favor, acepta los términos del servicio
fr: Veuillez accepter les conditions de service
hi: कृपया सेवा की शर्तों से सहमत हों
id: Silakan setujui syarat layanan
it: Si prega di accettare i termini di servizio
ja: サービス利用規約に同意してください
ko: 서비스 약관에 동의해 주세요
nl: Gelieve akkoord te gaan met de servicevoorwaarden
pl: Proszę zgodzić się na warunki usługi
pt: Por favor, concorde com os termos de serviço
ru: Пожалуйста, согласитесь с условиями обслуживания
sv: Vänligen godkänn användarvillkoren
th: กรุณายอมรับเงื่อนไขการให้บริการ
tl: Pakisundin ang mga tuntunin ng serbisyo
tr: Lütfen hizmet şartlarını kabul edin
ur: براہ کرم سروس کی شرائط سے اتفاق کریں
vi: Vui lòng đồng ý với các điều khoản dịch vụ
zh: 请同意服务条款

source: Session expired
de: Sitzung abgelaufen
es: La sesión ha expirado
fr: Session expirée
hi: सत्र समाप्त हो गया
id: Sesi berakhir
it: Sessione scaduta
ja: セッションの有効期限が切れました
ko: 세션이 만료되었습니다
nl: Sessie verlopen
pl: Sesja wygasła
pt: Sessão expirada
ru: Сессия истекла
sv: Sessionen har gått ut
th: เซสชันหมดอายุ
tl: Nawala ang session
tr: Oturum süresi doldu
ur: سیشن ختم ہو گیا
vi: Phiên đã hết hạn
zh: 会话已过期

source: Set app interface language
de: App-Schnittstellensprache festlegen
es: Establecer el idioma de la interfaz de la app
fr: Définir la langue de l'interface de l'application
hi: ऐप इंटरफेस भाषा सेट करें
id: Atur bahasa antarmuka aplikasi
it: Imposta la lingua dell'interfaccia dell'app
ja: アプリのインターフェース言語を設定
ko: 앱 인터페이스 언어를 설정합니다
nl: Stel de taal van de app-interface in
pl: Ustaw język interfejsu aplikacji
pt: Definir idioma da interface do app
ru: Установить язык интерфейса приложения
sv: Ställ in appens gränssnittsspråk
th: ตั้งค่าภาษาของแอป
tl: Itakda ang wika ng interface ng app
tr: Uygulama arayüz dilini ayarlayın
ur: ایپ کے انٹرفیس کی زبان مقرر کریں
vi: Đặt ngôn ngữ giao diện ứng dụng
zh: 设置应用界面语言

source: Set Now
de: Jetzt festlegen
es: Establecer ahora
fr: Définir maintenant
hi: अभी सेट करें
id: Atur sekarang
it: Imposta ora
ja: 今すぐ設定
ko: 지금 설정하기
nl: Stel nu in
pl: Ustaw teraz
pt: Definir Agora
ru: Установить сейчас
sv: Ställ in nu
th: ตั้งค่าเดี๋ยวนี้
tl: Itakda Ngayon
tr: Şimdi Ayarla
ur: ابھی مقرر کریں
vi: Thiết lập ngay
zh: 立即设置

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tl: Mga Setting
tr: Ayarlar
ur: ترتیبات
vi: Cài đặt
zh: 设置

source: Sexual content
de: Sexuelle Inhalte
es: Contenido sexual
fr: Contenu sexuel
hi: यौन सामग्री
id: Konten seksual
it: Contenuto sessuale
ja: 性的なコンテンツ
ko: 성적인 콘텐츠
nl: Seksuele inhoud
pl: Treści seksualne
pt: Conteúdo sexual
ru: Сексуальный контент
sv: Sexuellt innehåll
th: เนื้อหาทางเพศ
tl: Nilalaman na Sekswal
tr: Cinsel içerik
ur: جنسی مواد
vi: Nội dung khiêu dâm
zh: 性内容

source: Show All Gender Personas
de: Alle Geschlechter-Personas anzeigen
es: Mostrar personas de todos los géneros
fr: Afficher toutes les personas
hi: सभी लिंग व्यक्तित्व दिखाएँ
id: Tampilkan Semua Gender Persona
it: Mostra tutte le personas
ja: すべての性別のペルソナを表示
ko: 모든 성별 페르소나 보기
nl: Toon alle genderpersona's
pl: Pokaż wszystkie osobowości płciowe
pt: Mostrar personas de todos os gêneros
ru: Показать персонажей всех полов
sv: Visa alla könsidentiteter
th: แสดงเพอร์โซน่าทุกเพศ
tl: Ipakita ang Lahat ng Gender Personas
tr: Tüm Cinsiyet Persona'larını Göster
ur: تمام جنسوں کے کردار دکھائیں
vi: Hiển thị tất cả giới tính personas
zh: 显示所有性别角色

# showAllGendersOption
source: Show All Genders
ar: عرض جميع الأجناس
de: Alle Geschlechter anzeigen
es: Mostrar todos los géneros
fr: Afficher tous les genres
hi: सभी लिंग दिखाएँ
id: Tampilkan semua jenis kelamin
it: Mostra tutte le opzioni di genere
ja: すべての性別を表示
ko: 모든 성별 보기
nl: Toon Alle Geslachten
pl: Pokaż wszystkie płci
pt: Mostrar Todos os Gêneros
ru: Показать все полы
sv: Visa alla kön
th: แสดงทุกเพศ
tl: Ipakita ang Lahat ng Kasarian
tr: Tüm Cinsiyetleri Göster
ur: تمام جنسیں دکھائیں
vi: Hiển thị tất cả giới tính
zh: 显示所有性别

# showOppositeGenderOnly
source: If unchecked, only opposite gender personas will be shown
ar: إذا لم يتم تحديده، سيتم عرض شخصيات الجنس المعاكس فقط
de: Wenn nicht aktiviert, werden nur Personas des gegenteiligen Geschlechts angezeigt
es: Si no está marcado, solo se mostrarán personas del género opuesto
fr: Si décoché, seules les personnes de l'autre genre seront affichées
hi: यदि अनचेक किया गया, तो केवल विपरीत लिंग के व्यक्तित्व दिखाए जाएंगे
id: Jika tidak dicentang, hanya persona lawan jenis yang akan ditampilkan
it: Se non selezionato, verranno mostrati solo i personaggi di genere opposto
ja: チェックを外すと、異性のペルソナのみが表示されます
ko: 체크하지 않으면 이성 페르소나만 표시됩니다
nl: Als niet aangevinkt, worden alleen persona's van het tegenovergestelde geslacht weergegeven
pl: Jeśli odznaczone, będą wyświetlane tylko osobowości przeciwnej płci
pt: Se desmarcado, apenas personas do gênero oposto serão exibidas
ru: Если не отмечено, будут показаны только персонажи противоположного пола
sv: Om avmarkerad, kommer endast motsatt könsidentiteter att visas
th: หากไม่เลือก จะมีเพียงบุคลิกภาพเพศตรงข้ามเท่านั้นที่จะแสดง
tl: Kung hindi naka-check, tanging mga persona ng kabaligtarang kasarian lamang ang ipapakita
tr: Seçili değilse, yalnızca karşı cins kişilikleri gösterilecektir
ur: اگر غیر منتخب کیا جائے تو صرف مخالف جنس کے کردار دکھائے جائیں گے
vi: Nếu không chọn, chỉ hiển thị các nhân vật giới tính đối diện
zh: 如果未勾选，则只显示异性角色

# showOriginalText
source: Show Original
ar: عرض النص الأصلي
de: Original anzeigen
es: Mostrar original
fr: Afficher l'original
hi: मूल दिखाएँ
id: Tampilkan Asli
it: Mostra originale
ja: 原文を表示
ko: 원문 보기
nl: Toon Origineel
pl: Pokaż oryginał
pt: Mostrar Original
ru: Показать оригинал
sv: Visa original
th: แสดงข้อความต้นฉบับ
tl: Ipakita ang Orihinal
tr: Orijinali Göster
ur: اصل دکھائیں
vi: Hiển thị gốc
zh: 显示原文

source: Sign Up
ar: التسجيل
de: Registrieren
es: Registrarse
fr: S'inscrire
hi: साइन अप करें
id: Daftar
it: Registrati
ja: 新規登録
ko: 회원가입
nl: Aanmelden
pl: Zarejestruj się
pt: Cadastrar
ru: Регистрация
sv: Registrera dig
th: สมัครสมาชิก
tl: Mag-sign up
tr: Kayıt Ol
ur: سائن اپ کریں
vi: Đăng ký
zh: 注册

# signUpFromGuest
source: Sign up now to access all features!
ar: سجّل الآن للوصول إلى جميع الميزات!
de: Melde dich jetzt an, um auf alle Funktionen zuzugreifen!
es: ¡Regístrate ahora para acceder a todas las funciones!
fr: Inscrivez-vous maintenant pour accéder à toutes les fonctionnalités !
hi: सभी सुविधाओं तक पहुँचने के लिए अभी साइन अप करें!
id: Daftar sekarang untuk mengakses semua fitur!
it: Iscriviti ora per accedere a tutte le funzionalità!
ja: すべての機能にアクセスするために今すぐ登録！
ko: 지금 회원가입하고 모든 기능을 이용하세요!
nl: Meld je nu aan om toegang te krijgen tot alle functies!
pl: Zarejestruj się teraz, aby uzyskać dostęp do wszystkich funkcji!
pt: Cadastre-se agora para acessar todos os recursos!
ru: Зарегистрируйтесь сейчас, чтобы получить доступ ко всем функциям!
sv: Registrera dig nu för att få tillgång till alla funktioner!
th: ลงทะเบียนตอนนี้เพื่อเข้าถึงฟีเจอร์ทั้งหมด!
tl: Mag-sign up ngayon upang ma-access ang lahat ng mga tampok!
tr: Tüm özelliklere erişmek için şimdi kaydolun!
ur: تمام خصوصیات تک رسائی کے لیے ابھی سائن اپ کریں!
vi: Đăng ký từ khách
zh: 立即注册以访问所有功能！

source: Sign Up
ar: التسجيل
de: Registrieren
es: Registrarse
fr: Inscription
hi: साइन अप करें
id: Daftar
it: Registrati
ja: 新規登録
ko: 회원가입
nl: Registreren
pl: Zarejestruj się
pt: Cadastrar
ru: Регистрация
sv: Registrera
th: สมัครสมาชิก
tl: Mag-sign Up
tr: Kaydol
ur: سائن اپ کریں
vi: Đăng ký
zh: 注册

source: Sign Up Complete
ar: تم التسجيل بنجاح
de: Anmeldung abgeschlossen
es: Registro completo
fr: Inscription terminée
hi: साइन अप पूरा
id: Pendaftaran Selesai
it: Iscrizione completata
ja: 登録完了
ko: 가입완료
nl: Aanmelding Voltooid
pl: Rejestracja zakończona
pt: Cadastro Completo
ru: Регистрация завершена
sv: Registrering slutförd
th: ลงทะเบียนเสร็จสิ้น
tl: Kumpleto na ang Pag-sign Up
tr: Kayıt Tamamlandı
ur: سائن اپ مکمل
vi: Đăng ký hoàn tất
zh: 注册完成

# signupTab
source: Sign Up
ar: التسجيل
de: Anmeldung
es: Registro
fr: Inscription
hi: साइन अप
id: Daftar
it: Iscriviti
ja: 新規登録
ko: 회원가입
nl: Aanmelden
pl: Rejestracja
pt: Cadastro
ru: Регистрация
sv: Registrera dig
th: ลงทะเบียน
tl: Mag-sign Up
tr: Kaydol
ur: سائن اپ
vi: Đăng ký
zh: 注册

# simpleInfoRequired
source: Simple information is required for matching with AI personas
ar: معلومات بسيطة مطلوبة
de: Einfache Informationen sind erforderlich
es: Se requiere información simple
fr: Des informations simples sont requises pour correspondre avec des personas IA
hi: सरल जानकारी आवश्यक है
id: Informasi sederhana diperlukan
it: Sono richieste informazioni semplici
ja: AIペルソナとのマッチングには 簡単な情報が必要です
ko: AI 페르소나와의 매칭을 위해 간단한 정보가 필요해요
nl: Eenvoudige informatie is vereist
pl: Wymagane są proste informacje
pt: Informações simples são necessárias
ru: Требуется простая информация
sv: Enkel information krävs
th: ต้องการข้อมูลพื้นฐานสำหรับการจับคู่กับ AI personas
tl: Kinakailangan ang simpleng impormasyon
tr: Basit bilgiler gereklidir
ur: AI کرداروں کے ساتھ ملانے کے لیے سادہ معلومات کی ضرورت ہے
vi: Cần thông tin cơ bản
zh: 需要简单信息

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt: Pular
ru: Пропустить
sv: Hoppa över
th: ข้าม
tl: Laktawan
tr: Atla
ur: چھوڑیں
vi: Bỏ qua
zh: 跳过

source: SONA Friend
ar: صديق سونا
de: SONA Freund
es: Amigo de SONA
fr: SONA Ami
hi: SONA मित्र
id: Teman SONA
it: Amico SONA
ja: SONAフレンド
ko: 소나 친구
nl: SONA Vriend
pl: SONA Przyjaciel
pt: Amigo SONA
ru: SONA Друг
sv: SONA Vän
th: เพื่อน SONA
tl: SONA Kaibigan
tr: SONA Arkadaş
ur: SONA دوست
vi: Bạn SONA
zh: SONA 朋友

source: SONA Privacy Policy
ar: سياسة خصوصية سونا
de: SONA Datenschutzrichtlinie
es: Política de privacidad de SONA
fr: Politique de confidentialité de SONA
hi: SONA गोपनीयता नीति
id: Kebijakan Privasi SONA
it: Politica sulla privacy SONA
ja: SONA プライバシーポリシー
ko: SONA 개인정보 보호정책
nl: SONA Privacybeleid
pl: Polityka Prywatności SONA
pt: Política de Privacidade da SONA
ru: Политика конфиденциальности SONA
sv: SONA Integritetspolicy
th: นโยบายความเป็นส่วนตัวของ SONA
tl: Patakaran sa Privacy ng SONA
tr: SONA Gizlilik Politikası
ur: SONA کی رازداری کی پالیسی
vi: Chính sách bảo mật của SONA
zh: SONA 隐私政策

source: SONA Purchase Policy
ar: سياسة شراء سونا
de: SONA Kaufrichtlinie
es: Política de compras de SONA
fr: Politique d'achat de SONA
hi: SONA खरीद नीति
id: Kebijakan Pembelian SONA
it: Politica di Acquisto SONA
ja: SONA 購入ポリシー
ko: SONA 구매 정책
nl: SONA Aankoopbeleid
pl: Polityka Zakupu SONA
pt: Política de Compras da SONA
ru: Политика покупок SONA
sv: SONA Köpolicy
th: นโยบายการซื้อของ SONA
tl: Patakaran sa Pagbili ng SONA
tr: SONA Satın Alma Politikası
ur: SONA کی خریداری کی پالیسی
vi: Chính sách mua hàng của SONA
zh: SONA 购买政策

source: SONA Terms of Service
ar: شروط خدمة سونا
de: SONA Nutzungsbedingungen
es: Términos de servicio de SONA
fr: Conditions d'utilisation de SONA
hi: SONA सेवा की शर्तें
id: Ketentuan Layanan SONA
it: Termini di Servizio SONA
ja: SONA 利用規約
ko: SONA 서비스 약관
nl: SONA Gebruiksvoorwaarden
pl: Warunki Usługi SONA
pt: Termos de Serviço da SONA
ru: Условия обслуживания SONA
sv: SONA Användarvillkor
th: ข้อตกลงการให้บริการของ SONA
tl: Mga Tuntunin ng Serbisyo ng SONA
tr: SONA Hizmet Şartları
ur: SONA کی خدمات کی شرائط
vi: Điều khoản dịch vụ của SONA
zh: SONA 服务条款

# sonaUsagePurpose
source: Please select your purpose for using SONA
ar: يرجى تحديد الغرض من استخدام سونا
de: Bitte wähle deinen Zweck für die Nutzung von SONA
es: Por favor, selecciona tu propósito para usar SONA
fr: Veuillez sélectionner votre objectif d'utilisation de SONA
hi: कृपया SONA का उपयोग करने का अपना उद्देश्य चुनें
id: Silakan pilih tujuan Anda menggunakan SONA
it: Seleziona il tuo scopo per utilizzare SONA
ja: SONAの利用目的を選択してください
ko: SONA를 사용하시는 목적을 선택해주세요
nl: Selecteer alstublieft uw doel voor het gebruik van SONA
pl: Proszę wybrać cel korzystania z SONA
pt: Por favor, selecione seu propósito para usar a SONA
ru: Пожалуйста, выберите цель использования SONA
sv: Vänligen välj ditt syfte med att använda SONA
th: กรุณาเลือกวัตถุประสงค์ในการใช้ SONA
tl: Pakisuyong piliin ang iyong layunin sa paggamit ng SONA
tr: Lütfen SONA'yı kullanma amacınızı seçin
ur: براہ کرم SONA کے استعمال کا مقصد منتخب کریں
vi: Mục đích sử dụng SONA
zh: 请选择您使用 SONA 的目的

# sorryNotHelpful
source: Sorry this wasn't helpful
ar: عذرًا، لم يكن هذا مفيدًا
de: Entschuldigung, das war nicht hilfreich
es: Lo siento, esto no fue útil
fr: Désolé, cela n'a pas été utile
hi: खेद है, यह सहायक नहीं था
id: Maaf, ini tidak membantu
it: Ci dispiace, non è stato utile
ja: お役に立てず申し訳ありません
ko: 도움이 되지 않아 죄송합니다
nl: Sorry, dit was niet nuttig
pl: Przykro nam, to nie było pomocne
pt: Desculpe, isso não foi útil
ru: Извините, это не помогло
sv: Tyvärr var detta inte till hjälp
th: ขอโทษที่ไม่เป็นประโยชน์
tl: Paumanhin, hindi ito nakatulong
tr: Üzgünüm, bu yardımcı olmadı
ur: معاف کیجیے، یہ مددگار نہیں تھا
vi: Xin lỗi, điều này không hữu ích
zh: 对不起，这没有帮助

source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
hi: क्रमबद्ध करें
id: Urutkan
it: Ordina
ja: 並び替え
ko: 정렬
nl: Sorteren
pl: Sortuj
pt: Ordenar
ru: Сортировка
sv: Sortera
th: เรียง
tl: Ayusin
tr: Sırala
ur: ترتیب دیں
vi: Sắp xếp
zh: 排序

source: Sound Settings
ar: إعدادات الصوت
de: Toneinstellungen
es: Configuración de sonido
fr: Paramètres de son
hi: ध्वनि सेटिंग्स
id: Pengaturan suara
it: Impostazioni Audio
ja: サウンド設定
ko: 소리 설정
nl: Geluidsinstellingen
pl: Ustawienia Dźwięku
pt: Configurações de Som
ru: Настройки звука
sv: Ljudinställningar
th: ตั้งค่าเสียง
tl: Mga Setting ng Tunog
tr: Ses Ayarları
ur: آواز کی ترتیبات
vi: Cài đặt âm thanh
zh: 声音设置

source: Spam/Advertising
ar: بريد عشوائي/إعلانات
de: Spam/Werbung
es: Spam/Publicidad
fr: Spam/Publicité
hi: स्पैम/विज्ञापन
id: Spam/Iklan
ja: スパム/広告
ko: 스팸/광고
nl: Spam/Advertenties
pl: Spam/Reklama
pt: Spam/Publicidade
ru: Спам/Реклама
sv: Spam/annonsering
th: สแปม/โฆษณา
tl: Spam/Pag-aanunsyo
tr: Spam/Reklam
ur: اسپام/اشتہارات
vi: Spam/Quảng cáo
zh: 垃圾信息/广告

source: Spanish
ar: الإسبانية
de: Spanisch
es: Español
fr: Espagnol
hi: स्पेनिश
id: Spanyol
it: Spagnolo
ja: スペイン語
ko: 스페인어
nl: Spaans
pl: Hiszpański
pt: Espanhol
ru: Испанский
sv: Spanska
th: สเปน
tl: Espanyol
tr: İspanyolca
ur: ہسپانوی
vi: Tiếng Tây Ban Nha
zh: 西班牙语

# specialRelationshipDesc
source: Understand each other and build deep bonds
ar: فهم بعضهم البعض وبناء روابط عميقة
de: Versteht euch und baut tiefere Bindungen auf
es: Entiendan y construyan lazos profundos
fr: Comprenez-vous et créez des liens profonds
hi: एक-दूसरे को समझें और गहरे रिश्ते बनाएं
id: Memahami satu sama lain dan membangun ikatan yang dalam
it: Comprendersi e costruire legami profondi
ja: お互いを理解し、深い絆を築く
ko: 서로를 이해하고 깊은 유대감을 쌓아요
nl: Begrijp elkaar en bouw diepe banden op
pl: Rozumieć się nawzajem i budować głębokie więzi
pt: Entendam-se e construam laços profundos
ru: Понимать друг друга и строить глубокие связи
sv: Förstå varandra och bygg djupa band
th: เข้าใจกันและสร้างความสัมพันธ์ที่ลึกซึ้ง
tl: Magkaintindihan at bumuo ng malalim na ugnayan
tr: Birbirinizi anlayın ve derin bağlar kurun
ur: ایک دوسرے کو سمجھیں اور گہرے رشتے بنائیں
vi: Xây dựng mối quan hệ đặc biệt
zh: 彼此理解，建立深厚的联系

source: Sports
ar: الرياضة
de: Sport
es: Deportes
hi: खेल
id: Olahraga
it: Sport
ja: スポーツ
ko: 스포츠
nl: Sporten
pl: Sport
pt: Esportes
ru: Спорт
sv: Sport
th: กีฬา
tl: Isports
tr: Sporlar
ur: کھیل
vi: Thể thao
zh: 体育

source: Spring
ar: الربيع
de: Frühling
es: Primavera
fr: Printemps
hi: वसंत
id: Musim Semi
it: Primavera
ja: 春
ko: 봄
nl: Lente
pl: Wiosna
pt: Primavera
ru: Весна
sv: Vår
th: ฤดูใบไม้ผลิ
tl: Tagsibol
tr: Bahar
ur: بہار
vi: Mùa xuân
zh: 春天

source: Start Chat
ar: ابدأ الدردشة
de: Chat starten
es: Iniciar Chat
fr: Démarrer une discussion
hi: चैट शुरू करें
id: Mulai obrolan
it: Inizia Chat
ja: チャット開始
ko: 대화 시작
pl: Rozpocznij czat
pt: Iniciar Chat
ru: Начать чат
sv: Starta chatt
th: เริ่มแชท
tl: Simulan ang Usapan
tr: Sohbete Başla
ur: چیٹ شروع کریں
vi: Bắt đầu trò chuyện
zh: 开始聊天

# startChatButton
source: Start Chat
ar: ابدأ الدردشة
de: Chat starten
es: Iniciar Chat
fr: Démarrer le chat
hi: चैट शुरू करें
id: Mulai Obrolan
it: Inizia Chat
ja: チャットを開始
ko: 채팅 시작
pl: Rozpocznij czat
pt: Iniciar Chat
ru: Начать чат
sv: Starta chatt
th: เริ่มแชท
tl: Simulan ang Usapan
tr: Sohbete Başla
ur: چیٹ شروع کریں
vi: Bắt đầu chat
zh: 开始聊天

# startConversation
source: Start a conversation
ar: ابدأ محادثة
de: Ein Gespräch beginnen
es: Iniciar una conversación
fr: Commencer une conversation
hi: बातचीत शुरू करें
id: Mulai percakapan
it: Inizia una conversazione
ja: 会話を始める
ko: 대화를 시작하세요
nl: Begin een gesprek
pl: Rozpocznij rozmowę
pt: Iniciar uma conversa
ru: Начать разговор
sv: Starta en konversation
th: เริ่มการสนทนา
tl: Simulan ang pag-uusap
tr: Konuşma başlat
ur: گفتگو شروع کریں
vi: Bắt đầu cuộc trò chuyện
zh: 开始对话

# startConversationLikeAFriend
source: Start a conversation with Sona like a friend
ar: ابدأ محادثة مع سونا كصديق
de: Beginne ein Gespräch mit SONA wie mit einem Freund
es: Inicia una conversación con SONA como un amigo
fr: Commencez une conversation avec SONA comme un ami
hi: SONA के साथ दोस्त की तरह बातचीत शुरू करें
id: Mulai percakapan dengan SONA seperti teman
it: Inizia una conversazione con Sona come un amico
ja: Sonaと友達のように会話を始めよう
ko: 소나와 친구처럼 대화를 시작해보세요
nl: Begin een gesprek met Sona als een vriend
pl: Rozpocznij rozmowę z Soną jak z przyjacielem
pt: Comece uma conversa com Sona como um amigo
ru: Начать разговор с SONA как с другом
sv: Starta en konversation med Sona som en vän
th: เริ่มการสนทนากับ SONA เหมือนเพื่อน
tl: Simulan ang usapan kay Sona na parang kaibigan
tr: Sona ile bir arkadaş gibi sohbet etmeye başlayın
ur: سونا کے ساتھ دوست کی طرح گفتگو شروع کریں
vi: Bắt đầu cuộc trò chuyện với SONA như một người bạn
zh: 像朋友一样与 Sona 开始对话

# startConversationStep
source: 2. Start Conversation: Chat freely with matched personas.
ar: 2. ابدأ المحادثة: تحدث بحرية مع الشخصيات المتطابقة.
de: 2. Gespräch beginnen: Chatte frei mit den passenden Personas.
es: 2. Iniciar Conversación: Chatea libremente con las personas emparejadas.
fr: 2. Commencer la conversation : Discutez librement avec les personas correspondants.
hi: 2. बातचीत शुरू करें: मिलान किए गए व्यक्तित्वों के साथ स्वतंत्र रूप से चैट करें।
id: 2. Mulai Percakapan: Chat dengan bebas dengan persona yang cocok.
it: 2. Inizia Conversazione: Chattare liberamente con le persone abbinate.
ja: 2. 会話を開始：マッチしたペルソナと自由にチャット。
ko: 2. 대화 시작: 매칭된 페르소나와 자유롭게 대화를 나누세요.
nl: 2. Start Gesprek: Chat vrijuit met gematchte persona's.
pl: 2. Rozpocznij rozmowę: Czat z dopasowanymi osobami.
pt: 2. Iniciar Conversa: Converse livremente com as personas combinadas.
ru: 2. Начать разговор: Общайтесь свободно с подобранными персонами.
sv: 2. Starta konversation: Chatta fritt med matchade personligheter.
th: 2. เริ่มการสนทนา: แชทอย่างอิสระกับ personas ที่จับคู่กัน
tl: 2. Simulan ang Usapan: Makipag-chat nang malaya sa mga katugmang persona.
tr: 2. Sohbete Başla: Eşleşen karakterlerle serbestçe sohbet edin.
ur: 2. گفتگو شروع کریں: ملے جلے کرداروں کے ساتھ آزادانہ گفتگو کریں۔
vi: 2. Bắt đầu cuộc trò chuyện: Trò chuyện tự do với các nhân vật đã ghép nối.
zh: 2. 开始对话：与匹配的角色自由聊天。
