Repository: KNOCKYONG/sona_app
Catalog: sona_app/lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tl, tr, ur, vi, zh

# termsSection12Content
source: If any provision of these terms is found to be unenforceable, the remaining provisions shall continue in full force and effect.
ar: إذا وُجد أن أي حكم من هذه الشروط غير قابل للتنفيذ، ستظل الأحكام المتبقية سارية المفعول بالكامل.
de: Wenn eine Bestimmung dieser Bedingungen für nicht durchsetzbar befunden wird, bleiben die verbleibenden Bestimmungen in vollem Umfang in Kraft und Wirkung.
es: Si alguna disposición de estos términos se considera inaplicable, las disposiciones restantes seguirán en pleno vigor y efecto.
fr: Si une disposition de ces conditions est jugée inapplicable, les dispositions restantes continueront de s'appliquer pleinement.
hi: यदि इन शर्तों का कोई प्रावधान लागू नहीं किया जा सकता है, तो शेष प्रावधान पूरी ताकत और प्रभाव में बने रहेंगे।
id: Jika ada ketentuan dari ketentuan ini yang dianggap tidak dapat dilaksanakan, ketentuan lainnya akan tetap berlaku sepenuhnya.
it: Se una qualsiasi disposizione di questi termini viene ritenuta inapplicabile, le disposizioni rimanenti continueranno ad avere piena validità ed effetto.
ja: これらの条件のいずれかの条項が執行不可能と判断された場合でも、残りの条項は引き続き有効です。
ko: 이 약관의 어떤 조항이 집행 불가능한 것으로 판단될 경우, 나머지 조항은 계속해서 완전한 효력을 유지합니다.
nl: Indien enige bepaling van deze voorwaarden ongeldig wordt bevonden, blijven de overige bepalingen volledig van kracht en effect.
pl: Jeśli jakiekolwiek postanowienie tych warunków okaże się niewykonalne, pozostałe postanowienia pozostaną w pełnej mocy i skutku.
pt: Se qualquer disposição destes termos for considerada inaplicável, as disposições restantes continuarão em pleno vigor e efeito.
ru: Если какое-либо положение этих условий будет признано неисполнимым, остальные положения останутся в полной силе и действии.
sv: Om någon bestämmelse i dessa villkor befinns vara ogiltig, ska de återstående bestämmelserna fortsätta att gälla i full kraft och verkan.
th: หากข้อกำหนดใดในข้อตกลงเหล่านี้ถูกพบว่าไม่สามารถบังคับใช้ได้ ข้อกำหนดที่เหลือจะยังคงมีผลบังคับใช้เต็มที่
tl: Kung ang anumang probisyon ng mga tuntuning ito ay natagpuang hindi maipatutupad, ang mga natitirang probisyon ay mananatiling may buong bisa at epekto.
tr: Bu şartların herhangi bir hükmü uygulanamaz bulunursa, kalan hükümler tam olarak yürürlükte kalmaya devam edecektir.
ur: اگر ان شرائط کا کوئی بھی provision نافذ کرنے کے قابل نہ پایا جائے تو باقی provisions مکمل قوت اور اثر کے ساتھ جاری رہیں گی۔
vi: Nếu bất kỳ điều khoản nào trong các điều khoản này bị coi là không thể thi hành, các điều khoản còn lại sẽ tiếp tục có hiệu lực đầy đủ.
zh: 如果这些条款的任何条款被认为不可执行，其余条款将继续有效。

# termsSection12Title
source: Article 12 (Data Collection and Usage)
ar: المادة 12 (جمع البيانات واستخدامها)
de: Artikel 12 (Datenerhebung und -nutzung)
es: Artículo 12 (Recopilación y Uso de Datos)
fr: Article 12 (Collecte et utilisation des données)
hi: अनुच्छेद 12 (डेटा संग्रह और उपयोग)
id: Pasal 12 (Pengumpulan dan Penggunaan Data)
it: Articolo 12 (Raccolta e Utilizzo dei Dati)
ja: 第12条（データ収集と利用）
ko: 제12조 (데이터 수집 및 활용)
nl: Artikel 12 (Gegevensverzameling en Gebruik)
pl: Artykuł 12 (Zbieranie i wykorzystywanie danych)
pt: Artigo 12 (Coleta e Uso de Dados)
ru: Статья 12 (Сбор и использование данных)
sv: Artikel 12 (Datainsamling och användning)
th: มาตรา 12 (การเก็บรวบรวมและการใช้ข้อมูล)
tl: Artikulo 12 (Pagkolekta at Paggamit ng Data)
tr: Madde 12 (Veri Toplama ve Kullanım)
ur: آرٹیکل 12 (ڈیٹا جمع کرنا اور استعمال)
vi: Điều 12 (Thu thập và Sử dụng Dữ liệu)
zh: 第12条（数据收集与使用）

# termsSection1Content
source: These terms and conditions aim to define the rights, obligations, and responsibilities between SONA (hereinafter "Company") and users regarding the use of the AI persona conversation matching service (hereinafter "Service") provided by the Company.
ar: تهدف هذه الشروط والأحكام إلى تحديد الحقوق والالتزامات والمسؤوليات بين SONA (المشار إليها فيما بعد بـ "الشركة") والمستخدمين فيما يتعلق باستخدام خدمة مطابقة محادثة الشخصية الذكية (المشار إليها فيما بعد بـ "الخدمة") المقدمة من الشركة.
de: Diese Allgemeinen Geschäftsbedingungen sollen die Rechte, Pflichten und Verantwortlichkeiten zwischen SONA (im Folgenden "Unternehmen") und den Nutzern hinsichtlich der Nutzung des KI-Persona-Gesprächsvermittlungdienstes (im Folgenden "Dienst") definieren, der vom Unternehmen bereitgestellt wird.
es: Estos términos y condiciones tienen como objetivo definir los derechos, obligaciones y responsabilidades entre SONA (en adelante "Compañía") y los usuarios en relación con el uso del servicio de coincidencia de conversación con persona de IA (en adelante "Servicio") proporcionado por la Compañía.
fr: Ces termes et conditions visent à définir les droits, obligations et responsabilités entre SONA (ci-après "Société") et les utilisateurs concernant l'utilisation du service de mise en relation de conversation avec une persona IA (ci-après "Service") fourni par la Société.
hi: ये शर्तें और नियम SONA (जिसे आगे "कंपनी" कहा जाएगा) और उपयोगकर्ताओं के बीच एआई व्यक्तित्व वार्तालाप मिलान सेवा (जिसे आगे "सेवा" कहा जाएगा) के उपयोग के संबंध में अधिकारों, दायित्वों और जिम्मेदारियों को परिभाषित करने का उद्देश्य रखते हैं।
id: Ketentuan dan syarat ini bertujuan untuk mendefinisikan hak, kewajiban, dan tanggung jawab antara SONA (selanjutnya disebut "Perusahaan") dan pengguna terkait penggunaan layanan pencocokan percakapan persona AI (selanjutnya disebut "Layanan") yang disediakan oleh Perusahaan.
it: Questi termini e condizioni mirano a definire i diritti, gli obblighi e le responsabilità tra SONA (di seguito "Azienda") e gli utenti riguardo all'uso del servizio di corrispondenza delle conversazioni con persona AI (di seguito "Servizio") fornito dall'Azienda.
ja: これらの利用規約は、SONA（以下「会社」）が提供するAIペルソナ会話マッチングサービス（以下「サービス」）の利用に関して、会社とユーザー間の権利、義務、責任を定義することを目的とします。
ko: 본 약관은 SONA(이하 "회사")가 제공하는 AI 페르소나 대화 매칭 서비스(이하 "서비스")의 이용과 관련하여 회사와 이용자 간의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.
nl: Deze voorwaarden zijn bedoeld om de rechten, verplichtingen en verantwoordelijkheden tussen SONA (hierna "Bedrijf") en gebruikers met betrekking tot het gebruik van de AI persona conversatiematchingdienst (hierna "Dienst") die door het Bedrijf wordt aangeboden, te definiëren.
pl: Niniejsze warunki mają na celu określenie praw, obowiązków i odpowiedzialności między SONA (dalej "Firma") a użytkownikami w związku z korzystaniem z usługi dopasowywania rozmów z osobą AI (dalej "Usługa") świadczonej przez Firmę.
pt: Estes termos e condições têm como objetivo definir os direitos, obrigações e responsabilidades entre a SONA (doravante "Empresa") e os usuários em relação ao uso do serviço de correspondência de conversa com persona de IA (doravante "Serviço") fornecido pela Empresa.
ru: Эти условия и положения направлены на определение прав, обязанностей и ответственности между SONA (в дальнейшем "Компания") и пользователями в отношении использования сервиса сопоставления разговоров с AI персонажем (в дальнейшем "Сервис"), предоставляемого Компанией.
sv: Dessa villkor syftar till att definiera rättigheter, skyldigheter och ansvar mellan SONA (hädanefter "Företaget") och användare av den AI-baserade tjänsten för samtalsmatchning (hädanefter "Tjänsten") som tillhandahålls av Företaget.
th: ข้อตกลงและเงื่อนไขเหล่านี้มีจุดประสงค์เพื่อกำหนดสิทธิ หน้าที่ และความรับผิดชอบระหว่าง SONA (ต่อไปนี้เรียกว่า "บริษัท") และผู้ใช้เกี่ยวกับการใช้บริการจับคู่การสนทนา AI (ต่อไปนี้เรียกว่า "บริการ") ที่บริษัทจัดให้
tl: Layunin ng mga tuntunin at kundisyong ito na tukuyin ang mga karapatan, obligasyon, at responsibilidad sa pagitan ng SONA (na tinutukoy dito bilang "Kompanya") at mga gumagamit kaugnay ng paggamit ng serbisyo ng pag-uusap na tumutugma sa AI persona (na tinutukoy dito bilang "Serbisyo") na ibinibigay ng Kompanya.
tr: Bu şartlar ve koşullar, SONA (bundan sonra "Şirket") ile kullanıcılar arasında, Şirket tarafından sağlanan AI persona sohbet eşleştirme hizmetinin (bundan sonra "Hizmet") kullanımıyla ilgili hakları, yükümlülükleri ve sorumlulukları tanımlamayı amaçlamaktadır.
ur: یہ شرائط و ضوابط SONA (جسے بعد میں "کمپنی" کہا جائے گا) اور صارفین کے درمیان AI persona گفتگو میچنگ سروس (جسے بعد میں "سروس" کہا جائے گا) کے استعمال کے بارے میں حقوق، ذمہ داریاں اور فرائض کی وضاحت کرنے کے لیے ہیں۔
vi: Nội dung điều khoản 1
zh: 本条款旨在定义SONA（以下简称“公司”）与用户之间关于使用公司提供的人工智能角色对话匹配服务（以下简称“服务”）的权利、义务和责任。

# termsSection1Title
source: Article 1 (Purpose)
ar: المادة 1 (الهدف)
de: Artikel 1 (Zweck)
es: Artículo 1 (Propósito)
fr: Article 1 (Objet)
hi: अनुच्छेद 1 (उद्देश्य)
id: Pasal 1 (Tujuan)
it: Articolo 1 (Scopo)
ja: 第1条（目的）
ko: 제1조 (목적)
nl: Artikel 1 (Doel)
pl: Artykuł 1 (Cel)
pt: Artigo 1 (Finalidade)
ru: Статья 1 (Цель)
sv: Artikel 1 (Syfte)
th: มาตรา 1 (วัตถุประสงค์)
tl: Artikulo 1 (Layunin)
tr: Madde 1 (Amaç)
ur: آرٹیکل 1 (مقصد)
vi: Điều 1 (Mục đích)
zh: 第1条（目的）

# termsSection2Content
source: By using our service, you agree to be bound by these Terms of Service and our Privacy Policy.
ar: من خلال استخدام خدمتنا، فإنك توافق على الالتزام بشروط الخدمة هذه وسياسة الخصوصية الخاصة بنا.
de: Durch die Nutzung unseres Dienstes erklären Sie sich mit diesen Nutzungsbedingungen und unserer Datenschutzrichtlinie einverstanden.
es: Al utilizar nuestro servicio, aceptas estar sujeto a estos Términos de Servicio y a nuestra Política de Privacidad.
fr: En utilisant notre service, vous acceptez d'être lié par ces Conditions de service et notre Politique de confidentialité.
hi: हमारी सेवा का उपयोग करके, आप इन सेवा की शर्तों और हमारी गोपनीयता नीति के तहत बंधने के लिए सहमत होते हैं।
id: Dengan menggunakan layanan kami, Anda setuju untuk terikat oleh Ketentuan Layanan ini dan Kebijakan Privasi kami.
it: Utilizzando il nostro servizio, accetti di essere vincolato da questi Termini di Servizio e dalla nostra Informativa sulla Privacy.
ja: 当社のサービスを利用することにより、これらの利用規約およびプライバシーポリシーに従うことに同意したものとみなされます。
ko: 저희 서비스를 이용함으로써, 귀하는 이 서비스 약관 및 개인정보 처리방침에 동의하는 것입니다.
nl: Door onze dienst te gebruiken, stemt u ermee in gebonden te zijn aan deze Gebruiksvoorwaarden en ons Privacybeleid.
pl: Korzystając z naszej usługi, zgadzasz się na przestrzeganie tych Warunków Usługi oraz naszej Polityki Prywatności.
pt: Ao usar nosso serviço, você concorda em estar vinculado a estes Termos de Serviço e à nossa Política de Privacidade.
ru: Используя наш сервис, вы соглашаетесь соблюдать эти Условия обслуживания и нашу Политику конфиденциальности.
sv: Genom att använda vår tjänst godkänner du att vara bunden av dessa användarvillkor och vår integritetspolicy.
th: โดยการใช้บริการของเรา คุณยอมรับที่จะผูกพันตามข้อตกลงการให้บริการและนโยบายความเป็นส่วนตัวของเรา
tl: Sa paggamit ng aming serbisyo, sumasang-ayon ka na sumunod sa mga Tuntunin ng Serbisyo na ito at sa aming Patakaran sa Privacy.
tr: Hizmetimizi kullanarak, bu Hizmet Şartları ve Gizlilik Politikasına uymayı kabul ediyorsunuz.
ur: ہماری سروس کا استعمال کرتے ہوئے، آپ ان خدمات کی شرائط اور ہماری پرائیویسی پالیسی کے پابند ہونے پر رضامند ہیں۔
vi: Bằng cách sử dụng dịch vụ của chúng tôi, bạn đồng ý tuân thủ các Điều khoản Dịch vụ này và Chính sách Bảo mật của chúng tôi.
zh: 使用我们的服务即表示您同意受这些服务条款和我们的隐私政策的约束。

# termsSection2Title
source: Article 2 (Definitions)
ar: المادة 2 (التعريفات)
de: Artikel 2 (Definitionen)
es: Artículo 2 (Definiciones)
fr: Article 2 (Définitions)
hi: अनुच्छेद 2 (परिभाषाएँ)
id: Pasal 2 (Definisi)
it: Articolo 2 (Definizioni)
ja: 第2条（定義）
ko: 제2조 (정의)
nl: Artikel 2 (Definities)
pl: Artykuł 2 (Definicje)
pt: Artigo 2 (Definições)
ru: Статья 2 (Определения)
sv: Artikel 2 (Definitioner)
th: มาตรา 2 (คำจำกัดความ)
tl: Artikulo 2 (Mga Kahulugan)
tr: Madde 2 (Tanımlar)
ur: آرٹیکل 2 (تعریفیں)
vi: Điều 2 (Định nghĩa)
zh: 第2条（定义）

# termsSection3Content
source: You must be at least 13 years old to use our service.
ar: يجب أن تكون في سن 13 عامًا على الأقل لاستخدام خدمتنا.
de: Sie müssen mindestens 13 Jahre alt sein, um unseren Dienst nutzen zu können.
es: Debes tener al menos 13 años para utilizar nuestro servicio.
fr: Vous devez avoir au moins 13 ans pour utiliser notre service.
hi: हमारी सेवा का उपयोग करने के लिए आपकी उम्र कम से कम 13 वर्ष होनी चाहिए।
id: Anda harus berusia minimal 13 tahun untuk menggunakan layanan kami.
it: Devi avere almeno 13 anni per utilizzare il nostro servizio.
ja: 当社のサービスを利用するには、13歳以上である必要があります。
ko: 저희 서비스를 이용하려면 최소 13세 이상이어야 합니다.
nl: U moet minstens 13 jaar oud zijn om onze dienst te gebruiken.
pl: Musisz mieć co najmniej 13 lat, aby korzystać z naszej usługi.
pt: Você deve ter pelo menos 13 anos para usar nosso serviço.
ru: Вы должны быть не моложе 13 лет, чтобы использовать наш сервис.
sv: Du måste vara minst 13 år gammal för att använda vår tjänst.
th: คุณต้องมีอายุอย่างน้อย 13 ปีจึงจะสามารถใช้บริการของเราได้
tl: Dapat kang hindi bababa sa 13 taong gulang upang magamit ang aming serbisyo.
tr: Hizmetimizi kullanmak için en az 13 yaşında olmalısınız.
ur: آپ کو ہماری سروس استعمال کرنے کے لیے کم از کم 13 سال کا ہونا ضروری ہے۔
vi: Bạn phải ít nhất 13 tuổi để sử dụng dịch vụ của chúng tôi.
zh: 您必须年满 13 岁才能使用我们的服务。

# termsSection3Title
source: Article 3 (Effect and Modification of Terms)
ar: المادة 3 (أثر وتعديل الشروط)
de: Artikel 3 (Wirkung und Änderung der Bedingungen)
es: Artículo 3 (Efecto y Modificación de los Términos)
fr: Article 3 (Effet et modification des conditions)
hi: अनुच्छेद 3 (शर्तों का प्रभाव और संशोधन)
id: Pasal 3 (Efek dan Modifikasi Ketentuan)
it: Articolo 3 (Efficacia e Modifica dei Termini)
ja: 第3条（規約の効力と変更）
ko: 제3조 (약관의 효력 및 변경)
nl: Artikel 3 (Effect en Wijziging van Voorwaarden)
pl: Artykuł 3 (Skuteczność i zmiana warunków)
pt: Artigo 3 (Efeito e Modificação dos Termos)
ru: Статья 3 (Действие и изменение условий)
sv: Artikel 3 (Verkan och ändring av villkor)
th: มาตรา 3 (ผลและการแก้ไขข้อตกลง)
tl: Artikulo 3 (Epekto at Pagbabago ng mga Tuntunin)
tr: Madde 3 (Şartların Geçerliliği ve Değiştirilmesi)
ur: آرٹیکل 3 (شرائط کا اثر اور ترمیم)
vi: Điều 3 (Hiệu lực và Sửa đổi Điều khoản)
zh: 第三条（条款的生效与修改）

# termsSection4Content
source: You are responsible for maintaining the confidentiality of your account and password.
ar: أنت مسؤول عن الحفاظ على سرية حسابك وكلمة المرور الخاصة بك.
de: Sie sind verantwortlich dafür, die Vertraulichkeit Ihres Kontos und Passworts zu wahren.
es: Eres responsable de mantener la confidencialidad de tu cuenta y contraseña.
fr: Vous êtes responsable du maintien de la confidentialité de votre compte et de votre mot de passe.
hi: आपके खाते और पासवर्ड की गोपनीयता बनाए रखने की जिम्मेदारी आपकी है।
id: Anda bertanggung jawab untuk menjaga kerahasiaan akun dan kata sandi Anda.
it: Sei responsabile della riservatezza del tuo account e della tua password.
ja: アカウントとパスワードの機密性を維持する責任はあなたにあります。
ko: 귀하는 계정 및 비밀번호의 기밀을 유지할 책임이 있습니다.
nl: U bent verantwoordelijk voor het handhaven van de vertrouwelijkheid van uw account en wachtwoord.
pl: Jesteś odpowiedzialny za zachowanie poufności swojego konta i hasła.
pt: Você é responsável por manter a confidencialidade da sua conta e senha.
ru: Вы несете ответственность за сохранение конфиденциальности вашего аккаунта и пароля.
sv: Du är ansvarig för att upprätthålla konfidentialiteten för ditt konto och lösenord.
th: คุณมีหน้าที่รับผิดชอบในการรักษาความลับของบัญชีและรหัสผ่านของคุณ
tl: Ikaw ang may pananagutan sa pagpapanatili ng pagiging kompidensyal ng iyong account at password.
tr: Hesabınızın ve şifrenizin gizliliğini korumaktan siz sorumlusunuz.
ur: آپ اپنے اکاؤنٹ اور پاس ورڈ کی رازداری کو برقرار رکھنے کے ذمہ دار ہیں۔
vi: Bạn có trách nhiệm bảo mật thông tin tài khoản và mật khẩu của mình.
zh: 您有责任维护您的账户和密码的机密性。

# termsSection4Title
source: Article 4 (Provision of Service)
ar: المادة 4 (تقديم الخدمة)
de: Artikel 4 (Bereitstellung des Dienstes)
es: Artículo 4 (Prestación del Servicio)
fr: Article 4 (Fourniture du service)
hi: अनुच्छेद 4 (सेवा का प्रावधान)
id: Pasal 4 (Penyediaan Layanan)
it: Articolo 4 (Fornitura del Servizio)
ja: 第4条（サービスの提供）
ko: 제4조 (서비스의 제공)
nl: Artikel 4 (Verlening van Dienst)
pl: Artykuł 4 (Świadczenie usługi)
pt: Artigo 4 (Prestação do Serviço)
ru: Статья 4 (Предоставление сервиса)
sv: Artikel 4 (Tillhandahållande av tjänst)
th: มาตรา 4 (การให้บริการ)
tl: Artikulo 4 (Pagbibigay ng Serbisyo)
tr: Madde 4 (Hizmetin Sunumu)
ur: آرٹیکل 4 (سروس کی فراہمی)
vi: Điều 4 (Cung cấp Dịch vụ)
zh: 第四条（服务的提供）

# termsSection5Content
source: You agree not to use our service for any illegal or unauthorized purpose.
ar: توافق على عدم استخدام خدمتنا لأي غرض غير قانوني أو غير مصرح به.
de: Sie stimmen zu, unseren Dienst nicht für illegale oder unbefugte Zwecke zu nutzen.
es: Aceptas no utilizar nuestro servicio para ningún propósito ilegal o no autorizado.
fr: Vous acceptez de ne pas utiliser notre service à des fins illégales ou non autorisées.
hi: आप सहमत हैं कि हमारी सेवा का उपयोग किसी भी अवैध या अनधिकृत उद्देश्य के लिए नहीं करेंगे।
id: Anda setuju untuk tidak menggunakan layanan kami untuk tujuan ilegal atau yang tidak sah.
it: Accetti di non utilizzare il nostro servizio per scopi illegali o non autorizzati.
ja: あなたは、当社のサービスを違法または無許可の目的で使用しないことに同意します。
ko: 귀하는 저희 서비스를 불법적이거나 무단의 목적으로 사용하지 않기로 동의합니다.
nl: U stemt ermee in onze dienst niet voor enige illegale of ongeautoriseerde doeleinden te gebruiken.
pl: Zgadzasz się nie używać naszej usługi do jakichkolwiek nielegalnych lub nieautoryzowanych celów.
pt: Você concorda em não usar nosso serviço para qualquer finalidade ilegal ou não autorizada.
ru: Вы соглашаетесь не использовать наш сервис для каких-либо незаконных или несанкционированных целей.
sv: Du samtycker till att inte använda vår tjänst för något olagligt eller obehörigt syfte.
th: คุณตกลงที่จะไม่ใช้บริการของเราเพื่อวัตถุประสงค์ที่ผิดกฎหมายหรือไม่ได้รับอนุญาต
tl: Sumasang-ayon kang hindi gamitin ang aming serbisyo para sa anumang ilegal o hindi awtorisadong layunin.
tr: Hizmetimizi herhangi bir yasa dışı veya yetkisiz amaçla kullanmamayı kabul ediyorsunuz.
ur: آپ اس بات پر متفق ہیں کہ ہماری سروس کو کسی غیر قانونی یا غیر مجاز مقصد کے لیے استعمال نہیں کریں گے۔
vi: Bạn đồng ý không sử dụng dịch vụ của chúng tôi cho bất kỳ mục đích bất hợp pháp hoặc không được phép.
zh: 您同意不将我们的服务用于任何非法或未经授权的目的。

# termsSection5Title
source: Article 5 (Membership Registration)
ar: المادة 5 (تسجيل العضوية)
de: Artikel 5 (Mitgliedschaftsregistrierung)
es: Artículo 5 (Registro de Membresía)
fr: Article 5 (Inscription au service)
hi: अनुच्छेद 5 (सदस्यता पंजीकरण)
id: Pasal 5 (Pendaftaran Keanggotaan)
it: Articolo 5 (Registrazione al Servizio)
ja: 第5条（会員登録）
ko: 제5조 (회원가입)
nl: Artikel 5 (Lidmaatschapsregistratie)
pl: Artykuł 5 (Rejestracja członkostwa)
pt: Artigo 5 (Registro de Membro)
ru: Статья 5 (Регистрация участника)
sv: Artikel 5 (Medlemsregistrering)
th: มาตรา 5 (การลงทะเบียนสมาชิก)
tl: Artikulo 5 (Rehistrasyon ng Miyembro)
tr: Madde 5 (Üyelik Kaydı)
ur: آرٹیکل 5 (رکنیت کی رجسٹریشن)
vi: Điều 5 (Đăng ký Thành viên)
zh: 第五条（会员注册）

# termsSection6Content
source: We reserve the right to terminate or suspend your account for violation of these terms.
ar: نحتفظ بالحق في إنهاء أو تعليق حسابك بسبب انتهاك هذه الشروط.
de: Wir behalten uns das Recht vor, Ihr Konto bei Verstößen gegen diese Bedingungen zu kündigen oder auszusetzen.
es: Nos reservamos el derecho de terminar o suspender tu cuenta por violación de estos términos.
fr: Nous nous réservons le droit de résilier ou de suspendre votre compte en cas de violation de ces conditions.
hi: हम इन शर्तों का उल्लंघन करने पर आपके खाते को समाप्त या निलंबित करने का अधिकार सुरक्षित रखते हैं।
id: Kami berhak untuk menghentikan atau menangguhkan akun Anda karena pelanggaran terhadap ketentuan ini.
it: Ci riserviamo il diritto di terminare o sospendere il tuo account per violazione di questi termini.
ja: 当社は、これらの条件に違反した場合、あなたのアカウントを終了または一時停止する権利を留保します。
ko: 저희는 이러한 약관을 위반할 경우 귀하의 계정을 종료하거나 일시 중지할 권리를 보유합니다.
nl: Wij behouden ons het recht voor om uw account te beëindigen of op te schorten bij schending van deze voorwaarden.
pl: Zastrzegamy sobie prawo do zakończenia lub zawieszenia Twojego konta w przypadku naruszenia tych warunków.
pt: Reservamos o direito de encerrar ou suspender sua conta por violação destes termos.
ru: Мы оставляем за собой право прекратить или приостановить ваш аккаунт за нарушение этих условий.
sv: Vi förbehåller oss rätten att avsluta eller stänga av ditt konto vid överträdelse av dessa villkor.
th: เราขอสงวนสิทธิ์ในการยกเลิกหรือระงับบัญชีของคุณหากมีการละเมิดข้อกำหนดเหล่านี้
tl: Inilalaan namin ang karapatan na wakasan o suspindihin ang iyong account dahil sa paglabag sa mga tuntuning ito.
tr: Bu şartları ihlal etmeniz durumunda hesabınızı sonlandırma veya askıya alma hakkını saklı tutuyoruz.
ur: ہم ان شرائط کی خلاف ورزی پر آپ کا اکاؤنٹ ختم کرنے یا معطل کرنے کا حق محفوظ رکھتے ہیں۔
vi: Chúng tôi có quyền chấm dứt hoặc tạm ngừng tài khoản của bạn nếu vi phạm các điều khoản này.
zh: 我们保留因违反这些条款而终止或暂停您的账户的权利。

# termsSection6Title
source: Article 6 (User Obligations)
ar: المادة 6 (التزامات المستخدم)
de: Artikel 6 (Pflichten der Nutzer)
es: Artículo 6 (Obligaciones del Usuario)
fr: Article 6 (Obligations de l'utilisateur)
hi: अनुच्छेद 6 (उपयोगकर्ता की जिम्मेदारियाँ)
id: Pasal 6 (Kewajiban Pengguna)
it: Articolo 6 (Obblighi dell'Utente)
ja: 第6条（ユーザーの義務）
ko: 제6조 (이용자의 의무)
nl: Artikel 6 (Verplichtingen van de Gebruiker)
pl: Artykuł 6 (Obowiązki Użytkownika)
pt: Artigo 6 (Obrigações do Usuário)
ru: Статья 6 (Обязанности пользователя)
sv: Artikel 6 (Användarens skyldigheter)
th: มาตรา 6 (หน้าที่ของผู้ใช้)
tl: Artikulo 6 (Mga Obligasyon ng Gumagamit)
tr: Madde 6 (Kullanıcı Yükümlülükleri)
ur: آرٹیکل 6 (صارف کی ذمہ داریاں)
vi: Điều 6 (Nghĩa vụ của Người dùng)
zh: 第六条（用户义务）
